{"date":"1997-05-17T00:00:00.000Z","title":"Mount Saint Helens","blurb":"first climb!","description":"<p>May 17th-18th, 1997</p>\n<p>Mount Saint Helens represents several firsts for me. My first real\nmountain climb, my first use of plastic boots, my first camp out in\nthe snow, and in the Northwest, my first climb with a group, and it\nallows me to become a Mazama. The Mazamas are a very old\nmountaineering organization, formed in the late 19th century. They\nhave won fame and praise the world over for their dedication to\neducation, conservation and knowledge collection in and about the\nmountains. They have climbed all over the world.</p>\n<p><img src=\"images/summitcert.jpg\" alt=\"\"></p>\n<p>Signing up for a climb is an organized tedious process. You have to\npurchase &quot;climb cards,&quot; and hope to get accepted on a climb that you\nsign up for. My first climb card came back to me in the mail marked\nnegative. The leader didn&#39;t feel I had enough experience. The second\none came back listing me as an alternate. But the very next day, I was\non the climb! I waited with bated breath, reserving my plastic boots\nand crampons at REI.</p>\n<p>Finally Saturday May the 17th arrived. I reluctantly kissed Kris\ngoodbye and drove north. The last 3.5 miles of road to the high camp\nwere blocked, so I trudged up in boots with a heavy pack. I camped\nthat night with the other party members.</p>\n<p>Indeed I had a miserable night! The camp was on snow, and I didn&#39;t\nbring a ground cover or a Thermarest. A few garbage bags kept my\nsleeping bag dry, but I shivered uncontrollably for hours. I passed\nthe time by creating mock geographical documentaries with the\nmoonlight-outlined shapes in my tent. &quot;In geological time, this\nmountain (my jacket, crumpled) rose very quickly...&quot; Why must I learn\nthe hard way?</p>\n<p>The other team members were very kind. They all knew each other,\nseemingly for years. I felt out-of-place, but gradually felt better on\nSunday. I was quite honored to have been chosen, since these climbs\nseem to be get-togethers for friends as much as anything else.</p>\n<p>Sunday morning, rising at 5 am, I was more than happy to be on the\nway. The mountain loomed ahead, the scale impossible to imagine. Would\na walking figure on that expanse of snow and rock be a speck, an inch\nhigh, or not visible at all? Later, looking down on our camp from the\nsummit, I decided &quot;not visible at all&quot; was the correct choice!</p>\n<p>Like true mountaineers, we carried almost everything to be\nprepared. Plenty of extra clothing, crampons and ice ax, food,\nheadlamps, firestarters, first-aid, gaiters, assorted gloves and\nmittens, etc. One of the climbers expressed amazement at the\noften-seen sight in the mountains of scantily clad people, not even\nready for a light rain. In my short experience, I&#39;ve already seen the\nconsequences of such behavior. You get used to the heavy pack, and you\ntake comfort in the security it provides.</p>\n<p>Two miles through the trees, trekking single-file, moving silently and\nquickly, the mountain growing larger but more elusive. Then we emerged\nin a windblown gully, a steep treeless ridge ahead and other climbers\nchecking gear. Obviously the way led straight up.  After a break, we\nascended the steepest part. I was very glad for the ice ax, and the\nad hoc usage lesson given by the leader.</p>\n<p>I learned the most amazing thing there. The leader set a very slow\npace, resting on a locked knee after each step. We trudged up that\nhill without stopping, and continued right on at the top. I was so\nexcited about this! Had I been alone, I would have zoomed halfway up,\nstopping to pant for 5 minutes, then going on for 3 minutes, panting\nand huffing for 5 minutes again, etc.</p>\n<p>We did the whole mountain that way, and this new skill impressed me as\nmuch as the incredible beauty around me. I was never tired or weary,\nand experienced no muscle pain (um, until the next day that\nis!). Really, the Mazamas know how to ascend!</p>\n<p>It felt so wonderful to be walking up steps cut into the very steep\nsnow slope, and looking around at the rock and snow cascading across\nmy vision at weird angles. Every now and then climbers would trade off\ncutting steps by kicking the snow with heavy boots. The next climber\nwould enlarge and define the step. I spent most of my time in this\nrole, although I did cut steps for a while. I don&#39;t think I did very\nwell, since I was distracted by the view and apprehensive about the\nsteepness of the slope -- really the experience was kind of\noverwhelming!</p>\n<p>We stopped on rocky outcrops now and then, quickly chilled by the\nwind. After a few minutes of joking and eating, we were again\nunderway. Finally we approached the summit after a long trudge where I\nsaw only the boots in front of me.</p>\n<p>At the top, a snow covered cliff dropped steeply, thousands of feet to\nthe lava dome below. This dome was steaming in places, looking like a\ngiant chocolate chip cookie. To the right and left sharp cliffs\nmarched. Their attempt to meet opposite me was thwarted by the huge\nbreach in the mountain, where thousands of tons of pulverized rock\nblasted into now-dead Spirit Lake to the north. I couldn&#39;t go right to\nthe edge of the cliff since we were standing on a huge snow cornice,\nand couldn&#39;t know how far it was safe to walk out before causing a\ncollapse.</p>\n<p>Looking south to Mt. Hood, west to Mt. Adams, and north to the giant\nRainier brought home the fact that I was in a Mountain Kingdom,\nsurrounded by huge, intelligent sentinels, terrible with power.</p>\n<p>We ate lunch, the leader and others congratulations me on my first\npeak. Soon I was shivering, and we prepared to descend. The leader\nshowed me how to &quot;wear&quot; a garbage bag, and hold an ice ax for a\nglissade down the mountain. We walked down a little ways, then found a\nsmooth spot and began to slide, one after the other. Again and again\nwe repeated this, going faster and faster! Before I knew it, we were\ndown, and back in the trees.</p>\n<p>Here my right shin appeared suddenly bruised by the Koflach plastic\nboots. Although I loosened the laces completely, every step became\npainful. We moved rapidly through the trees, with me shuffling,\nhobbling, or jumping along, wincing all the way. Also the party had to\nwait for me because my clothing was all wrong (I had forgotten to put\non shorts after taking off my ski pants, leaving me ridiculous in long\nunderwear!). Therefore the walk back to the tents was something I&#39;d\nrather forget!</p>\n<p>Once there, I packed quickly. I wanted to head down to the cars before\nthe others, since I was afraid my new slow pace would make me a\nburden. &quot;As you like,&quot; said the leader as I hobbled off with full\npack.</p>\n<p>I continued only by will power. Now both shins were bruised and I had\nto command myself to walk. I got to the car in just under 2 hours,\nwalking down a winding road covered with snow, the great views of\nsurrounding peaks gradually disappearing.</p>\n<p>I just beat the others to the cars, despite my long head start. There\nwe had a beer and a nice time talking and joking. I felt more in tune\nwith the others than I had before, which felt good. The leader and\nassistant leader gave me a summit card, and signed as sponsors on my\nMazamas membership application.</p>\n<p>They went to dinner together. I would have liked to, but I really\nwanted to see Kris more so I declined. As I drove away I felt better\nand better, realizing that I had embarked on a journey of wonder and\nchallenge.</p>\n"}