{"date":"1997-07-6","title":"AAI Basic Mountaineering Course","description":"<p>7/6/97 to 7/11/97</p>\n<h2 id=\"cast-of-characters\">Cast of Characters</h2>\n<p><img src=\"images/theview.jpg\" alt=\"\"></p>\n<ul>\n<li>Paul: of two guides, former elite soldier, highly experienced climber and\nbackcountry traveller. I shared a tent with him for the last three nights of the\ncourse.</li>\n<li>John G: One of two guides. 26-year-old lithe climber from the\nSouthwest. Patient, considerate instructor with an aura of impermeable cool.</li>\n<li>John: Client. A recent UW graduate, about to become an English teacher in a\nsmall town near the mountain. I shared his tent for the first two nights of the\ncourse. He joined the course at the last minute when two friends cancelled,\ngetting a free ride.  Irrepressably good-natured tall fellow.</li>\n<li>Wally: Oldest client. A very hardy man from Minnesota who climbed Rainer last\nyear. In his sixties, he out-performed many of us younger clients.</li>\n<li>Jim: Resident of the exotic Orkney islands, a semi-retired lawyer from the east\nwho chose to raise his family as far west as possible. New to mountaineering, he\ndid very well in the course, although he hurt his back Wednesday morning.</li>\n<li>Janet: Transplanted New Yorker turned LA outdoorswoman. A doctor, she had a\ndifficult time in the course, due to the never-ending rain and cold. She left\nWednesday evening, tenting with Jim for three nights.</li>\n<li>Ken: The &quot;Big Canuck&quot; from Vancouver B.C.. A most enjoyable and\nwell-conditioned wilderness traveller. Tented with Wally.</li>\n<li>Dennis: Dallas, Texas pathologist. A very good climber, he held up well under\nthe rotten weather. Dennis tented with Koby.</li>\n</ul>\n<p><img src=\"images/johng.jpg\" alt=\"\"></p>\n<ul>\n<li>Koby: Quintisential Texan, full of rolicking jokes and nicknames. He kept us all\nin good spirits and closed the professional gap between us and our guides,\ninstigating wrestling matches and snowball fights with them. A dedicated\nclimber, eager to learn and fun to watch.</li>\n<li>Nick: Australian drifter, last known address in Georgia. Excellent climber who\nmaintained a wry sense of humor despite a miserable, leaking tent. This guy said\nsome of the funniest things in an offhand way.</li>\n</ul>\n<h2 id=\"rough-overview-by-day\">Rough Overview by Day</h2>\n<ul>\n<li>Introductions, packing, rock climbing at Mt. Erie.  Beautiful weather,\ncar-camping after a good restaurant meal.</li>\n<li>Drive to Mt. Baker, wearisome 5 mile pack in and up to our 6000 ft. camp in the\nsnow on the mountain&#39;s south side, surrounded by glaciers. Socked in by clouds,\nthe rain started tonight.</li>\n<li>Late start due to rain, self-arrest practice, walking in snow lessons. I became\ntoo cold and wet building a vestible for John&#39;s tent, and moved in with Paul\nthat evening.</li>\n<li>Snow anchor building with pickets, flukes and bollards.  Rope-team lessons, walk\nacross glacier to ice blocks and &quot;French technique&quot; crampon usage. Prussik\nusage and ice-screw placement. The constant rain turned to snow tonight.</li>\n<li>Very cold, snowy and windy, the complex technique of pulley-based crevasse\nrescue was practiced. I &quot;rescued&quot; Nick.</li>\n<li>Cancelled climb of Mt. Baker due to weather, and possible avalanche conditions\non the Roman Wall. An adventurous morning with crevasse-jumping and other\nglacier travel techniques. I climbed down into a crevasse and out, standing\neight feet in on a discentigrating snow bridge.  Our guides &quot;fell&quot; into\ncrevasses many times, requiring rescue. Brutal, fast pack out, plenty of beer\nand toasting back in town, and bus ride home to meet my patient darling!</li>\n</ul>\n<h2 id=\"pithy-summary\">Pithy Summary</h2>\n<p><img src=\"images/thecamp.jpg\" alt=\"\"></p>\n<p>Although the weather was so awful, with all suffering from\nlow-grade hypothermia at the end, and never even seeing the\nmountain above us, all participants (except Janet) felt they\nlearned a great deal and that the course was worthwhile. I was\nextra lucky  to tent with Paul, who in many\nasides and observations taught a tremendous amount of information\non keeping warm and dry, and maintaining health in the mountains.\nThe course objectives were met, with an additional skill learned:\ncamping in wet, wintery conditions. The main drawback to the bad\nweather is that we got less time to practice each new skill.\nHence, I must carefully outline what I&#39;ve learned so I can\npractice it myself.</p>\n<h2 id=\"information-sources\">Information Sources</h2>\n<ul>\n<li>Freedom of the Hills: Classic mountaineering textbook, with coverage of all\naspects of the sport</li>\n<li>Glacier Travel and Crevasse Rescue: In depth look at the topic, written by a former AAI instructor</li>\n<li>How to Rock Climb</li>\n<li>Climbing Anchors</li>\n<li>More Climbing Anchors</li>\n<li>Self-Rescue: Knots, pulleys,\nharnesses...whatever it takes for a party to rescue\nthemselves.</li>\n<li>Climbing Ice: French technique for ice, and\ndetailed look at snow travel. Many advanced topics not\nused in our course</li>\n</ul>\n<h2 id=\"more-detailed-notes\">More detailed notes</h2>\n<p>Lessons, by day:</p>\n<h3 id=\"sunday\">Sunday</h3>\n<p>harness, helmet, belay devices, rope (mountaineer&#39;s coil,\nstatic vs. dynamic), figure-8 knot. Rapelling w/ Munter hitch.\nQuiet feet, moving on rock, mantelling, stemming, hand/foot\njamming. Use legs more than arms. Shift weight from one foot to\nanother before each move. Mt. Erie top-roping. Belaying w/ Stitch\nplate belay device. Anchors w/ Coer&#39;de&#39;lete, friends, tapers,\nproper/improper placement. On rock you want at least 3 anchors.</p>\n<h3 id=\"monday\">Monday</h3>\n<p>Drive and pack-in to base camp at 6000 ft. Operating stove.</p>\n<h3 id=\"tuesday\">Tuesday</h3>\n<p>Late start. Walking on snow. Confident stride, duckwalk,\nstep-kicking, walking diagonally up slope, kicking footholds\nmoving from in-balance to out-of-balance position.</p>\n<p>Use of ice-axe in above, as well as turning to make a\nswitchback. Walking down slope w/ plunge step. Glissading, w/\nstanding glissade emphasised as preferable. For steep snow\nascent, drive axe shaft in directly in front of you, pull\nyourself up on it. You can go down in this position too.</p>\n<p>Ice axe self arrest, from all positions. Also, without axe\ntrials.</p>\n<p>Moved to Paul&#39;s tent tonight. Learned hot water bottle usage,\nmethod of keeping things dry.</p>\n<ul>\n<li>Store things in garbage bags in corner of tent.</li>\n<li>Use a ground pad and a thermarest. Fold thermarest back, don&#39;t sit on it with\nwet clothing! Keep sleeping bag back over it. Allow cheap ground pad to become\nwet. This way, top of thermarest and bottom of sleeping bag do not get wet.</li>\n<li>At night, fold thermarest forward.</li>\n<li>Put socks over hot water bottles in sleeping bag, put in\nother things you want to dry. Wear damp clothing to bed\nto dry it.</li>\n</ul>\n<p>How to always wake with dry socks with only two pair.</p>\n<ul>\n<li>Wear a pair, get them wet.</li>\n<li>Hang this pair up in tent that night and all next day.</li>\n<li>In morning, put on fresh pair.</li>\n<li>That night, hang formerly fresh pair, and put first pair\nin sleeping bag with hw bottles.</li>\n<li>Repeat indefinetely.</li>\n</ul>\n<p>Stove can be brought into tent to warm it...but be careful for\ncarbon monoxide.</p>\n<h3 id=\"wednesday\">Wednesday</h3>\n<p>Snow anchors. Pickets can be placed vertical in ice or hard\nsnow, only if it takes effort to pound it in. Pickets are\nnormally placed horizontal in trench. Rule of thumb: dig trench\nto elbow level. Rule of thumb for picket trenches and fluke\nplacement: place protection perpendicular to slope, then back off\n10 degrees upslope.</p>\n<p>Tie sling around picket, attach locking carabiner, gate\nskyward.</p>\n<p>Remember that flukes must be set before usage. Put axe shaft\ninto locking carabiner attached to fluke cord and pull hard.\nVerify that fluke goes into slope rather than coming up and out.\nThe fluke is a dynamic anchor, picket and bollard are static.</p>\n<p>The bollard should be at least 3 by 5 feet, teardrop shaped,\nwith overhanging lip at top to keep rope from slipping up.</p>\n<p>With backup anchors, use a cor-de-lete preferably to\ndistribute load. If you don&#39;t have this, use a sling with a twist\nin it. Tie a knot in the sling to make the anchor set\nunidirectional. You want at least 2 anchors on snow.</p>\n<p>After lunch, we learned that for a rope team in the northwest,\nyou want about 30 feet between members, with the extra rope at\neach end in equal amounts. The rope team leader should prepare\nthe rope, spacing the figure-8 knots evenly. Everyone should\nattach their prussiks to either the uphill or downhill side of\nthe rope, resulting in a 50 percent chance that they will have to\nbe moved in case of a fall requiring prussiking.</p>\n<p>Walk with rope on downhill side, ice-axe on uphill side. Slow\ndown at the top of a hill to avoid wasting your followers.</p>\n<p>We went to an ice-fall and donned crampons. Step-in Moser\ncrampons were used on my Scarpa boots. French technique for\nwalking on ice learned. Feet pointed downhill, bend body at knees\nto keep weight distributed evenly over feet. Shuffle step or\ndelicately cross one foot over the other. Ice-axe can be used for\nbalance in horizontal or vertical position. In horizontal\nposition, be sure to really slam the spike into the ice wall,\nholding your hand at the feurrule. In Pieolet Romp, slam pick\ninto ice ahead of you when descending, then &quot;banister&quot;\ndown the shaft until you grip axe at head.</p>\n<p>French technique really uses the thigh muscles, rest on your\nhaunches when required.</p>\n<p>Simulated crevasse fall practice. Dangle at end of rope with\nprussiks attached:</p>\n<ul>\n<li>Remove pack and attach to rope with carabiner.</li>\n<li>Prussik up, make sure to fold legs at knee when moving\nwaist prussik up, otherwise pack can become too heavy if\nweight is on arms too much.</li>\n<li>At the lip, watch for overhangs. Hopefully, partner can\nthrow rope ladder to get you over this, and they prepared\nthe lip well to prevent the rope from cutting deeply into\nthe snowbank.</li>\n</ul>\n<p>Ice-screw placement requires chipping away of rotten ice to\nsolid layer. Place in perpendicular to slope, then up 10 degrees.\nUse pick to create a small starter-hole. Remember, that the ice\naround the screws melts only hours after placement due to\nfriction.</p>\n<h3 id=\"thursday\">Thursday</h3>\n<p>Late start due to weather (<em>again!</em>), and guide John\ndidn&#39;t arrive at camp until 10:30 AM. We learned pulley-based\ncrevasse rescue, needed when the victim can neither be hauled out\nnor prussik out. Our mechanism was to first construct a Z pulley\n(3:1 mech. advantage), then attach a C pulley (2:1) onto it,\ngiving a 6:1 mech. advantage. You need 2 flukes, 2 pulleys, your\nprussiks, a sling or a cor-de-lete, about 4 locking and 4\nnon-locking carabiners, and your ice-axe to set this up.</p>\n<p>It is very important to drop into self arrest when a sharp tug\nis felt on the rope. Dig in with your heels! Hold the weight with\nyour feet while your hands set up the anchors. When pulling the\nC/Z pulley rope, use your whole body and esp. legs to\nhaul...don&#39;t use your back...you&#39;ll tire out.</p>\n<p>Stove problems were solved today, and Paul&#39;s method of keeping\na lighter working was seen to be very valid. He keeps it on a\ncord around his neck next to his skin...keeping the lighter dry\nand warm.</p>\n<h3 id=\"friday\">Friday</h3>\n<p>The summit climb was cancelled at 12:30 this morning due to\nheavy rain. We woke early and were on the glacier by 7. Paul and\nJohn fell into crevasses several times, requiring either a\nhaul-out rescue, or in one case a pulley rescue (only Z I think).</p>\n<p>Technique for crossing snow bridges: keep rope tight on\ntester, when tester wants to move forward a step, follower takes\na step forward. Tester probes with axe, may go on all fours to\ndistribute weight. </p>\n<p>When walking around crevasses, the followers make two parallel\npaths to avoid too many crossings on one possibly hidden\ncrevasse.</p>\n<p>When stopping to rest on a glacier, stopping next to a\ncrevasse is preferred, since there is unlikely to be another\ncrevasse right next to it. Parties come together by passing slack\nrope through their prussiks. This skill should be practiced while\nwalking, as it can be awkward.</p>\n<p>Some crevasses can be stepped over, others can be jumped. When\njumping, get some slack rope, and say &quot;1,2,3, <em>Jump!!</em>&quot;\nOn Jump, entire team should jump. The slack rope the jumper\ncarries should make up for delay before other team members jump.\nStamp out a starting platform if needed, belayed from behind. Be\nsure to jump at least a foot in from the edge, as snow might\ncrumble away there if any less. Do not fall after jump, try to\nstand gracefully.</p>\n<p>You can climb down into crevasses to cross them. I did this,\nending 8 feet in on a small snowbridge. This bridge crumbled when\nI weighted it, and belay from above was helpful. Eventually, I\ngot out!! The rest of the team followed. Later, we made some big\njumps.</p>\n<p>When crossing a glacier, try to move from compression zone to\ncompression zone, as these are the safest, most crevasse-free\nareas. They can be found below a hill and on the inside of a\ncurve. Remember that new snow covers crevasses, and is not\nconsolidated, so it is more dangerous to travel a glacier after a\ncovering layer of snow.</p>\n<p>At 12:30 we broke camp and headed down to the van. Paul\nrecommended some books, and suggested I become a Wilderness First\nResponder, able to set broken legs, etc. Nick got a lesson in\ndigging a snow pit to check the stability of a slope. We were\ngoing to dig one of these on the Roman Wall had we commenced the\nclimb.</p>\n"}