{"date":"1997-07-27T00:00:00.000Z","title":"Middle Sister","description":"<p>This climb was my favorite wilderness event so far. Beautiful weather,\nsleeping under the stars, and the excitement of traveling solo made\nup for the miserable weather on the AAI\ntrip. But I did have my share of drudgery, as I&#39;ll tell you.</p>\n<p>Kris was out of town, and I had a weekend to do something crazy, and\nto take my mind off of how much I missed her. I found I didn&#39;t like\nbeing at home when she wasn&#39;t there. Instead, I worked late, even\nplaying basketball at midnight in the Intel parking lot (yes, we have\na hoop). So I knew I was going to camp Saturday night, I just didn&#39;t\nknow where. I wanted to try a challenging climb that I could do solo,\nor a interesting backpacking trip. Middle Sister won because I knew\nthe weather would be good, the difficulty seemed a grade higher than\nSouth Sister, and I didn&#39;t feel familiar enough with the trails around\nHood, Rainer or Adams to pick out a 2 day backpacking loop.</p>\n<p>I got off to a late start Saturday, leaving town about 9:30. After a\nlunch in Sisters, I reached the Lava Camp and began walking at 1:30\nPM. <em>Lava Camp you say?  Four miles north of the usual entrance,\nare you crazy you say?</em> Well, my spur-of-the-moment &quot;planning&quot;\nrevealed a major defect: In order to enter the wilderness at Obsidian\nCamp I would have had to get a special permit, only 20 available per\nday. Needless to say, I missed the chance, so the ranger suggested I\ntry Lava Camp.</p>\n<p>So I did, worried about the extreme length of the pack in and out. I\nhiked for hours, finally stopping just past Sawyer Bar, hopefully only\na mile from the climber&#39;s trail. By 7 PM, I was well ensconced in my\ncamp, sleeping bag on Thermarest on tarp, with good faith that the\nweather would hold. As night fell, the wind picked up, forcing me to\nmove to a more protected area on the leeward side of the hill. Oddly,\nthe bothersome mosquitoes disappeared at dusk. I woke a few times,\nonce after midnight to find the wind had utterly stopped, and the\nMilky Way reeling above. Shooting stars and satellites lulled me back\nto sleep. Tears came to my eyes as I contemplated the sky and my utter\nloneliness.  In these moments, you can enter a magical portal and\ncommune with the vast, lonely wildernesses of our planet, and others.</p>\n<p>Anyhow, I woke rather late, and didn&#39;t get on my way until 6 am. I ran\nand skipped to the climbers trail, crossing larger snowfields as I\ndrew near Sunshine. I carried a stripped down pack, leaving unneeded\nequipment at my camp.  At Sunshine, I filled water bottles at a\nspring-fed stream. I followed the footprints in the snow up the\nclimber&#39;s trail, ascending gradually. Where someone had kicked good\nsteps, I climbed steep snow slopes, ice-ax a trusty companion.  </p>\n<p><img src=\"images/metop.jpg\" alt=\"Me with South Sister in back\"></p>\n<p>As the snow became icier, I worried about\nreaching the summit because I didn&#39;t have crampons. Also, my boots\nwere 3/4 shank leather, great for the trail, but I felt their\ndisadvantage in the snow. You can&#39;t really get a good hold. When you\nkick, your foot skates over the surface leaving you off- balance and\nstressing the ankle/foot muscles. <em>But I trudged on!</em></p>\n<p>The sun came over North Sister, creating unbearable heat and slowing\nme down. The peak appeared, then disappeared behind the next rise. I\nreached the \nRenfrew Glacier after ascending three snowfields, each\nseparated by a rock and scree covered ridge. Up close, tired, with\npolarizing glacier glasses on, these rocky sections high on the\nmountain really look like a scene from mars. I had fun pretending to\nbe an astronaut, changing my breathing to simulate an oxygen tank!\nYes, I can be very silly in the mountains, alas...</p>\n<p>Crossing the glacier, I saw tiny fleas moving on the summit. Black\nflies slid down the slope straight ahead. As I approached, they grew\narms, legs and voices. A party of 6-8 people, they said it was icy on\nthe last steep snowfield, but a party of Mazamas had installed a fixed\nline, and there were good steps. I felt doubly backed-up, and\ncontinued on.</p>\n<p>Here, lured by the map, I decided to ascent straight up the summit\ncone, rather than heading straight east to the ridge, then south. What\na mistake! Near solid ice repelled my boots, and to avoid losing\naltitude I was forced to a scree slope on the left.  <em>Arrggh, what\na nightmare!</em> Take a step, take a step, cause a minor but alarming\nrock/gravel avalanche, nearly falling, heart pounding, take a step,\n<em>ad infinitum!</em> I burned at least 30 minutes in this evil\nplace, wisely shunned by other climbers.</p>\n<p>Finally, I escaped by reaching the rocky ridge-top, where the loose\ngravel had long since disappeared. I spoke to a man who expressed\nbemusement at the fixed lines above. I reached the tricky spot, where\ngood steps and softening snow allowed me to ignore the rope, which was\nat that moment being removed. Who should I find at the top but a\ngaggle of Mazamas! I ran into Howard, from the Mt. St. Helens climb,\nand the amazing Katie Foehl, who was the leader. I said &quot;Kathy!&quot; (must\nbe the lack of oxygen) in surprise, and after a beat she remembered\nme. We spoke for a few minutes, she expressing surprise that I was\ntraveling alone, and parked so far away. With an admonishment to be\nsafe, she and her party set off down the ridge, traveling northeast\nacross the Hayden Glacier to Pole Creek Camp.</p>\n<p><img src=\"images/nsister.jpg\" alt=\"Near Matthieu Lake. My objective is the snowy middle peak\"></p>\n<p>It was really fun to meet someone I knew, in fact, it kind of made my\nday through the dismal trudge home. Anyway, almost at the top I met a\nman and his circa 10 year old son, who was quite a trooper. They also\nheaded down and east. Finally, <em>I was there!</em> It felt so good\nto walk on flat ground, and the view was breathtaking. South Sister,\nBroken Top and Mt. Bachelor to the south, Mt.  Washington,\nThree-Fingered Jack, Jefferson and Hood to the north. No wind on the\nsummit, just a ledge of snow, and a ledge of rock. Oh yes, and a\nhandful of mice!</p>\n<p>I ate lunch and chatted with two men who had come up on the south\nside, hiking on easy rock. They took my picture here. I had arrived at\n11:00 am, and reluctantly turned around at 12:00 PM. Descending\nquickly, I stopped to put on snow pants, and began using any excuse to\nglissade. I had two or three wild rides, but mostly duds, where I sank\nin the snow and had to walk. I was back at Sunshine by 1:30. After\nfilling my water bottles from the spring, I plodded back to camp,\nsinking exhausted on my sleeping bag. I ate and rested, but a\ncontingent of ants lobbied for my emigration, so by 3:15 I was on my\nway, trying not to think of the 8 mile trek ahead of me.</p>\n<p>Indeed it was long, and aside from a few moments appreciating the\nscenery, it was a torturous journey. Stopping for a rest only made my\nfeet hurt more when I started again. I was quite amazed to reach the\ncar at 7:30 PM.</p>\n<p><img src=\"images/ssister.jpg\" alt=\"South Sister and friends\"></p>\n<p>There was a section north of South Matthieu Lake with a billion\nmosquitoes. Despite a hasty, violent application of bug spray, they\nstill managed to give me numerous bites on my hands, knees, shoulders\nand face. Walking out, with their buzzing in my ear, I felt I was\ngoing mad, making sudden spasmodic motions to clear any away from my\nshoulders, where they poked through my shirt to reach fertile skin.</p>\n<p>That, and a 3 hour drive back to Hillsboro, and boy...I&#39;ve had a full\nweekend!</p>\n"}