{"date":"1997-11-07T00:00:00.000Z","title":"Mt. Timpanogos Attempt","blurb":"ran out of time","description":"<p>Utah</p>\n<p>Friday November 7th, 1997</p>\n<p>Kris needed to go to American Fork, Utah for a business trip,\nand suggested that I come along for fun. At first I didn&#39;t want\nto, it meant missing a day of work at an important time, but I\ngradually warmed to the idea. Rental car and lodging would be\npaid for, we&#39;d just have to pay for my plane ticket.\n&quot;Okie-dokie!&quot; I said.</p>\n<p>American Fork is situated on the western slope of the Wasatch\nfront range, a beautiful location, with 11,340 foot high Mount\nTimpanogos and other peaks rising behind the city. While Kris\nwent to work on Friday, I planned to climb this mountain. I\ndidn&#39;t have a map of the area, and this resulted in some\ninteresting blunders!</p>\n<p>I was on the road by 7:00 am, heading north and east under a\nbeautiful clear sky. 15 minutes later, I was driving into a\ncanyon and climbing steadily. But oh no! A sign says that the\ngate is closed, and my trailhead is several miles past this gate.\nI press on, and find that one half of the gate is closed, but I\ncan dodge into the other lane and get around. Feeling like a\ncriminal, I drive through the &quot;closed&quot; wilderness, and\nreach the Timpanoogee trailhead.</p>\n<p>After a few minutes, I encounter big patches of ice on the\ntrail, which I skate or leap over with trepidation. The trail\nclimbs slowly up, passing frozen waterfalls. I&#39;m in a &quot;giant\nstaircase,&quot; a canyon with sheer walls dusted with snow, and\nflat benches which serve as stairs. Occasionally, the trail\nsteepens and switchbacks as I climb from one stair to another.\nThe snow gradually gets deeper, replacing the treacherous ice. </p>\n<p>Around 9000 feet, the views really open up and the wind\nbecomes colder. Finally, I&#39;m having fun, although all day I&#39;m\nworried about the rental car and hoping that officials won&#39;t\nclose the gate!</p>\n<p>After the last stair, a 1500 foot high wall must be ascended,\nthrough many tedious switchbacks. The snow gets deeper, and soon\nI&#39;m floundering up to my hips in the dry, powdery stuff. The\nscenery becomes more alpine, with steep drop-offs, snowfields,\nand a huge frozen waterfall.</p>\n<p>I&#39;m following in the tracks of someone who came earlier in the\nweek, and note that they lost patience with the floundering and\nheaded straight up the slope. I followed, but this was the most\nexhausting part of the trip. Sinking deep into the snow, I\nstrained to retain upward progress, my calves flexed and burning.\nI longed for my ice ax, which I didn&#39;t attempt to bring on the\nplane, and for plastic boots with full shank soles. My leather\nboots felt like slippers, constantly coming off of holds.</p>\n<p>After more than an hour of extremely slow, painful progress,\nan icy wind struck me in the face as I beheld the beautiful\nTimpanogos Basin.</p>\n<p>A humpy, snow covered collection of hillocks cowering on the\nlap of the mountain, with an Emerald lake on the south side, and\nother peaks rising all around, the Basin became one of my\nfavorite alpine retreats. The Timpanogos &quot;glacier&quot;\ncurved up from Emerald Lake to a ridge. On the other side of the\npeak, the same ridge continued north, and I could see where my\ntrail climbed to meet it. Once on that ridge, I would have\nbeautiful views to the west, where I would see the now-tiny towns\nand cities clustering below.</p>\n<p>But alas! It was 11:30, and with the deep snow, I guessed that\nit would be another 2 painful hours to the summit. Kris needed a\npolarizing filter to do photography on Saturday, and I wanted to\nbuy this for her while she was at work. I also wanted to spend\nthe evening with her, rather than racing down the mountain after\ndark alone. Clouds had moved in and a rainstorm was predicted for\nthe next day. Meanwhile, the winds had picked up, and plumes of\nsnow blew in front of me and behind.</p>\n<p>It was not to be...</p>\n<p>I lay down on some still-sunny rocks for a while and absorbed\nthe great silence and majesty of the place, putting on warmer\nlayers and eating &quot;Nutter-butter&quot; cookies. With a sigh,\nI began the descent, promising to return one day.</p>\n<p>Going down was a bit hairy due to unstable snow. Usually, I\ncould plunge-step down very steep slopes, one confident stride\nafter the other. But entire snowbanks seemed to collapse on my\napproach here. Finally, on the last exposed stretch, I resorted\nto kicking 10 times with each heel to get to stable snow, my arms\nsinking deep into the slope behind me. I did not want to fall\nhere, as I would be unable to self-arrest.</p>\n<p>After that, the rest of the way down seemed easy.\nInterestingly, mud that was frozen in the morning had now thawed,\nand I splashed and slipped along for miles, sometimes skating on\nthe mud/ice combination!</p>\n<p>Returning to the car at 2:30, I picked up a note on the\ndashboard which said: &quot;The gates are locked. Someone will\npatrol to let you out.&quot;</p>\n<p>Oh no! Am I in trouble? When will someone come?!? What will\nKris think!</p>\n<p>I got in the car and raced back to the gate. Sure enough, it\nwas locked, and I was not about to try going around due to the\nsheer drop off on one side.</p>\n<p>I knew that 15 miles away on the other end of this road there\nwas a gate...maybe I would have better luck there! I felt like a\nkid who had been locked in the mall at night as I zoomed along\nthe scenic Alpine Loop. I had the place all to myself! I wondered\nwhy the road was closed, since it was in fine condition, and\nbelow the snowline.</p>\n<p>Finally, I got to the other gate, and found it locked! But 100\nyards down the road was a green truck. I got out and ran to it. A\nrugged old man with one arm stood by it and almost before I could\nget a word out said: &quot;yeah, yeah, I&#39;ll let you out.&quot;</p>\n<p>I apologized, and felt very embarrassed. &quot;Everybody\nscrews up sometime,&quot; he advised me. I helped him with the\nheavy gate and with a wave I was free. He was the only person I\nsaw all day!</p>\n<p>Getting Kris&#39;s filter was almost as much of an adventure too!</p>\n<p>I brought Kris back the next day to a trailhead that was open,\nbut the good weather had been replaced with rain and hail. Still,\nshe got many pictures of icy waterfalls...I hope they come out\nwell!</p>\n"}