{"date":"1997-12-29T00:00:00.000Z","title":"Eagle Creek and Ruckle Ridge","blurb":"with Kris","description":"<p>A few days before Christmas I walked the Eagle Creek trail past Tunnel\nFalls, where trail builders blasted a tunnel behind a raging\nwaterfall. There were many other waterfalls on this trail, including\nPunchbowl Falls, and I told Kris about them in glowing tones.</p>\n<p>As our vacation drew to a close, and moving house increasingly\noccupied our thoughts, we agreed on Monday to hike the trail again,\nand \nKris would bring her camera and tripod. I was hankering for\nadventure, so I hatched a bold and foolish plan that went like this:</p>\n<p>&quot;Okay, Kris, you hike on the Eagle Creek Trail, and I&#39;ll take the\nRuckle Ridge Trail up to the Benson Plateau. I&#39;ll run along the\nPacific Crest Trail up there for 1.5 miles, then race down a\nswitch-backing trail for 2500 feet back to the level of your\ntrail. Sound good?&quot;</p>\n<p>Well, she agreed, and we set off, failing to decide what would happen\nif I fail to make it! (foreshadowing?) We had just read Ray Jardine&#39;s\nPacific Crest Trail Hiker&#39;s Handbook, and were very impressed with his\nemphasis on traveling light. So we both wore tennis shoes, rather\nthan our heavy boots. This served us very well.</p>\n<p>I&#39;ve described the formidable Ruckle Ridge in an earlier dispatch, and\nit&#39;s forbidding aspect is much improved in good weather. Having an\naltimeter really helps too, because now I can tell about how much\nhigher I have to climb. I started at 9 am at 100 feet elevation, and\nwas at 1700 feet by 10:00 am. This was a very fast pace for me! The\nscrambling in this next rocky precarious section was slowing me down,\nbut I made it to 3400 feet by 11:30.  Finally, at exactly noon, I\nreached my high point of 3900 feet. The top of the trail!  There was a\nlittle sign, but increasing amounts of snow. Soon, I lost the\ntrail. Time for the map and compass (doh! I have neither!!!). Long\nsigh. Another sigh.</p>\n<p>I realize I&#39;ll have to (shudder) go back the way I came...just like it\nhappened before last June! I&#39;m really worried about what Kris will\nthink, and what she&#39;ll do now. The whole way down I curse myself for\nextreme stupidity...</p>\n<p>Going down was as hard as ever. Although I tripped and slipped\nrepeatedly, I forced myself to move fast, so as to get to Kris. It\ntook almost as long to get down as up, and I was at the Eagle Creek\ntrail-head at 2:45 PM. Hmm...Kris has a 6 hour head start on me...I\nwonder if I can catch her? (yeah right!).</p>\n<p>I zoomed along the Eagle Creek trail in great anxiety. I asked each\nperson I saw if they had seen an Asian woman with long black hair and\na camera. Each person responded helpfully by saying no, or pointing\nout that they had seen a man with a camera, or a man with black\nhair. Arrrgh! One group of 4 young men traveled very fast, and I\nthought about asking them because of their speed, they were probably\nthe only people who had gone all the way to Tunnel Falls and back (12\nmile round trip). They were the only people I didn&#39;t ask, however.</p>\n<p>Finally, at 4:00 PM as it was getting dark, I saw Kris leaning on a\nbridge. Very excited to see her, I ran towards her shouting her name!\nWe embraced in happiness! It was great fun sitting with her for a few\nmoments discussing what had happened and what she thought about doing\nwhen I didn&#39;t show up at the trail junction.  She was very sensible in\ndeciding to head back to the car, rather than venturing up the steep\ntrail. As it turns out, the four young men were the only people she\nsaw back there, so I would have been relieved had I only asked them\nabout her!</p>\n<p>We walked back in gathering darkness, Kris complaining that walking a\ntrail by yourself is really boring. We were both sore, especially my\nthigh muscles from descending Ruckle Ridge! But our tennis shoes were\ngreat, and seemed to allow us to travel farther. For Kris, it was a 12\nmile day, the farthest she&#39;s ever walked, and for me it was a 17 mile\nday with 4000 ft. elevation gained and lost.</p>\n<p>We made it to the car at 6:45, and promptly canceled all outdoor\nendeavors for the rest of the week! We did go sledding and snowshoeing\nthough a few days later!</p>\n"}