{"date":"1997-04-26T00:00:00.000Z","title":"Mount Defiance","description":"<p><img src=\"images/abtimber.jpg\" alt=\"\">\n<img src=\"images/medefy.jpg\" alt=\"\">\n<img src=\"images/hood2.jpg\" alt=\"\"></p>\n<p>Inspired by the view in my hiking guidebook, and by Mazama member&#39;s\nassertions that Mount Defiance offers one of the most difficult hikes\nin Oregon, I gathered my magical charms for another journey to the\nwilderness. I used Kris&#39;s pack (sorry darling!) with snowshoes\nstrapped to the back, since I knew I would encounter snowbanks\neventually.</p>\n<p>Mount Defiance is the highest point in the ruggedly beautiful \nColumbia\nGorge. This scenic and productive waterway was formed by the constant\nflow of water from mountains in Idaho and points south and east for\nmillions of years. As lava flows criss-crossed eastern Oregon and\nWashington the strong current of water easily pushed through the soft\nvolcanic materials, eventually cutting a gorge to the sea. There are\nmany hiking trails here, and during the spring you can usually see a\nparty of Mazamas or Ptarmigans hailing each other and examining each\nother&#39;s gear.</p>\n<p>Although the day was clear, I passed only one hiker all morning. I\nstarted up the switch-backing trail at 8 am, crossing streams and\nsnowbanks occasionally. Progress was slow through the humid forest,\nbut the views of the Gorge below became better with each step. It&#39;s\nvery odd how that works: you think you&#39;ve found the very best view\nspot. Then, a moment later you notice another little platform about 3\nfeet higher. Standing there, the view seems 3 times as dramatic and\nhigh. Little things like this amaze me sometimes...</p>\n<p>After about 1.5 miles hard packed snow invaded the trail. Oddly,\nthough it was melted everywhere else, it filled the trail like a\ntrough. The trail flattened, then steepened, and deeper snow filled\nthe ridge, finally prompting me to put on my snowshoes. I worried a\nbit about losing the route, but old tracks in the right places kept me\nheading south and up. On the east and west the ridge drooped gently\nbut steadily.</p>\n<p>Now I could see cliffs ahead on my right. When I finally emerged from\nthe treeline after the tremendous elevation gain of the morning I was\nthunderstruck by the beautiful mix of sparse tree cover, exposed rock,\nsnow and sky before me.</p>\n<p>Choosing to eat lunch perched on boulders, I was in heaven or on Mars\nfor an hour. At this point I really started to appreciate the mystery\nof landscape above the trees. Ascending St. Helens a few weeks later I\ncontinued this appreciation, but that&#39;s another story...</p>\n<p>With snowy Adams, St. Helens and Rainer to the north, I continued\nsouth up snowfields broken by rocky outcroppings. To my right, Bear\nLake appeared far below as the cliffs steepened. Mount Defiance was a\nround hill just ahead. As I grew closer, I entered forest again and\nfollowed snow-mobile tracks that appeared to go to the top. The tracks\nended and a blast of wind from the south woke me up from my long\ntrudge. Traversing a hillside, Mt. Hood&#39;s brutal north face suddenly\ntowered in the distance, and with a gentle climb, I was on Mount\nDefiance. Greeted by a radio substation, I was too awed by the view to\nbe chagrined. The time was 1:30 PM, and I was exhausted after 5.5\nhours of steady hiking, mostly through snow.</p>\n<p>I drank in the view, ate a &quot;Twix&quot; bar while sitting on my Thermarest\npad, sighed, got up and headed home. First I looked down the steep\nwest side of Mount Defiance to Bear Lake far below. It appeared to be\nfrozen. I cataloged this for future adventures.  Hmm...winter climb of\nMount Defiance...descend to frozen lake...camp...next day, traverse\nnorth side of Defiance, heading east, finally turning south to\nStarvation Ridge and home!  Yay! Perfect!</p>\n<p>On the way down, the adventure really begins. Arriving at the rocky\npromontory where I ate lunch, I happened upon a party of three. Two\n20-something OGI graduate students, and a middle-aged\nmountaineer. I&#39;ll call them John, Mark and Jim respectively. Jim was\nfrom Oklahoma and Mark from Georgia so we had some friendly rivalry\nvis-a-vis my Texas origins.  One thing we agreed upon was that we\nloved the country HERE for it&#39;s varied topography and wild, free\nplaces.</p>\n<p>I had intended to descend the way I came, rather than taking the\nStarvation Ridge trail down to the trail-head because of the\nsnow. However, this party, who had followed my tracks up, invited me\nto accompany them down Starvation Ridge, and I accepted. Since they\nhad maps, and seemed to know what they were doing, it seemed quite an\nopportunity.</p>\n<p>We set off to the west, hoping to turn south on the Ridge. John and\nMark wore shorts and fanny packs, sinking to their thighs in the\nsnow. I don&#39;t know how they could stand it! Jim was more suitably\ndressed, with a heavy pack like me. My snowshoes made the going easier\nfor me, so I blazed the trail.</p>\n<p>At this point we (I say we because I was equally responsible, however\nI let myself feel that I was part of a party, and was not eager to\ntake leadership or even worry about our progress, a big mistake)\nstarted wondering where we were and chose an almost random direction\nto change to. After doing this several more times, talking all the\nwhile, we had thoroughly bamboozled ourselves. I proposed going back\nthe way we had came, but the others were confident that we didn&#39;t need\nto do that. Now I wish I had formally left the party at that point,\nexchanging phone numbers in case of emergency. But I went with the\nflow instead.</p>\n<p>Soon we were going up ridges, then back down when there was no trail\nat the top. We tried to head south, following a snow-covered rushing\ncreek, punching deep holes in the snow from time to time. The brush\nclosed around us. We had thousands of feet to descend, and it was\nafter 5 PM. At this point I began to realize I might spend the night\nout here...</p>\n<p>John and Mark were blazing ahead of Jim and I, with me acting as\nmessage shouter between Jim and the others. Even as the terrain\nsteepened, and I was nearly falling down the rotten riverbank I could\nnot keep up with them, nor could Jim. As more creeks joined the\nnorth-flowing river, it became a small but dangerous torrent. Jim had\nme encourage the others to move away from the riverbank, and climb up\nto the ridge for safety. To do this, I used all my strength to\n{\\em run} down to them (with clanking pack and snowshoes), and give\nthem this message.</p>\n<p>&quot;Well, you&#39;re up there and we&#39;re down here, aren&#39;t we,&quot; was the sullen\nreply.</p>\n<p>&quot;I&#39;m not telling you what to do, I&#39;m just giving you a piece of\nadvice,&quot; I said.</p>\n<p>After a long pause, &quot;Well...we figure we&#39;ll just stay by the\nriver. Bye.&quot;</p>\n<p>With that they were gone, apparently intent on getting away from us. I\nwondered why. I think they were tired, and worried about staying\novernight. They were willing to be very reckless, and abandon concern\nfor our safety and think only of themselves. I found it shameful that\npeople would abandon a party this way, remembering my own\ndesire/reluctance to leave when we became lost earlier. I would never\nhave just disappeared.</p>\n<p>Here I waited for Jim to catch up. Puzzled by the news, he suggested\nwe go up the ridge in search of the trail. After some hard going, we\nwere successful in finding the trail, to my great happiness. I\nwouldn&#39;t leave a worried wife at home that night! This was such a\nrelief since I know Kris worries about my safety.</p>\n<p>I think Jim was glad I waited for him, and maybe a little\nsurprised. To me though, it was a matter of course; I would not\nabandon any party member, and Jim was our most experienced member\nanyway. He gave me one of his water bottles, which I was very thankful\nfor, having run out of water hours before. At this point we ran down\nthe steep trail, Jim blowing his whistle. We shouted down the valley\non the east, trying to warn John and Mark of the impending waterfall\nand bring them up to the trail. There was no reply.</p>\n<p>Just as darkness fell, and the clouds grew threatening, we reached the\ntrail-head. We had talked about equipment, experiences and the reason\nfor visiting the back-country on the way down. I enjoyed noting that\nsomeone older and more experienced still had the primal, unexplainable\nneed to slog through the mud out here in search of magic. I suppose\nthat once you have awakened to this adventure, you can never go back,\nyou can never grow bored.</p>\n<p>We guessed that a jeep in the parking lot belonged to Mark and\nJohn. This was confirmed hours later by the police. When I said\ngood-bye to Jim it was full dark and beginning to rain. The\ntemperature fell to about 30 degrees in the night.</p>\n<p>Jim called me at home, stating that he left the trail-head at 10 PM. We\nrecognized the need for a search party the next day, and I said I\nwould go back to help. Thankfully, after a stressful night, Jim called\nand said the police told him that the hikers emerged from the trees\nearly Sunday morning. They had no comment for us.</p>\n"}