{"date":"1998-07-07T00:00:00.000Z","title":"Clark Mountain Attempt","blurb":"rained out","description":"<p>July, 1998</p>\n<p><img src=\"images/lunch.jpg\" alt=\"Lunch in the beautiful basin\"></p>\n<p>Intrigued by Beckey&#39;s &quot;Clark Mountain Walrus Glacier&quot; route in\nthe trusty Green Book, \nSteve and I readied for the mountains.\nPacking our rope, bivy sacks and other gear we strove for\na &quot;flash ascent&quot; or a &quot;lightning assault&quot; on the peak.</p>\n<p>We started up the White River trail at 8 am, a level 4 mile\nhike.  Disdaining bug juice, we hastened through a growing\nthrong of bloodsucking spindly viruses.  At a fisherman&#39;s\ncamp (with two fishermen) we turned right on the\nBoulder Creek trail.  The bemused fishermen watched our\nherky-jerky insect-induced dance from the safety of numerous\nmosquito coils.  We cut the conversation short and sprinted\nup the trail, gaining 60 feet in elevation before slowing\ndown.  This seemed to make a big difference!</p>\n<p><img src=\"images/sheept.jpg\" alt=\"Notice the mountain you can&#39;t see behind the clouds\"></p>\n<p>Things were more pleasant here, and we moved up dozens of\nswitchbacks and discussed myriad topics.  Steve has convinced\nme how much fun it is to talk while moving up.  You might\ngo faster if you dedicated all energy to upward progress,\nbut it sure would take longer!  The brush started to close\nin.</p>\n<p>Patches of sun mingled with clouds as views of Indian Head\nPeak across the White River improved.  Soon, tangled in brush,\nwe crossed Boulder Creek, removing our boots to do so.  The\nwater was FREEZING!!  There were three streams, and after each\none my feet painfully came back to life.  We stifled screams,\nmindful of the bears in the area.  A session of very dense\nbrush brought us to a beautiful campsite in the sun.  We\nlunched on boulders among watchful marmots.  Perhaps as\nforeshadowing, Clark Mountain remained obscured behind a\nlingering cloud up the valley.  We never did see it.</p>\n<p><img src=\"images/dadeer.jpg\" alt=\"This dear actually got on our nerves after awhile\"></p>\n<p>During lunch, a salt-hungry deer hovered around us, coming to\nwithin 3 feet of me.  Finally, Steve and I had to shoo him away.</p>\n<p>Afterwards, we continued up to Boulder Pass on a splendid trail, winding above\nsnowfields in the valley.  We passed near waterfalls and hawk nests.  Such an\namazing spot, and we didn&#39;t see anybody in this basin at all.  We topped out on\nsnow, getting our first look into the Napeequa River valley.  This was an\nawesome spot.  The clouds were gathering in mid-afternoon as we searched for\nBeckey&#39;s route from the Pass.  We were supposed to traverse a shelf which looked\nimprobable because of steep snowpatches over slick rock.  After much animated\ndiscussion, a camp in the mini-basin 400 feet down seemed a good place to start\nour summit bid the next morning.</p>\n<p>While preparing our camp, Steve directed me to an {\\em amazing sight!}\nBehind us, in the sky above Boulder Pass a bird, or two birds\nwere spiraling in free-fall.  They (or it) spun around and around\nand finally crashed onto a cliff with a small bounce.  We saw a\nflurry of wings and then nothing.  No bird ever got up and flew\naway.  What did we see?  A fight I suppose...</p>\n<p>Anyway, we had to find a way up to the Walrus glacier, with the traverse\nlooking too hard.  Steve led up a moderately steep snow colouir with\nhard old snow for kicking.  We realized this was an easy way up, and\ncould retrace our steps in the morning.  Alas, a snow dome and \nlowering clouds blocked our view of the peak at the top of the colouir, so\nwe headed back to camp.  Rain started to fall lightly on and off.</p>\n<p><img src=\"images/hpoint.jpg\" alt=\"At the top of our snow-gully approach\">\n<img src=\"images/monk.jpg\" alt=\"Steve in a contemplative pose\"></p>\n<p>Little did we know that was all the climbing we would get to do this\ntime.  After dinner we got in our sacks and the rain began in earnest.\nIt lasted all night and into the morning.  After a long night\nwith little sleep for both of us, we looked out to see the cloud ceiling\nat 6000 feet.\nSteve had a quart\nof water in his bivy sack, and I had about 1/2 cup.  Cold and wet: we\nshould learn to love it...</p>\n<p>Ugh.  As the morning wore on, and the weather didn&#39;t improve we decided\nto cancel the climb and head back early for some time with our wives.\nWe climbed through rain over the pass, and into sunshine on the other\nside.  For me, the journey was awful because of multiple painful blisters.\nI think my full-shank boots don&#39;t like miles on rock as much as snow and\nthey gave me a lot of trouble.  I limped gamely along, whining occasionally.\nAfter a long steep descent, we were on the valley floor, looking at 4 miles\nof mosquito-infested walking.  Steve pulled ahead as my pain epicenter\nshifted from one blister to another!  Stopping was murder from the bugs.\nThirst was high, because we wore our shells as bug-protection and sweated\nby the pound.  It was the most evil walk I&#39;ve ever been on.  Oh well.\nThat happens.  I&#39;m usually pretty lucky so I take my punishment in large\ndoses!</p>\n<p>Oh, we had a deer follow us for the entire four miles out along the \nriver!  Sometimes he was just a few feet behind.  Later, I stopped for a\nrest and he went past me in the brush, moving back onto the trail.  Steve\nsaid the impatient deer later &quot;mock-charged&quot; him several times in an\nattempt to get him to step aside from the trail.  Finally, Steve did move\nand the deer sauntered ahead.  I can&#39;t believe we were tailgated by a\ndeer...</p>\n<p>We attempted Clark Mountain again over Labor Day weekend.</p>\n"}