{"date":"2006-11-15T00:00:00.000Z","title":"Aasgard Pass Hike","description":"<p>John Bennett \nand I had planed a hike several weeks before and were\nboth too stubborn to cancel in the face of ridiculous weather.\nA wet weather system hunched over the entire state like a possessive\ntoad.  Was I ready for the memory of so many beautiful dry fall \nhikes and climbs to be replaced by beclouded views and long\nshalumps through rainy forest?  Ready or not, that&#39;s what we\ngot.  But there were pleasant surprises.</p>\n<p>Brian had come up from California to visit John for the weekend,\nand he came along, proving to be excellent company.  We intended to\nleave the city Friday night but a tawdry drama engulfed Brian\nwhen he realized he took someone else&#39;s bag from the airport.  A\nweary vigil and more hours on the highway for poor John and Brian\npushed our hike out to Sunday.  </p>\n<p>While they camped at the rainy trail-head, I slept warm and safe\nby Kris at home.  But, I endured the pain of a 3:30 am start\nand a foggy night drive over Stevens Pass.  I could already feel\nthe cold, wet clothing ahead of me and drew inward.</p>\n<p>The three of us were hiking by 7 or so, each with umbrellas against\nthe unceasing rain.  I marveled at Brian&#39;s ability to forsake the\nsunny Sierras for planet Degobah and still proclaim to have a good\ntime.  Upward through the woods, and across icy bridges, we found\nour way to a nice viewpoint down to the valley we had climbed.\nHere we took some pictures, and quickly moved on.</p>\n<p>Before long we reached \nColchuck Lake and snow.  We wanted to climb\nAasgard Pass on the opposite side of the lake, so we headed south\non a gradually less distinct trail.  Soon, we were under Dragontail\nPeak on the south side of the lake, scrambling over boulders as\nthe snow and wind increased.  Pausing to put our parkas on for\ngood, and glacier glasses if we had them, we ascended.\nCairns marked the way here and there, but were not so important that\nwe would go out of our way to stand by one.</p>\n<p>The lake became smaller and the wind became fierce.  The snow got\ndeeper and the route became steeper.  All of this happened gradually,\nuntil we were climbing icy rocks and hiding behind boulders during\nheavy gusts.  When the wind tapered off, a quick scamper to the next\nrock, tree or snowdrift followed.  Some of these gusts had us laughing\nout loud for their ridiculous overstatement!  Was it really necessary\nto cause me to teeter back, heart in throat, ice ax slammed home at\nthe last instant?  Methinks not...</p>\n<p><img src=\"images/gully.jpg\" alt=\"John and Brian descending Aasgard Pass\">\n<img src=\"images/dragontail.jpg\" alt=\"Hideous Dragontail Peak!\"></p>\n<p>After 1000 feet (halfway up), we held a council of war.  Any decision-making\nprocess was cut short by the appearance of a huge gust of snow blasting\ndown from the pass.  We could see a constant drift whizzing by higher\nup.  After some brash talk, we prudently started down, now content to\nadmire our surroundings since the time for brave works had passed.</p>\n<p>Dragontail Peak was an enticing menace!  Triple Colouirs and Serpentine\nArete are some route names for this mountain.  Obviously it is well\nloved and feared by those who climb.  On the east shore of the lake,\nrose Colchuck Balanced Rock, a 5.10a climb characterized by steep\nsheer walls followed by a horizontal overhanging section.</p>\n<p>A friend, Alex K. had asked us to check the ice conditions on Dragontail\nPeak but being completely ignorant of ice climbing I wondered what\nwe could do other than misinform him.  I know: &quot;dubious.&quot;  There.</p>\n<p>Down from our adventure at the Pass, we realized we&#39;d had a great time.\nBlowing rain and snow is a definite improvement from boring drizzle!\nWe ate lunch and hiked out.</p>\n<p>Oh, and I got some crummy stares from late-rising hikers for my\numbrella.  I won&#39;t get on my soapbox today, but I will make an observation:\nNot everything with utility is made of Gore-Tex and costs \\$50 per\nounce.  A good, sturdy umbrella is an excellent tool for hiking\nand mountaineering.  Don&#39;t look so shocked!  Humpf.</p>\n"}