{"date":"1998-09-02T00:00:00.000Z","title":"Clark Mountain Attempt","blurb":"crevassed out","description":"<h2 id=\"-a-walrus-by-any-other-name-\">&quot;A Walrus by Any Other Name&quot;</h2>\n<p><img src=\"images/glav.jpg\" alt=\"The main peak is the hump on the right\"></p>\n<p><em>This was probably the best trip of the summer, and owes a lot\nto Kris, who devoted 5 hours of her day to drive us to\none trailhead and drop off a car at the other trailhead.  This\nway, Steve and I had a wonderful one-way trip from the White River to\nthe Chiwawa River.  She volunteered to do this, under the condition\nthat we never ask her to.  But thank yous we can say\nand thank yous by the dozen we mean.  Thanks darling!</em></p>\n<p>This time we didn&#39;t even try to \nlighten our packs, having been\nbeaten into submission by Mt. Daniel.  I may not have mentioned\nit before, but on that trip, I had boldly proposed to leave\nour sleeping bags at home.  As it turned out, we were snowed\non all night and I was thankful that my courage had quailed\nat the last minute as I shivered in my bag.</p>\n<p>So, back up the White River for 4 easy miles.  This time, no mosquitoes in\nsight, and clear blue skies.  The miles went quickly and soon we headed up the\nBoulder Creek valley.</p>\n<p>Even better, the horrible brush had either been trampled by\ndozens of horses or had begun to die off for the season.\nWe saved 40 minutes by hoping over Boulder Creek, where we\nhad endured a howlingly cold wade before.</p>\n<p><img src=\"images/bvalley.jpg\" alt=\"Looking down from the Boulder Pass trail\"></p>\n<p>We attained the Pass around 4 pm, still feeling pretty fresh.  I stared at a\nlazy couple in the choice campsite for a few minutes, half-hidden by the stunted\ntimberline trees.  They hastily departed when my glazed stare and drooling\ncountenance finally made them uneasy.  I don&#39;t know why, but that always seems\nto work!</p>\n<p>Steve and I planned to camp here for two nights, a real luxury\nwith us.  We circled the camp, scratching and sniffing, trying\nout different standing and prone positions until it felt\nhomey.  There was water nearby, something we were immensely\nthankful for since the country was very hot and dry.</p>\n<p>Feeling frisky, we took Beckey&#39;s approach route to the glacier\nwith a water bottle each.  Excitingly steep heather took\nus high above camp.  Using bear scat as a landmark, we found\nour way into a steep, rocky upper bowl and set on an ankle-twisting\ntraverse.  These things are like feverishly completed crossword\npuzzles, because you don&#39;t stop concentrating for an instant.\nNearly impossible to find a good pace, Steve totters ahead of\nme, then I jerk forward by a different route.</p>\n<p><img src=\"images/apprch.jpg\" alt=\"We bivied in the trees at the saddle down there\"></p>\n<p>Finally we attain the glacial view and {\\em Gott-in-Himmel!}  We couldn&#39;t\nhave imagined anything cooler, or more dangerous.  The glacier\nwas an alpine ice-maw, a fearsome ur-glacier with teetering\nbridges of Schnee und Eis.  Stunned by the beauty we gradually\nrealized that climbing it to the top wouldn&#39;t be possible with\nthe brains and tools we have today.  We briefly considered\nwalking around to the easy route the next day, then discarded the\nidea, too entranced by the eerie siren song of wonder and uncertainty\nthat was already calling.</p>\n<p>Turning away momentarily, we commenced on a fun rocky scramble to\nthe top of Peak 7240 up the ridge.  Somewhere in here, Steve breezily\nsuggested a shoulder stand.  I countered with a hand-up for his\nfoot and we overcame the obstacle.  Too well did I remember how\nfunny Steve found the incident in climbing lore where Fred Beckey\nstood on his brother&#39;s shoulders, only to then move to his head(!)\nwhen the handhold proved to be just a little higher.  Improbably,\nthe brother&#39;s name was Helmy.</p>\n<p>On this peak we had the usual revelations under the evening sun.\nOur camp was barely visible and the drop really did inspire\nvertigo, so we carefully moved back.  I wished I had brought\nthe camera.</p>\n<p><img src=\"images/glarte.jpg\" alt=\"We crossed the glacier from the furthest visible snow\"></p>\n<p>Down and to a hearty meal and quick sleep in the bivy sacks.\nOh, we maintained a triangle camp, leery of bears.  Getting the\nfood sack hung was an ordeal and we nearly lost the cordage.  We\ntook turns leaning over a cliff on tiptoes prodding a sluggish\ncarabiner with a ski pole.  The carabiner would wrap lazily around\nmore tree limbs each time we touched it.  Finally we got it down,\nand managed to hoist the bag so high that a Fox Terrier wouldn&#39;t\nbe able to jump up and touch it.  That was fine, because we knew\nthat these intrepid wilderness terriers actually did most of the\ndamage attributed to bears, so, y&#39;know.</p>\n<p>We let ourselves sleep in and got on the trail around 8 am.  We\ncarried a lot of water, because going for running water on a \nglacier is rather frightening.  Usually, you can hear water\nunder the snow somewhere, and to get it requires a descent into\na constricting crevasse where maybe you could slide headfirst\nwith a shakily outstretched water bottle for the ice-cold stream\nin the ice.  We&#39;ve never done this, but it&#39;s easy to imagine\nan accurate portrayal.  </p>\n<p><img src=\"images/steg2.jpg\" alt=\"Here is a frozen caveman I found. Well-preserved.\"></p>\n<p><img src=\"images/meg1.jpg\" alt=\"We didn&#39;t get past this huge icefall\"></p>\n<p>Steve tied a big granny knot around his waist.  I did the same and\nwe were off!  If only it were so easy!  Actually, roping up for a\nglacier is a very tedious affair.  Flake out the tangled rope, put\non your harness, redress your pack with metal spiky things on the\noutside (like an industrial Christmas tree), attach various geegaws,\ntie various knots, and put on your crampons.  Whoa!  An hour has\ngone by.  </p>\n<p>Our crampons crunching into the hard snow, we approached the first\ncrevasse.  Easily walked around.  Same with the next, next and next.\nThen we crossed one on a thick but skinny snowbridge.  All of\nthe crevasses started out wide and got thinner and thinner as they\ndescended into darkness.  We were pretty amazed!</p>\n<p>Then we had some steep snow up to a lookout over a junkyard of\nice.  Unable to see a way down, we moved to another vantage point\nand saw that by going back we could step down 10 feet onto a\nsnow boulder in the iceyard.  Our plan was to set up an anchor on\nthe lookout, with one climber belaying above.</p>\n<p>I went in first, using my front points to get down to the boulder.\nFrom there, stepping carefully allowed me to explore 40 foot high\nice walls with boulders embedded in them, and deep, smooth chasms\ncrammed with movable blocks of ice.  This area provided great\nphoto opportunities!</p>\n<p>Steve went in and expanded the explored territory a bit.  Finally,\nwe ran out of areas we could safely visit, and we packed up our\nanchors and headed back.  The snowbridge held and we returned without\nincident.  We felt incredibly lucky to have been able to get that\nfar, and have so much fun.</p>\n<p>Back at camp, we did some rappelling and easy climbing before dinner.\nWe took a &quot;post-repast constitutional&quot; (Steve&#39;s excellent phrase!) \nto watch the sunset on the western side of the ridge.  Meeting a\nbackpacker, we were warned about the very steep trail up to Little\nGiant Pass we would be tackling the next day.  Advised to take\nextra time, we set our alarms for 5 am.</p>\n<p>Ugh.  Walking by 6 am, we descended to the mighty Napeequa River, reaching it at\n7:30.  We removed our boots and crossed the freezing, gray-brown water.  Then we\nhad a fascinating walk in this wild, broad valley.  The trail heads down the\nriver about a mile before climbing steeply to the pass, sometimes passing\nthrough deep brush, then opening pleasantly into grassy slopes.  We talked about\nhow neat this place was, and suddenly I slipped on a wet rock (Steve said there\nwas a wet blade of grass on my boot), and crashed to the ground.  We were in\nperfectly flat terrain, and that&#39;s where I have to take my falls!  How ironic...</p>\n<p><img src=\"images/meg2.jpg\" alt=\"Michael: Happiest when ignorant!\"></p>\n<p>The 2000 foot climb to \\index{Little Giant Pass}\nLittle Giant had some scary moments\nwith downsloping vegetation that wanted to zing you over the\ncliff.  Also, the trail was immensely steep.  For the final\nleg, we were in the sun and traveling about .2 miles an hour.\nLuckily, we had carried plenty of water, since there was none\naround the pass where we had lunch.</p>\n<p>We had about 4000 feet to climb down and it was 12 pm.  We figured\non being at the car in no time.  Just down from the pass,\nbeautiful huckleberry meadows had already turned red, providing\na fall atmosphere.  The sun was hot but breezes were cool.\nAfter getting more water, the trail became manically steep,\nand didn&#39;t let up until almost all the way down.  Our toes\nfell asleep from being pressed in the front of our boots and\nour knees creaked alarmingly.  We really missed switchbacks\non this luge run!</p>\n<p>About halfway down, we got water at a creek and smelled burning\nwood.  There was a campfire that had been built over pine-needles,\nhastily put out, and was now smoldering.  Just waiting for a\nstrong wind to turn it into a forest fire.</p>\n<p><img src=\"images/steg1.jpg\" alt=\"Trying to impress the folks back home\"></p>\n<p>Steve sprang into action, supervising my many trips down to the\nstream for water!  While he doused the fire, I stumbled down\nand up again with a fresh load.<br>Steve has great human insight...he knew that\nto offer to trade places would adversely affect my self-esteem, so\nhe wisely kept to his supervisory role.</p>\n<p>The rest of the way was uneventful, except for the weeping and the\ngnashing of teeth.  I banged my knee on a tree stump, sending a\nsinging pain through the forest with my echoing cries.  Agonized, I\ncried to Steve, &quot;don&#39;t leave me here, no!&quot;  But he had gotten used\nto that days ago and plodded methodically ahead.  Between his\nback and my feet we had groans aplenty and the car was a welcome\nsight.  A surprise too, because we expected to descent another\n400 feet.  Upon realizing I was in the parking lot surrounded by\nstaring bathers walking to the river, I reluctantly ceased my blubbering,\nhaving grown somewhat comforted by the sound.</p>\n<p><em>By the way, one set of photos was lost by Target, so I have no\npictures of the Napeequa River, nor any pictures of our interesting\napproach route to the climb.  A few choice scenes of the basin\nnear Little Giant Pass are, sadly, also missing.</em></p>\n"}