{"date":"1998-09-3","title":"Three Fingers Mountain","blurb":"south summit","description":"<p><img src=\"images/3fsteep.jpg\" alt=\"The steep slopes below the lookout building\">\nThe weather was just too good to miss, so I took a day off to hike up to the\nThree Fingers Lookout.  Within weeks, dustings of snow would make the trip\nunpleasant, and I had wanted to make this hike since moving to Washington last\nMarch.  I took a small day pack with a water bottle, sunscreen and gaiters, and\nI carried my ice ax.</p>\n<p>The first two miles went slowly in the early-morning chill.  I moved\nas fast as possible along a very humpy and rooty trail.  In some\nplaces, the soil had eroded to 2 feet below a trippy collection\nof roots that require balance to cross.  Nothing could diminish my\ndesire to burn up the miles and the elevation as fast as possible\nthough.  Here and there I got glimpses of the &quot;fingers&quot; through\na hole in the forest.  They looked very far away.</p>\n<p><img src=\"images/3fgla1.jpg\" alt=\"Open crevasses at Tin Pan Gap\">\n<img src=\"images/3flook.jpg\" alt=\"A view back to the Gap. See the Pacific Ocean?\"></p>\n<p>The trail got better, and soon I was in blueberry-bush country, where\nthe trail winded along dry creekbeds and up and over lightly forested\nhills.  The last water was in here, and I would soon be worrying about\nthat.  Finally, at 4 miles I came to the Goat Flats camping area, and\nthe trail led steeply up to Tin Pan Gap.  Along the way, I crossed\na charming south-facing basin with fat marmots chuckling and whistling.\nThe old miners called them &quot;whistle-pigs,&quot; and claimed they were good\neatin&#39;.  Have you noticed that every sentence that refers to miners or\nsome similar old-west topic is required to use &#39; characters?</p>\n<p>The view from \nTin Pan Gap was exceptional, I was really impressed by the\nbroken appearance of the Three Fingers Glacier.  It was tempting to crampon\ndown to a level-but-crevassed area to explore, but I didn&#39;t have crampons.\nAfter a brief rest I headed easterly up the ridge towards the South Peak,\nwith it&#39;s very tiny lookout building on top.  Immediately, I ran into a\nbig moat (a cleft created where a wall of snow separates from a wall of\nrock).  Ready for adventure, I stemmed along in the moat, one foot on the\nsnow wall, and one on the rock.  My ice ax provided balance by slamming\nthe pick into the snow. \nFinally, the rock became to steep to progress this\nway.  The snow looked quite hard and icy, so I scrambled up the rock a ways.\nBut I was entering 5th class climbing terrain with no visible exit (except\nfor the hole of darkness below where the rock/snow separation continued\ninto a cold, wet grave!).  I climbed back down and decided to try the\nsnow, and this worked pretty well.  After a few yards, I found the trail\nagain and left the steep snow happily.</p>\n<p>Later I climbed a mini-peak on the ridge and descended a gully on the\nother side because the trail around was very snow-covered.  Incredibly\npleased, I trolloped along, memorizing R. Service poetry:</p>\n<pre><code>No!  there&#39;s the land (have you seen it?), \nIt&#39;s the cussedest land that I know. \nFrom the big, dizzy mountains that screen it,\nto the deep, deathlike valleys below.\nSome say god was tired when he made it,\nsome say it&#39;s a fine land to shun.\nMaybe, but there&#39;s some as would trade it,\nfor no land on earth, and I&#39;m one.\n</code></pre><p>Back on the south slope and running low on water, I endured a hot, rocky\nplod around a basin and slowly up.  After this the trail steepened and\nswitchbacked up the side of the South Peak.  Along here I got some much-needed\nwater from snowmelt, and a little shade too.  I emerged on a large, low-angle\nsnowfield, made for easy walking and a fun glissade on the way home.  After\nthis, there were about 300 feet of easy scrambling, following cairns left\nby others.  The cairns were a bit random though, and sometimes I would just\nhead up, following my nose (I can smell lookout towers!).</p>\n<p><img src=\"images/3fdown.jpg\" alt=\"Looking down on the east side. It made my knees shake to look down here!\">\n<img src=\"images/3fcrev.jpg\" alt=\"Looking down on the west side.\"></p>\n<p>Long before I expected it, I rounded a corner and was greeted by the three\nladders to the summit.  I&#39;ve read about these ladders, and how frightening\nthey are.  They are quite exposed: almost right below you is a 1000 foot\ndrop to the glacier.  But it&#39;s very easy to hang on!  There is also a\nrope to aid in moving from one ladder to the next.  I would only worry about\nthese ladders if they were covered in ice.</p>\n<p>The lookout was cool.  In fact, I&#39;m not going to talk about it much.  I was\nrather moved by the log book.<br>One couple hiked up on their 30th &quot;lookout&quot; anniversary.  The lookout is\na very special place, because people who come here keep it neat and clean.\nSadly, it seems that too much exposure can ruin such experiences.</p>\n<p>After a nice lunch and a nap, I climbed down the ladders and the rocks to\nthe snow slope.  I did some clumsy standing glissades then continued down\nthe faint trail.  I got some more water at the snowmelt for the thirsty\ntrip back.  The afternoon had become very hot, and hazy due to forest\nfires around Lake Chelan.  </p>\n<p>The whistle-pigs must have been hiding in their dens, because I didn&#39;t hear a\npeep on the way out.  When I got to the moat, I realized that I could have\navoided the tricky work had I just looked around a bit more: the trail was 15\nfeet off to the side of it!  I must have been eager for adventure.  I took the\ntrail for the way home!</p>\n<p>After a few miles I ran out of water, refilling at a muddy seep along the way.\nThe last two miles seemed to take 27 years, but finally I was back at the car.<br>I&#39;m writing this in early October, and the rains have \nstarted.  I&#39;ll bet the ladders are a bit icy now!</p>\n"}