{"date":"1998-06-15T00:00:00.000Z","title":"Eldorado Peak","description":"<p><img src=\"images/eltitle.jpg\" alt=\"Forbidden and Sahale Peaks\"></p>\n<p><em>The Eldorado summit ridge is legendary for it&#39;s pure line of snow\narching away and up from the climber.  To traverse it is to\nembark on a transforming journey.  Because of the arc it forms,\nyou cannot see the end of it.  It is a balancing act, in an icy place \nfar removed from crowds and warmth.</em></p>\n<p><img src=\"images/spires.jpg\" alt=\"Weird spires north of the summit\"></p>\n<p>Steve and I left the car at milepost 20 on the Cascade River Road.  The time was\n11 am and the sky was cloudy but not threatening.  Surrounded\nby tangled brush and thorns, we crossed the Cascade River on a rotting\nbut firm log.  Talking up a storm about population growth and other\nsunny topics, we worked up a steep but good trail along Eldorado\nCreek.  Deep brush gave way to open forest, then sunny boulder\nfields and snow patches.  We could now see the incredible beauty of\nthis legendary region.  Johannesburg Mountain loomed across the\nvalley, burdened with chunks of hanging ice.  Watch it all afternoon\nand you&#39;ll certainly see some of it fall.  We were so amazed and\nhappy to be there.</p>\n<p>The boulders gave way to steep snow, which provided easier traveling\nwith our heavy packs.  We carried food and shelter for two nights, climbing\nrope and glacier-travel equipment.  We spoke to a trio of AAI guides\nat a tent in the basin.  They were holding a snow climbing course, and\nwaiting for their clients to struggle up the trail.</p>\n<p>In late afternoon, we climbed the ridge separating Eldorado and Roush\nbasins.  It began to rain during the steep descent into Roush Basin.\nIt soon stopped, but it made\nus aware that we might not have another chance to set up camp and\ncook while dry so we stopped for the night.  Steve and I were both using\n&quot;bivy sacks&quot; for the first time.  A bivy is really just a roomy\nsack with enough room for you and your sleeping bag.  It is the most\naustere of shelters, and we were a little apprehensive.</p>\n<p>After a great meal of Steve&#39;s cous-cous and dried tomatoes, we slept under\na bright moon.  Actually, I didn&#39;t sleep much, but it was a wonderful\nnight watching the clouds drift in and out.  The moon swung in a\nbroad, slow arc to the west.</p>\n<p><img src=\"images/moraine.jpg\" alt=\"Looking down to Moraine Lake from the summit route\"></p>\n<p>The next morning, we roped up for the glaciers ahead and set off fairly\nlate.  We traveled quickly on a monotonous slope, and got our reward at\nthe top.  A large flat area offered panoramic views of the &quot;oh my god&quot;\nvariety.  Stunned, we moved slowly here, grinning at everything.  Skiers\novertook us and zoomed ahead on a challenging traverse.  One of them\nwas climbing Eldorado, and passed us once we were on the east ridge.</p>\n<p>The climb is easy on the east ridge, simply walk up the broad ridge until\nthe knife-edge summit is reached.  There were a few open crevasses, easily\navoided by sticking to the rocks on the left.  We modified the route a\nbit, after seeing the skier (now coming down) set off a minor avalanche.\nUnconcerned, he sped down.  We had to stay well to the left, in the\nshallow snow over rocks to avoid the region around his tracks.  The\nonly problem was that our exposure was greater, as we were permitted\na too-clear view to the Inspiration glacier far below.  The sun was\nbecoming quite fierce, and we moved quickly, worried about worsening\nsnow conditions.</p>\n<p><img src=\"images/knife.jpg\" alt=\"Michael stumbling up the knife!\"></p>\n<p>Finally, at the summit ridge, I led carefully.  At first, there\nwere good bucket steps, but higher up the route leaves the ridge because\nit&#39;s too thin to walk on.  4 feet down on one side, the slippery snow\nhad Steve and I nervous.  We reached the highest point, and kicked a\nsecure platform out.  Wow.<br>I allowed myself to look around again and\nwas amazed by the scene.  In front of us was a whole panorama we\ncouldn&#39;t see before, with Mt. Baker in the far distance.  Behind us\nwe could see over to Sahale Peak and dozens of other mountains.  Indeed\nthere were hundreds of snow-capped peaks and jagged ridges.</p>\n<p>We lingered here in the sun for a while, then faced the worrisome task\nof getting down the summit ridge.  Steve kicked good steps, but big\nchunks of snow still slid down the mountain and over a steep slope.\nI was glad to get off, and we began the easy work of returning to\ncamp.  We even ran downhill a ways once we could see our bivy sacks far\nbelow.</p>\n<p>At camp we drank water and rested in the shade of umbrellas.  After an\nhour, we started packing, and were soon on our way back into Eldorado\nBasin.<br>On the ridge again, we saw a dozen people learning snow anchor\ntechnique.  We zoomed into the basin and plodded for an hour with the\nsun blazing down.</p>\n<p>Finally we reached the end of Eldorado Basin, climbing up to the ridge\nwith Torment Basin on the other side.<br>Minutes of incredible\nheat and lassitude, seconds of chilling wind, and occasional wake-up\ncalls in the form of snow collapsing under a complacent boot made\nup our reality.  Sometimes we stopped, and had little\nto say.  &quot;It&#39;s getting closer.&quot;  &quot;Yeah, I know.&quot;</p>\n<p><img src=\"images/top.jpg\" alt=\"Looking down from the summit\">\n<img src=\"images/torment.jpg\" alt=\"Mt. Torment in late afternoon\"></p>\n<p>This went on for some time.  Near the crest of the ridge, with Steve\ntraversing a corner, we both realized that the slope was about 35\ndegrees with a long fall below.  Suddenly awake, and without being\nable to see around the corner (perhaps the slope became worse), we\nwished for our axes, to plant solid holds in the snow.  The ski\npoles, while nice for balance, were out of their element in this\nterrain.  But our axes were snugly attached to our packs, out of\nreach.</p>\n<p>It felt safer to step-kick straight up the slope, as it seemed to\nlevel off 40 feet up.  We did this side by side, each kicking our\nown path.  We reached the ridge top with some relief, and were\nutterly spent.  The time was around 6 pm: almost 11 hours of\ntoil.  Steve was set on bivying here, on this\nbeautiful ridge-top.  We could see the AAI tents far below in\nEldorado Basin, and the &quot;Snow Anchor Clinic&quot; descending\nfrom their ridge to the west.  Looking east into Torment Basin we saw a steep cleft,\nthrough which clouds from the north traveled swiftly.  Mt. Torment\nappeared and disappeared behind them with amazing rapidity.<br>It\ndidn&#39;t look difficult, but we could see that we had a deep\ndescent to clear the cleft before climbing back up to the\nBoston Basin ridge.  I wanted to make the easy descent now,\nand bivy in a sheltered area of the basin, but Steve&#39;s admirable\nwish for view over comfort won out.  We quickly stomped out a\nplatform, and anchored axes at about thigh level on the sides.\nWe hoped this would prevent a sleepy fall into Torment Basin\nfor Steve who got the outside seat!</p>\n<p>Exhausted, we slowly set up our camp, got in our sacks and began\nboiling water.  We laughed ourselves silly with the image of\na flailing, helpless climber racing down a mountain in a bivy\nsack, finding himself back at the car by morning.  </p>\n<p><img src=\"images/roush.jpg\" alt=\"Humpy Roush Basin\"></p>\n<p>I made dinner:  Stove Top Stuffing, tuna fish and cilantro.  I\nadded too much water though, and Steve hilariously dubbed the\nmeal &quot;Mountain Swill.&quot;  This brought on another bout of\ninsane laughter!  Despite the porridge-like consistency, it was hot\nand good.  But I was worried about Steve, who couldn&#39;t eat\nvery much.  The long day had shut down his digestive system, he\nsaid, and he was afraid of vomiting.  For my part, both of \nmy pairs of socks were wet, and I was hoping we had enough\nfuel in the stoves to dry one pair overnight.</p>\n<p>At this point we made plans to go back via Eldorado Creek.  The\nroute was known, it was all downhill, and without nourishment\nit wouldn&#39;t be prudent for Steve to push himself the next day.\nThen I was glad we had bivied on the ridge.  Had we gone down\ninto Torment Basin, we would have been more committed to the traverse.\nWhen you or your partner is feeling ill, it&#39;s good to\nhave options.  </p>\n<p>We were both heartened when Steve did get all the &quot;swill&quot; down,\nand started feeling much better.  Thusly, we went to bed tired\nand happy.  I slept soundly for hours at a stretch, again waking\nup sometimes to see the new position of the moon, and to watch\nthe rocks to my right appear and disappear in the mist.  Around\n4 am, a pika sat on the ridge rocks and watched us for some time.\nI watched him back.</p>\n<p>Morning was leisurely, with our umbrellas serving well against\nstrong wind from the east.  I ate crumbling pop tarts, and had a\ndifficult time putting in contacts.  Finally we were packed up\nand ready to descend.</p>\n<p>We plunge stepped about 800 feet down into the basin, avoiding\nwet rock patches.  Once down as far as we needed to go, I led us\nup to the Boston Basin ridge.  We traveled very slowly, finally\ngetting into a pace we could maintain for long stretches.  I\nremember this basin very kindly.  The goal was in sight, the\nsun usually hidden, with mysterious clouds drifting through the\ncleft, partially obscuring Torment Peak.  Within an hour, we\nwere bright and peppy, thinking &quot;I could climb that,&quot; and looking\nup at the mountain&#39;s flanks, scanning for lines.  We reached the\nridge top in good form...no panting...no stops to rest.</p>\n<p><img src=\"images/johann.jpg\" alt=\"The Mountain King: Johannesburg!\"></p>\n<p>The view from this ridge was one of the best, with the Quien Sabe\nglacier ahead, Sahale Peak, and Johannesburg looming larger than ever.\nThe snow covered hummocks and rock led the eye ever downward\ninto the trees and green to the Cascade River far below.  We ate\nlunch here on sunny rocks, feeling so glad that we had continued\nthe traverse.  </p>\n<p>Steve and I were sure that Boston Basin would be easy.  Just go\ndown to the middle of it, and find some nice tracks leading into\nthe trees.  It turned out to be harder than that.<br>We ate most of our food, and drank most of the \nwater.  </p>\n<p>And here we met our greatest difficultly, and our only serious\nmistake.  We had to get down from the ridge into Boston Basin\non a rock band, as there was no continuous snow to make the\ndescent easy.  It must not be too bad, we told ourselves, and\nsoon found a way traversing down on heather benches.  The footing\nbecame tricky, and the soil ran out.  Where there had been green\nand brown, was suddenly down-sloping granite covered in pebbles.\nWe had split up, with Steve almost out of sight but at about\nthe same elevation.  After a few moves with the pack trying\nit&#39;s best to throw me from the cliff, I sat down on a welcome\nupsloping rock, muscles straining.  &quot;Uh, Steve, I think I&#39;ll\nlet my pack slide to the bottom.&quot;  Steve, going through\nhis own difficulties, said OK, but didn&#39;t\nseem to think it was a good idea.  I couldn&#39;t imagine continuing\nthough, as I had a holdless slab before me where I&#39;d have to\nslide 5 feet and let my feet catch on a small ledge.  So I\ntook off the pack, and gently dropped it, expecting it to slide\nand be stopped by rocks a little further on.</p>\n<p>With horror, I saw the overladen pack tumble and bounce, picking\nup speed with each impact.  Oh my god, I thought.  I felt extreme\nembarrassment at having done something so stupid.  The pack continued\nonto the snow, never slowing down.  When it was a black speck far\nbelow, it finally stopped just feet before a drop-off.  This\nforced me to grimly acknowledge that now I had no rope even if\nI wanted one.  Also, I had to get down no matter what...I wasn&#39;t\ngoing to leave my gear.  Mainly though, I realized how steep\nand dangerous this descent was, and beat myself up for a while.\nWe could have rappelled from solid rock a little higher up.  Or\nwe could have lowered the packs on our rope.  It didn&#39;t look that\nsevere though, and Steve has pointed out that we would have had\nat least two rappels, possibly with no good anchors for the second\none.  Anyway, after a few tense minutes I made it to safer ground.\nSteve was higher up though, and I was worried.  I don&#39;t actually\nknow how I&#39;d have done it with my pack, so it must have been \ntough.</p>\n<p><img src=\"images/valley.jpg\" alt=\"Looking to Cascade Pass\"></p>\n<p>I tromped down to my pack as Steve grimly finished the rock in\ngood style.  I felt very sorry for my ill-treated gear, and found\na broken umbrella and stove platform to be the only casualties.\nRelieved, I\ntraversed up to meet Steve, who had begun the hike into the basin.\nHere and there were tracks, but very faint.  Finally we lost them,\nand got into dangerous territory.  Occasional holes in the snow\nrevealed rushing water just beneath.  Our feet would punch through,\nfeeling sharp rocks.  Faced with a tough descent through this\n&quot;minefield,&quot; we backtracked a ways, where Steve found a safer path.\nIn general, this basin was characterized by tedious route-finding\nto avoid wet rock, water and holes in the snow over same.\nBut we also had marmots everywhere!  We crossed their webbed tracks\nin the snow, and saw them scamper from one rock-island to the next\naround us.</p>\n<p><img src=\"images/moraine2.jpg\" alt=\"Above Moraine Lake\"></p>\n<p>A few hours of effort brought us to a recognizable trail, and we\nbegan descending into the trees just as the rain began.  It seemed to\nhave held off until we reached their safety!  We laughed about that\nand continually commented on the wonderful trail.  Soon, the only snow\nwe saw was in occasional patches.  It felt very strange to look on\na world of brown and green.  We gamely crossed 5 creeks, thinking,\n&quot;this is easy!&quot;</p>\n<p>But alas, in the pouring rain we wandered off the trail onto a game\npath.  We ended up in a thorny, rocky boulder field with Steve standing\non a log with thorns perched all around him.  &quot;Is this really the trail?&quot;</p>\n<p>Fifteen minutes of puzzlement put us back on track.  We covered the bad\ntrail with branches to say &quot;no entry&quot; but we found out later that others\nhad followed our fresh, muddy tracks into the briar patch anyway!</p>\n<p>Almost down to the road, we quit commenting on the quality of the trail\nas it became a nightmare of steep rock and slippery mud.  Gnarled roots\nserved as handholds on the outrageous &quot;trail.&quot;  Finally, we were on\nan abandoned road.  Here we talked with another party who had climbed\nSahale Peak.  Their description made us want to go right back up and\nclimb it, but our tired feet said otherwise!</p>\n<p>The three miles back to the car passed very quickly.  We pretended to be\non a treadmill and constantly estimated our return time by our pace.  The\nthree miles went in 45 minutes, and the car had become a luxury hotel in\nour minds.  Ahhh!  A dry place to sit, some 3 day old doughnuts, civilian\nclothes!</p>\n<p>Steve wins the &quot;Mountain Hard Man&quot; award for having a bloody foot from the \npounding trek out, and baring it stoically!  I&#39;m glad to see this award\ngetting used properly.  I used to nominate myself for it just because I\nlooked &quot;grim and flinty-eyed&quot; for an instant.</p>\n"}