{"date":"1998-10-22T00:00:00.000Z","title":"Sloan/Bedal Peak Explorations","blurb":"too hard","description":"<p>I set out at 5:30 am from Redmond with a very light pack\nand my ice ax, determined to do <em>something</em> interesting\naround Sloan and \nBedal Peaks.  Maybe I&#39;d climb Bedal Peak.\nMaybe I&#39;d encircle one of them.  Who knew?  Not me!  But\nthe weather was good and the day ripe for the squeezing!</p>\n<p>I finally decided to make for a pond in the saddle between\nthe peaks at 5330 feet.  The \nWashington Trails Association web site described two\nways to get there.  I picked the easier one, but it was\nstill rough.  1700 feet up through forest, brush and heather\nthat alternated between horrible and just about to become\nhorrible.</p>\n<p><img src=\"images/sloan1.jpg\" alt=\"View of Sloan Peak before the icy snowfield\">\n<img src=\"images/bedal.jpg\" alt=\"Bedal Peak from the north\">\n<img src=\"images/sroute.jpg\" alt=\"The route I followed across the side of Bedal Peak\"></p>\n<p>Actually it wasn&#39;t that bad.  Let&#39;s just say I aerated a lot\nof musty forest soil with the ice ax!  I could usually\nclimb over a downed mammoth tree with a solid patch of soil\nto sink the pick into.  I used the compass to travel north\nand east, finally breaking out of the trees to beautiful\nred heather with cliffs above.</p>\n<p>I worked south under the cliffs until a lower angle opening\nwas found.  Ready for some rock climbing, I moved into\nthe cleft, ascending near a trickling stream.  Enjoyable\n4th class rock.  Emerging onto heather above the cliff\nband, I continued traversing south towards the saddle.\n(<em>From here I took the &quot;Bedal highway&quot; picture</em>)</p>\n<p>The sidehilling finally over, I hit the saddle about 100 feet\ntoo high and moved down to the lake.  With no time to rest (it\nwas about 10:15, I started the hike at 7:15 at 2800&#39;) I\ndecided to head up to the Sloan Glacier.  My unspoken ambition\nto climb the peak and get down by dark were finally banished\nas I realized the scale of that undertaking!  The peak continually\nreceded behind intervening ridges, as the snow got thicker.</p>\n<p>I traveled in an interesting mix of snow-covered heather and\nice-coated rock.  The ice always shattered when I used my\npick, so I&#39;d go around an easier way, taking my time in\nthe empty park.  The land really felt empty and quiet.  That&#39;s\none of my favorite things: it&#39;s like being a kid locked in a\ntoy store at night...<em>all yours!</em></p>\n<p><img src=\"images/sloang.jpg\" alt=\"The mighty Sloan Glacier\">\n<img src=\"images/bedhigh.jpg\" alt=\"I almost went this way, but opted for the snow\">\n<img src=\"images/icysnow.jpg\" alt=\"Very icy snowfield with an evil moat\">\n![Sloan Peak from low in the Bedal valley][images/sloan2.jpg)</p>\n<p>Finally, I reached a large snowfield, crevassed at the bottom.\nI hesitated, thinking this might be the glacier.  But I didn&#39;t really\nbelieve that, and I started cautiously up.  Soon the snow became\nvery icy and I had to chop steps (no crampons).  I became pretty\nnervous about the exposure and the snow conditions.  Suddenly, the\nslope looked very steep.  Using my compass I checked the angle:\nonly 20 degrees.  Oh.</p>\n<p>I overcame my fear, reaching thicker snow and the end of the\nsnowfield.  As it turns out, it really was an &quot;icefield,&quot; as I\nfound out at the moat separating the ice from snow-covered rock.\nI crossed and reached a plateau at 6660&#39; with a good view of the glacier.\nI&#39;d had enough excitement, so this was my stopping point for the\nday.  I was worried about descending the snow, so I didn&#39;t stay\nlong.</p>\n<p>But I needn&#39;t have worried...I enjoyed a wonderful glissade, finding\nbetter conditions to the left, and a good run-out into a bowl.\nI worked my way down to the pond for a drink.  Then the heather\n(I went under all cliffs this time), then the forest, then the\ntrail.  Reached the car at 3:30 and drove home.</p>\n"}