{"date":"1998-09-19T00:00:00.000Z","title":"Icicle Creek Climbing","blurb":"first rock climbing trip!","description":"<p>September 19-20, 1998</p>\n<p>Saturday Steve and I climbed 5 routes at the Swauk Pinnacles near Swauk Pass.We\nhad a great time and climbed non-stop, quitting for pizza in Cashmere at dusk.\nMy memories of the routes are as follows.</p>\n<p>First was Ann&#39;s Anthill, on Little Sphinx, a class 5.0 route to the top of the\nrock.  I led this one, finding many wonderful protection opportunities.  Steve\nfollowed, and we rapped down.  The climbing is not very memorable, but hey, it\nwas my first lead!</p>\n<p>Next was Bastet, on the west side of the rock, rated at 5.6.  Steve led into a\nlittle depression under an overhang, clipping a bolt.  Then he moved out to the\nleft and to the top with a daring move.  This one was pretty fun and\nchallenging.</p>\n<p>Then we did The Cleft on Rock of Ages, rated at 5.6.  I led this one and got\nfairly sketched out escaping an overhanging off-width crack.  With my arm jammed\ninsecurely I scrabbled for handholds on the adjoining face, finding nothing to\npull me out of the crack.  My muscles started trembling and I thought about the\nconsequences of a fall, which would be at least a small pendulum.  Finally, I\nescaped, somewhat shaken.  Steve did a lieback, finding it much easier.  This\nwas a lesson for me to think before blindly getting out into a sketchy\nsituation.  I think I learned well, because I overcame difficulties with thought\nrather than force for much of the rest of the trip.</p>\n<p>Then we walked for an hour, trying to find The Sentinel, which sported a 5.6\ncrack route &quot;Return to Rock.&quot;  We <em>finally</em> found it and Steve led a very\nenjoyable crack to a good stance before a monster crack.  Steve went up a bit,\nfinding nowhere to rest.  His arms tired, but there was no protection.  He had\nto come down a bit and place a cam in an adjoining horizontal crack.  This took\nall his effort, so I lowered him off the cam and went up myself to attempt the\nfinish.  Indeed the crack was tough!  I placed another cam higher up, then\nheaved to the top with my last gasp.  I belayed Steve up from a cool, exposed\nstance.</p>\n<p>We finished the day with a long walk back to The Sphinx where I led Anubis,\nagain 5.6.  This was a spectacular climb to finish the day.  The climbing was\nhard and very exposed, requiring a &quot;stepping-into-the-void&quot; type move right\nbefore a walk-off ledge.  Flushed with success on the ledge, I decided to climb\nto bolts on the very top.  There was incredible rope drag at the end of this\nlong pitch.  I was really hauling the rope up through the crux crack below.\nImmensely satisfied, I clipped to the anchors and Steve came up.  We agreed that\nthis was one of the best and toughest climbs, with a great view all the way up\nand a comfy belay ledge on the top.  I&#39;d like to do this one again!</p>\n<p>Later we met other climbers who expressed amazement over the rope\ndrag on Anubis, so it wasn&#39;t just us!</p>\n<p><img src=\"images/ahh.jpg\" alt=\"Steve finishing off a pizza\"></p>\n<p>After excellent pizza in Cashmere, we bivied in an apple orchard in\nthe hills to the north.  We planned to do two routes at Peshastin\nin the morning, then maybe the Castle outside of Leavenworth.\nBoth Peshastin routes were 2 pitches each, and the Castle was three,\nso we had an ambitious day planned.</p>\n<p>Dozens of howling coyotes woke us at midnight.  Many of them were\nextremely close!  We had intermittent rain, then a real shower\naround 5 am.  Apples fell from the trees all night.</p>\n<p>Despite the rain, Peshastin was dry, a real boon.  We hiked up to Dinosaur Slab\nto begin the two-pitch &quot;Potholes.&quot;  Steve led the first, facing no protection\nfor the lower third of the route.  He placed a hex but it popped out due to rope\nmovement.  There was an exciting 5.7+ move on a mini-overhang, thankfully\nprotected by bolts.  Steve brought me up, and I continued on lead for pitch two,\nrated at 5.8.  The fun and challenging route was bolt-protected until the last\n20 feet.  The guidebook suggested a cam, but I couldn&#39;t find anywhere to place\none.  I ran the rope out, ending up puzzled in a little cavelet.  I must have\nspent 15 minutes standing here, looking for protection and a way out...finding\nneither!  An attempt to move right back to the face had to be aborted with\ncareful downclimbing.  I could see the anchor bolts so close!</p>\n<p>Finally, the sequence came to me...stemming against one wall, use\none good handhold to then stem against the other wall, then grab a\npositive hold outside the cave/chimney to escape.  I was clipped in\nmoments later and belaying Steve up.  He found the route very challenging,\nhowever, he made short, easy\nwork of the chimney which gave me so much trouble.  We enjoyed the\nview, and carefully rapped down the two pitches.</p>\n<p>Potholes had taken all morning, so we decided to head to the Castle now and skip\nthe other route on Martian Slab we wanted to do.  We found the Castle, an\nimpressive tower over the Wenatchee River.  Climbers were milling about\neverywhere, and we doubted that the climb would be open.  A woman was making the\nexposed step-across from the top of Jello Tower (end of pitch 1) to the wall of\nthe Castle, but the 1st pitch was free.  We hurriedly roped up, all the people\naround making us nervous!  Steve led, fighting sweaty hands in the greasy\npolished chimney.  He was able to place a nut, a cam and a hex.  Once, his leg\nwas caught by the rope, but he worked through it, much to my relief!  Steve\nreached the top, and I followed up, finding that the weird chimney/crack made me\nnervous.  There were too many pointy things to hit, even for a short fall.  At\nthe top, I was thirsty and tired.  Steve and I agreed we were mentally\nexhausted, and decided to rap down rather than continue with the next pitch.</p>\n<p>We descended on a fun free-hanging rappel, the best of the trip.\nBack in the car, we headed over to Barney&#39;s Rubble for some friction\nclimbing and a very strenuous crack/lieback climb, both on top rope.  This\nwas a lot of fun...we could drop all the hardware and the mental\nstrain!  </p>\n<p>Both of us hung on the rope during the 5.8 crack there, and my goal\nis to repeat the climb with a bit of slack in the rope.</p>\n<p>Thus ended our first Cragging School, and it was a \nbig success. We didn&#39;t get hurt and we learned a few things!</p>\n"}