{"date":"1998-01-01T00:00:00.000Z","title":"Short Reports 1998","description":"<h3 id=\"summit-nordic-center-12-23-1998\">Summit Nordic Center, 12/23/1998</h3>\n<p>It was so much fun before, I had to go back!  I got in a\nstrenuous 5 hours here, and took the Silver Fir lift up\nin bitterly cold wind (no wind temp. 3 degrees).  I made\nsnappy work of many of the upper blue trails, and visibility\nwas good for nice panoramic views.  But on the way down I\ntook a wrong turn and had a major crash on a downhill\nrun.  I bent one of their ski poles!  Finally, I reached\nsaner ground and the adrenaline jitters faded.</p>\n<h3 id=\"summit-nordic-center-12-19-1998\">Summit Nordic Center, 12/19/1998</h3>\n<p>Kris and I took a cross-country ski lesson on this 17 degree\nday.  Occasional dry snow.  This was great fun, but we\nused muscles we weren&#39;t aware of!</p>\n<h3 id=\"bunch-of-lakes-at-snoqualmie-pass-12-13-1998\">Bunch of Lakes at Snoqualmie Pass, 12/13/1998</h3>\n<p>Phil and I used snowshoes and ascended to three lakes\naround the Summit Nordic Center.  We had constant rain and\nfog.  </p>\n<h3 id=\"mount-si-10-16-1998\">Mount Si, 10/16/1998</h3>\n<p>With all the rock climbing, I&#39;ve been letting general\nconditioning slide.  On this one day of sun, I snuck\nout for a long lunch in my jeans and tennis shoes for\na flash ascent.  I made it to the top of the haystack then\nback to the car within 3 hours.  Then I patted myself\non the back excessively and pitifully!  There were little snow patches on the \nhaystack, and the mountains to the east were\nquite snow-covered.</p>\n<h3 id=\"rei-redmond-10-9-1998\">REI Redmond, 10/9/1998</h3>\n<p>Well, I was the first customer to officially climb the\npinnacle here, I&#39;m proud to say!  The climb was a\ncirca 5.8 crack on the back side, via top-rope.  Of\ncourse, I had to ping off 4 feet from the anchors to\nlook foolish, but it was still fun...Thanks to Kris for\nmaking me stick around to fill out the form and wait\nfor the staff to open the rock to the public!</p>\n<h3 id=\"exit-38-9-27-1998\">Exit 38, 9/27/1998</h3>\n<p>Kris, Bob, Matthias, Jamie and I woke early to climb\nat the Club Paradiso and Amazonia walls.  I led the 5.8\nclimb &quot;Lush,&quot; then Jamie coaxed (and pulled) me up a\n5.10a route with an evil overhang.  These guys kept me\non 5.10a-d routes the rest of the day, my fingers withering\nand muscles trembling.  I never really got up any of them,\nbut I sure did learn about suffering!</p>\n<h3 id=\"peshastin-pinnacles-9-11-1998\">Peshastin Pinnacles, 9/11/1998</h3>\n<p>Kris dropped my off to climb with some of her co-workers\nfor the morning.  This place was fun!  I led a 5.2 \n(The Gully) and pitch one of a 5.7 (Potholes).  This\nwas my first chance to be on my own placing protection.\nThe Metolius 4-cam units are indispensable!  I tried\na 5.10a route, but fell on the hardest part.  Oh well!</p>\n<h3 id=\"mount-pilchuck-8-27-1998\">Mount Pilchuck, 8/27/1998</h3>\n<p>Kris and I went up to the basin late in the afternoon of\nthis very clear day to get sunset pictures.  Three Fingers\nand Baker looked very saucy.  We stayed until dark, then\nwent down by headlamp.  A great time!</p>\n<h3 id=\"mount-si-8-11-1998\">Mount Si, 8/11/1998</h3>\n<p>Another conditioning work out, also to break in new boots.\nOnly a few people there.  At the top of the haystack a\ncouple followed me up.  The man gave the woman a compliment:\n&quot;You&#39;re only, like, the second chick whose ever come with\nme on a real hike.&quot;  She said thanks.</p>\n<h3 id=\"cady-pass-pass-creek-july-18-19-22-1998\">Cady Pass/Pass Creek, July 18,19,22 1998</h3>\n<p>Kris, my mom and I went up the awful Cady Creek trail to\ndrop mom off for her 4 day stay in the wilderness.  She was\nvisiting from Texas for this.  The bugs were rough, but\nin late afternoon we found a great campsite along Pass\nCreek, just over Cady Pass.  Mom did very well...there\nwere over 70 downed trees to clamber over!  We saw bear\nsign, and mom was worried the first night...it was her\nfirst time camping ever.  Kris and I headed back the same\nway Sunday.  Wednesday morning I came to pick mom up by\na much better way: Pass Creek trail.  She enjoyed her trip\nimmensely, and plans to write an article about it.</p>\n<h3 id=\"little-si-7-16-1998\">Little Si, 7/16/1998</h3>\n<p>While waiting for Mom to arrive at the airport, I scrambled\nup the back side of this little mountain.  Starting from\na climbing area on it&#39;s flank, I found a faint path leading\nsteeply up through gullys, then onto faces.  At the top,\nI decided to go back the way I came, the scrambling was so\nmuch fun.</p>\n<h3 id=\"alpine-ridge-7-5-1998\">Alpine Ridge, 7/5/1998</h3>\n<p>Kris and I went up in the late afternoon in hopes of catching\na sunset at the Forest Service lookout, and of seeing a\nmountain goat.  Alas!  We did not come prepared for the\nmillions of mosquitoes whose torments we endured for 2 miles.\nAfter they began biting Kris through her pants repeatedly,\nwe easily decided to turn around.  We both raced back to\nthe car, Kris admitting that trekking poles would be useful\ngoing down!  (She has long held that they are a waste of\nmoney...)</p>\n<h3 id=\"cady-ridge-7-4-1998\">Cady Ridge, 7/4/1998</h3>\n<p>Headed up Cady Creek at 8:30 am. The log crossing required \ngood balance, especially because the log was wet and slippery. Pick up \na long stick or use poles for balance. The trail was good, although \nthere were at least a dozen major blow-downs and many smaller ones. \nThat&#39;s ok, it just turned this flat hike into a cross-training \nworkout! Reached Cady Pass and began to encounter increasing snow up \nto Lake Sally Ann. An ice ax would have been nice during parts of the \ntraverse under Mt. Skykomish. I returned via Cady Ridge, making use \nof the map and compass until finding\n and keeping the trail after a snow-free traverse of the south \nside of a peak at the start of the ridge. Quite a bit of snow, but \nthe trail was in great shape. A steep descent to the log crossing, \nand back to the car at 5:30. Whistling marmots at Mt. Skykomish. </p>\n<h3 id=\"leavenworth-6-1998\">Leavenworth, 6/??/1998</h3>\n<p>On my first time here, Kris came along with some rock climbing\nfriends.  We had a good time, until Joe&#39;s foot was cut by\na flake that he was pulling on.  This huge rock came crashing\noff and flipped him upside down.  I lowered him and we got\nhim bandaged up.  Now, none of us trust flakes...</p>\n<h3 id=\"index-6-1998\">Index, 6/??/1998</h3>\n<p>A great climber, Alex Krawarik, took me to an easy climb here\ncalled Great Northern Slab (5.6).  It was 2.5 pitches of\npure fun!  I led the last half pitch, thrilled by anchor\nplacement.  We rapped down on a double rope. Phil Fortier\nalso came along.</p>\n<h3 id=\"exit-32-6-1998\">Exit 32, 6/??/1998</h3>\n<p>I joined some friends for rock climbing here, having a great\ntime on the flanks of Little Si.  I climbed two routes without\nproblems, then thrashed on a 5.10 crack route, finally resorting\nto a pendulum in order to reach the upper portion (the crack\nwas soaking wet).  A teetery lie-back evaded me so I never \nmade it, but I did learn how to fall better!</p>\n<h3 id=\"mount-pilchuck-05-21-1998\">Mount Pilchuck, 05/21/1998</h3>\n<p>This morning I enjoyed a pre-work hike up Mt. Pilchuck. I was on the \ntrail at 5:30 am, in spitting rain and fog. The trail was ridiculously muddy \nthen painfully rocky but I&#39;m not complaining! Encountered snow after a sign \n&quot;Blasting 1000 feet&quot; at about 4200 ft. The ice ax came in very handy as I \nfollowed the most &quot;likely&quot; looking set of tracks after the snow-bowl \ntraverse, which soon had me on a 45 degree snow wall. I ascended this \nabout 800 feet. Then, when the top was 100 feet up, the way abruptly \nended in a huge moat before a sheer, wet rock face. There was no hope of \ncontinuing, so I gingerly down-climbed my tracks, then plunge stepped when it \nwas safe. Having never been to Mt. Pilchuck, relying on tracks in a \nperpetual white-out can lead to this kind of dead-end. I crossed two \nsnow-slides on the traverse, and 6,003 glissade chutes. </p>\n<h3 id=\"bedal-peak-05-16-1998\">Bedal Peak, 05/16/1998</h3>\n<p>Left the car at 8 am, following muddy path to river. Somewhere along the \nway, the path forked, and I took the right branch. The way led over three \neasy creek crossings and was well-marked by tape. Crossing the North Fork \nSauk itself required wading thigh deep, not too bad in the morning. The \ntaped path led me to a wide, shallow crossing. After this, the marked \npath disappeared, and it was brutal cross-country devil&#39;s club land for \na half mile. I met up with the railroad grade traversing south, and then \nsteep switchbacks trending west. I removed a few logs, and the trail was \nvery brushy. I was making for Bedal Peak, so I left the trail where it \ncrosses Cougar Creek. I got into some mossy wet cliffs as I headed west and \na little north. After that, open timber and snow at about 3600 feet. \nBy the time I got to 5800 feet it was 2:00, and I decided to head back. \nI was on a snowy ridge above timberline with beautiful views all around of \nSloan, Bedal, Glacier Peak. All the bushwacking and cold, wet boots wore \nme out! Descent was quick and I naturally found a taped path near the \nriver that had eluded me on the way up. It led to a crossing further south \nwhere a log sagged across the river. The current was much stronger now, so \nI inched across the log. This was a scary crossing, I was wishing someone \nelse were there with me! On the west bank I lost the path then found it \nagain, realizing it was the right fork in the path. Arrived at the car \nat 5:00 pm. A good days work! </p>\n<h3 id=\"hurricane-ridge-5-1998\">Hurricane Ridge, 5/??/1998</h3>\n<p>Kris and I snowshoed and camped here.  She got some nice pictures, and\nwe had our first visit to the Olympics.  The backcountry fees were\nincredibly high (I think it cost us 17.00 to stay one night!), and it\ntook 5 hours of driving to get there.  Kind of a downer, but I&#39;m\nsure we&#39;ll be back...</p>\n<h3 id=\"blanca-lake-4-1998\">Blanca Lake, 4/??/1998</h3>\n<p>Well, not really.  I made it to Virgin Lake in the worst fog I&#39;ve ever\nseen.  I completely lost the trail here, and didn&#39;t feel good about the\ndescent to Blanca where I was.  Pretty tough cliffs and steep snow\nwere abundant, although so were trees so I guess I could have swung from\nbranch to branch!  I want to go back though, now that the snow is \nmelting away (writing this 7/2/1998).</p>\n<h3 id=\"paradise-mt-rainier-4-17-19-1998\">Paradise, Mt. Rainier, 4/17-19/1998</h3>\n<p>Spent 2 nights on a hill near Paradise in winter conditions.  Steve\njoined me and we had our first crevasse rescue session, ranging all\nover the area, and constantly trying to pull each other off the side\nof a ridge!  Saturday night was cold and wet, but Sunday was\nbeautiful.  I got quite a sunburn, but this led to me perfecting\na method of sun protection that works very well for me.</p>\n<h3 id=\"monte-cristo-townsite-4-1998\">Monte Cristo Townsite, 4/??/1998</h3>\n<p>Kris and I walked up the snow-covered road in cloudy conditions.\nHeartbreakingly, the bridge was out into the town proper, so we\nturned around.  She got very nice pictures, and the sun came out\nby early afternoon.  I think we should have started later for this\none...it took so long for the morning mist and clouds to burn away.</p>\n<h3 id=\"mount-si-3-1998\">Mount Si, 3/??/1998</h3>\n<p>Did my best to zoom up on a conditioning work out.  I did it\nin 1 hour 45 minutes with the pack.  It was a mob scene, like a\n&quot;Climbing Rainier&quot; convention.  That&#39;s all anybody talked about!</p>\n<h3 id=\"reflection-lakes-mt-rainer-3-12-13-1998\">Reflection Lakes, Mt. Rainer, 3/12-13/1998</h3>\n<p>We just moved to Redmond, and this was my first time to see Rainier.\nWow!  I had good weather on this solo overnight trip.  I camped at\nthe deserted lake, then snowshoed up to the Tatoosh saddle next to\nThe Pinnacle, a beautiful peak.  The sound of avalanches was thrilling,\nand the incredible quiet in the snow made me feel very alone.</p>\n<h3 id=\"mount-defiance-columbia-gorge-1-20-1998\">Mount Defiance (Columbia Gorge), 1/20/1998</h3>\n<p>My first hike with Steve and my second time on Mt. Defiance.  Much more\nfun this time, and the &quot;winter wonderland&quot; of ice we saw was fantastic.\nUmbrellas were great against bone-chilling wind and snow.</p>\n"}