{"date":"1998-10-10T00:00:00.000Z","title":"Leavenworth Clibing","description":"<p>October 10-11, 1998</p>\n<p>By 10 am Saturday \nSteve and I were top-roping on Duty Dome in Leavenworth.\nThe first route was Bohemian Blowfish (5.8).  It was a good warm-up, although\nthe rock was so cold our fingers were numb at the top.  I\nbelayed Steve while my fingers tingled and slowly came back to\nlife.  We tried a few variations, one far to the left where I \nexperienced a sudden pendulum fall, bruising my ankle.  Enough \nof that!</p>\n<p>Virgin Sturgeon (5.8+) off to the right had some interesting\nfixed pitons.  Steve really enjoyed the climbing and noticed\nan improvement in technique.</p>\n<p>I was eager for some mid-5th class multipitch work, so we headed\ndown to the \nR &amp; D Route on Icicle Buttress.  Rated at 5.6, this climb is\ndone in three or four pitches.  I took the first lead.</p>\n<p>I placed gear rather sparsely, but was concerned to see my rack\ndiminish greatly in size.  Suddenly, I was out of rope.  I had\nnever been on a pitch longer than 80 feet, so to have gone 160\nfeet shocked me!  I strained to place an anchor, 2 cams in a\ncrack, and was not very happy with it.  It felt solid, but 2\npieces is not a belay anchor.</p>\n<p>Steve came up.  We had been unable to hear or see each other\nfor a long time, and I was a little worried.  He was having tons\nof fun however, so no problems.  We moved the belay to a much\nbetter spot, tied a good unidirectional block, then Steve took the lead.</p>\n<p>He made good progress until taking a wrong turn at 2 chimneys.\nThe one on the right was mossy and overhanging.  Downclimbing a\nbit got him into the left chimney, and soon he had a belay set up.\nThe air was cold and windy, and I was glad to get moving from\nmy shivering perch.  We could see rain and dark clouds up the valley.<br>The view was excellent however, with snow-dusted spires\nacross the river and up in the Enchantments.\nI climbed the route and cleaned the protection.</p>\n<p>At the next belay (2 slung boulders) I started up a fun hand crack.\nPlacing protection had to be done by feel in one case, since I couldn&#39;t\nstand directly in front of the crack.  I moved on up to lower\nangle slabs where a woman stood anchored to a tiny dead tree.  She\nclimbed up the route and told me of a belay station above.  There\nwas no way I was going to belay from the dead tree, so I continued.</p>\n<p>I got some bomber protection in as the crack snaked up the rock, but\nthe rope drag became intense.  Soon I was hauling the rope up, fighting\nit&#39;s attempts to pull me back.  It was my own fault...I had gone ahead\nand clipped the tree, but needed a much longer sling.  The rope was\nzig-zagging over to the tree, then back to me, adding lots of\nfriction.  Just a few more feet to a good belay!</p>\n<p>But I never made it.  I heard loud shouting from Steve although the\nwind made it impossible to understand what he was saying.  I thought\nI must have run the whole rope again, so I built an anchor right there\nin the middle of a pitch.  The anchor was good though:  a large hex,\na medium stopper and a small tri-cam.  When Steve got up I placed\na large stopper below for a directional.  It looked like an anchor\nfrom John Long&#39;s book, so that was fun!</p>\n<p>It was getting dark and the wind was blowing very cold.  After many\nyears, Steve&#39;s helmeted head appeared, and he was soon up to the crack\nI was suspended from.  When he came up, I got a directional nut in\nbelow me, and he continued up.  The end of the climb was only 12 feet up\non easy ground.  While cleaning the anchor, one of the stoppers fell\ninto the crack and I was about to give up on retrieving it.  A really\nnice brother/sister team had been climbing right behind us, and \nhelped with the stopper.  We all finished the climb and rappelled\ninto the growing darkness.  After some scrambling down a steep, sandy\ntrail in the dark, we decided to all go for pizza together.</p>\n<p>We had an excellent meal in Cashmere, then stayed at our new friends place for the\nnight.  We played guitar and mandolin, and talked about all kinds of\nstuff.  Leaving late the next morning, Steve and I felt incredibly\nlucky to have met these awesome people.</p>\n<p>I think all the hospitality ruined me for climbing that day, though!\nAll I could think of was going home to Kris, and resting in our nice\nbed and sitting by the fire.  I was just full of complaints.  We\ntried two routes on the Pillar de Cowboy Boot, and I only got up\none of them by hurling profanities at the rock and generally being\na bad sport.  Steve pioneered a crack on the other side of the boot\nwith a strenuous layback all the way up.  We fell up and down this\nfeature all afternoon, then did some bouldering/scrambling on the\nnearby rocks.</p>\n<p>We also climbed on Orchard Rock at Peshastin for a while.  I wasn&#39;t\nreally &quot;there&quot; but I know Steve liked it.  He&#39;ll have to provide a\nmini-report.  Basically, I had climbed every day for the last 5 days\nand was actually tired of it.  Now, of course, I&#39;m ready for more...</p>\n<p>A funny sight was a guy &quot;cleaning&quot; some boulders for new route development.  He\nhad a broom, and was sweeping dust off the rock fastidiously.  He also sent\nrocks crashing down through the trees now and then.  This was near Trundle Dome,\nwhere we top-roped April Mayhem (5.9).  Difficult hand jams repelled us from an\namazing feature - the &quot;Piller de Cowboy Boot,&quot; that looked just like the name.</p>\n<p>Cragging School II had ended quietly, but we had still made big\nstrides.  We also had two new friends to show for it.</p>\n"}