{"date":"1998-08-15T00:00:00.000Z","title":"Mt. Daniels Attempt","blurb":"rained out","description":"<p>August 15-16, 1998</p>\n<p><img src=\"images/ldown.jpg\" alt=\"After the climb up the Hyak drainage\"></p>\n<p>This was supposed to be a report about Steve and I triumphantly\nscaling Clark Mountain, a hidden crown of the Napeequa valley.\nIn July, we had walked 20 miles for this cruel taskmaster\nonly to be turned back by weather.  Our busy schedules allowed us\nthe weekend of August 15-16 to attempt the peak again.  And\nthe weather gods had allocated this weekend for a storm from\nthe Pacific after weeks of clear, sunny weather.  Knowing this,\nand trying to keep a stiff upper lip (whatever that means),\nwe sought alternative destinations, feeling we didn&#39;t need another\nlong walk with the glacier gear only to be rained out again.\nSteve suggested Silver Star Mountain, in the far north east,\nand Mt. Daniels in the central cascades.  Itching to pound our\nshiny new ice screws in the lower open crevasses of a \nrespectable icefield, we settled on Daniels for the Lynch\nglacier, whose ice sinks into Pea Soup Lake.</p>\n<p>Before the trip I fretted nervously about my sleeping bag: take it\nor not?  I&#39;m an ultralight-wannabe, envious of alpinists with\ntiny day packs for multi-day trips.  Steve liked the idea of\nleaving them, but I chickened out.  </p>\n<p><img src=\"images/snwymorn.jpg\" alt=\"New snow greeted us in the morning\"></p>\n<p>The temps had dropped\n15 degrees, and heck, the bag only weighs 2 pounds!  Compare\nthat to the 12 pounds of technical gear, 6 pound rope, etc.</p>\n<p>Off to a good start after the longish (2.5 hour) drive we admired the trail, and\ndisparaged the &quot;horse bombs&quot; which carpeted it in widely-spaced clusters of\nteeming bacteria.  Perhaps walking through these &quot;Valleys of Stench&quot; combined\nwith our rather blackened humor on the way out gave us the idea for &quot;Defecating\nBaby,&quot; a toy inspired by Steve&#39;s report of a doll which periodically has a\n&quot;number 1.&quot;  <em>I won&#39;t elaborate.  You&#39;ll thank me.</em></p>\n<p>We reached Squaw Lake (&quot;<em>Yes, I see!  It does look like an indian\nsquaw woman!  She&#39;s sitting, and chewing some kind of root!\nHer left hand is clutching a swatch of grass!</em>&quot;), then Cathedral\nPass.  Cathedral Rock bristled above us, looking very fine and\nimpressive.  We planned a climb of it for Monday morning.</p>\n<p>Now we followed 2 hunters and a boy along a dubious trail under\nthe Rock.  A mis-step would hurtle you 800 feet down to Deep Lake,\nwhich wouldn&#39;t be deep enough.  The hunters moved quickly,\nhuge ancient packs creaking and rifles casually swinging in arms.\nThey sought a bear or cougar.  Hmm.  What would they do if they\nshot one?</p>\n<p>We strolled passed beautiful Peggy&#39;s Pond, turning west onto a\nclimber&#39;s trail.  Soon we were in a barren Mars-like landscape:\nthe valley carved by the Hyak glacier above us.  We ascended the\nvalley along a rushing stream, admiring the warm, dry, fun-to-climb\nrock on the way.  Eating lunch at the toe of the now-small glacier,\nwe planned to climb to the Daniels ridgetop 1200 feet above.<br>Strapping on crampons for the hard snow, we headed up on our\nfavorite medium: snow!  Ah, the satisfying crunch of it...good steps\nand good views.  Whoa!  What&#39;s that?</p>\n<p>Here we had the great consolation prize of this trip: <em>we saw a bear!</em>\nA first for both of us, the bear was loping up the same snow field\nabout to intersect with our route.  He was pretty far away, but moving\nfast.  We stopped and watched him climb the snow, get onto steeper\nrock by a waterfall and continue on up.  I surmised that he was heading\nover the ridge far above for berries on the south face of the mountain.\n(Actually he probably smelled someone&#39;s littered &quot;Sour Cream \\&amp; Onion&quot;\npotato chips...)</p>\n<p><img src=\"images/uphyak.jpg\" alt=\"At base of Hyak drainage\"></p>\n<p>Soon he was a speck far above and then gone.  We took about 7 times as\nlong to cover the same distance.  Lordy.</p>\n<p>Happily, we removed crampons and started up the cliffs by the waterfall.  It was\nquite steep and it took a while.  There were a few sketchy moments where I\nseemed to be on 5th class terrain, with my boots straining on tiny holds.  We\nhad to confer and change routes often, looking for the lowest angle face.\nStarting to feel fatigued at the top, we opted to get on the climbers path\ntraversing the ridge above.  Right before the East Peak, we found ourselves in a\ncloud.  We dropped the packs and continued, hoping for a good bivy site on the\nDaniel Glacier to the west.  Once on the glacier, it was colder, windier, and\nvisibility was down to 20 feet.  We decided to camp where we left our packs (at\nabout 7500 feet), where there was a little protection from the increasingly\nstrong and cold wind.  It looked like that bad weather was here...</p>\n<p><img src=\"images/cathrock.jpg\" alt=\"Cathedral Rock\"></p>\n<p>To kill some time we climbed the East Peak, about 400 feet up scree\nand rock.  It was fun, but we couldn&#39;t see anything.  A sadist coming\ndown from the peak had\ntold us that there were great rock walls on top to bivy under.\nThis was a complete lie.  Luckily, we didn&#39;t take the bait, leaving\nour gear on the ridge.  I was hoping\nto provide his sleeping bag with some warm, moist horse apples from\nthe trail, but we never saw him again.</p>\n<p>We were tired as we set up camp, chopping a platform in the snow.  We\ntook a short nap, and I woke up shivering.  Boy was I cold!  Steve\nmade hot chocolate and started a good dinner of Mountain Swill.\nAfter eating the hot food and performing various errands I felt much\nbetter.  A hot water bottle was essential as the wind crept through\neverything.  Steve patiently melted snow while I tried to look\nuseful.  Then it was dark and we went to bed.</p>\n<p>It was a long night and we woke often to rain, and then snow.  By\nmorning my bag was (I hoped) superficially damp, requiring some\nsun to dry things for the next night.  At 8 am, big flakes of snow\nwere falling on us, and we couldn&#39;t see very far.  The climb was\nover...sure, the summit was 500 feet up and only half a mile away,\nbut why bother in this weather?  Save it for another day.</p>\n<p><img src=\"images/ussnow.jpg\" alt=\"Steve and I: Lovin&#39; it!\"></p>\n<p>We packed up with freezing fingers, warming up once under way.\nTraversing the ridge to the east, we admired the Hyak valley below,\nsun shining on a tarn.  Once on the rocky ridge proper, I began to\nhave fun, looking down to the right at a beautiful lake in a hanging valley, \nbig slow-moving snowflakes\nproviding a Christmas-y view.  Moving down the ridge was fun, and\nsoon we lost the faint path and traveled straight down to Peggy&#39;s\nPond.  Our feet caused minor scree avalanches as the angle steepened,\nbut there was no wailing or gnashing of teeth.  After a brief\nsnack at the pond, we zoomed almost non-stop the remaining 4 miles\nto the car.</p>\n<p>Once back in Redmond, we had some fun by going rock climbing at\nVertical World.<br>This was Steve&#39;s first time and he did really well.\nI pushed myself a bit, and finally we were tired after 3 hours of\nclimbing.  With that, I bade Steve farewell, wishing a safe trip home.</p>\n<p><img src=\"images/abvepeg.jpg\" alt=\"Looking down on Peggy&#39;s Pond\"></p>\n<p><img src=\"images/pegpond.jpg\" alt=\"View from the lakeside\"></p>\n"}