{"date":"1998-07-15T00:00:00.000Z","title":"Gothic Basin","blurb":"with nephews","description":"<p><img src=\"images/bigv.jpg\" alt=\"\">\n<img src=\"images/bem.jpg\" alt=\"\"></p>\n<p>Stephen and Sam\nflew in Wednesday night, and we prepared to leave for the mountains\nthe next day.  We bought a smaller sleeping bag for Sam, and\ncobbled together food and equipment as necessary.  Stephen could\nhardly sleep from excitement.</p>\n<p>I woke the boys up at 6, and we got into our special &quot;mountain\nclothes.&quot;  In the cold, wet mountains of the Cascades it&#39;s\nimportant to stay dry or at least not get too cold when you\nare wet.  The boys were used to wearing cotton clothing which\nis a complete disaster in the hills.  When wet, cotton looses\nall insulating abilities...you may as well take it off!  That&#39;s\nwhy synthetic, wool and fleece clothing are required for the\nmountains.  We were able to get Stephen and Sam into 90\\%\nnon-cotton clothing which was good enough for me.</p>\n<p><img src=\"images/samwalk.jpg\" alt=\"\"></p>\n<p>In the car, after an hour of driving through urban sprawl we\nentered the Mountain Loop Highway with increasing views of\nforested hills and roaring rivers.  Stephen wanted to take all\nhis pictures at once here, while Sam was holding back admirably.\nHe only had 24 pictures, and was intent on waiting until he\nsaw something that gave him a heart attack before using one!</p>\n<p>We drove by Big Four Mountain, which was very impressive and\npicture-worthy.  Soon, we had parked the car across from the\ngated road to Monte Cristo and had our packs on.  We began\nthe mile walk up the dirt road with the boys marveling at\nthe high valley walls above us and the river below.  The\nweather was cloudy but the sun was beginning to burn through.</p>\n<p>Stephen and Sam kept up with my fast pace very well, and I\nwas beginning to worry that they would outlast me...I pictured\nmyself prostrate on a rock begging to stop for 5 minutes,\nwhile the boys laughingly clambered over me to scale some\noverhanging rock wall.  Stoically, I shifted my attention\nto endurance rather than speed as the way to win!</p>\n<p>We rested at a decomposing bridge over the river, then \nstarted up the trail proper.  Sam was excited to be in the\nreal woods, and stabbed the ground energetically with his\ntrekking pole (this he would do the whole trip...even when\nnearly exhausted).  We passed a friendly trail maintenance\ncrew, and Stephen thanked them for the fine work.  The\nhard-working bunch were pleased and surprised by the \ncompliment!  </p>\n<p>After crossing a raging creek on rocks the trail turned up\nthe hill very steeply.  Enthusiasm waned as the angle steepened\nyet again and the trees closed in.  The forest grew quiet as\nwe left the river far below.  </p>\n<p><img src=\"images/mewalk.jpg\" alt=\"\"></p>\n<p>Sam said his legs hurt and Stephen\nwas very concerned about our elevation and the elevation of\nour destination.  I don&#39;t know how many times I said stuff like:\n&quot;well, we&#39;re at 3400 feet and we need to get to 5400 feet, so\nthere is quite a ways to go.&quot;</p>\n<p>&quot;Are we halfway?&quot;</p>\n<p>&quot;Well, I don&#39;t know in terms of miles, but we still have 2000 feet to climb.&quot;</p>\n<p>&quot;Oh that&#39;s easy,&quot; said Sam as he stabbed a decayed log with his\nstick.  &quot;We&#39;ll be there in 5 minutes.&quot;</p>\n<p>&quot;Sam, you&#39;re stupid, that&#39;s more like 6 hours...everyone knows that!&quot;\nfumed Stephen.</p>\n<p>&quot;Well, no Stephen, assuming a constant grade that&#39;s more like 2\nhours or less...as long as we keep moving.&quot;</p>\n<p>Stab stab stab with the stick, went Sam.</p>\n<p>I couldn&#39;t blame them...this was the boring part, where you can&#39;t see\nanything and the trail goes up and up.  I enticed them with the\nglories of traveling above timberline where you walk through high\nmeadows looking down to the valleys and across to snowy peaks,\nwith marmots whistling at you from their boulders.  They couldn&#39;t\nwait, and soon we made it out of the trees.</p>\n<p><img src=\"images/dacamp.jpg\" alt=\"\"></p>\n<p>We ate lunch at a good view in the sun, thankful for everything.\nFrom here on all I heard from the boys were affirmations that this\nwas the coolest thing they&#39;d ever done, and thanks so much for letting\nus come here and words in that vein which made me feel great.</p>\n<p>Actually, Stephen and Sam were excellent hiking partners.  They\ncarried heavy packs and this was all new to them, but all their\nwords were of good cheer and amazement at their good fortune.\nWe made good time and still managed to talk and joke the whole\nway.  They were determined but prudent, and Stephen took special\ncare to make sure our water supplies were always adequate.  They\nrefused offers on my part to lighten their packs and competed\nto carry the water bottle.  They formulated opinions on the trail\nthat matched my own in each particular.  <em>Isn&#39;t hiking on a\ntough trail in the mountains way better than playing &quot;Nintendo&quot;\nor watching TV?  How can people drive through these places and\nnot want to get out and explore them?</em></p>\n<p><img src=\"images/ste.jpg\" alt=\"Steven on the trail\">\n<img src=\"images/staircas.jpg\" alt=\"\">\n<img src=\"images/brwnwa.jpg\" alt=\"\">\n<img src=\"images/ssfruit.jpg\" alt=\"\">\n<img src=\"images/kkong.jpg\" alt=\"\">\n<img src=\"images/wafhev.jpg\" alt=\"\"></p>\n<p>We were all taken with &quot;King Kong&#39;s Showerbath,&quot;\na huge multi-level waterfall.  As we progressed up, the afternoon \nclouds drifted in and out mysteriously.\nAt one minute, we would all be looking at snowy peaks across the\nvalley, then clouds would block them instantly!  We never managed\nto see this happen, it only occurred when we looked away.<br>This was extremely beautiful, because each time the clouds\nparted they revealed a different scene.  Sometimes the valley below \nwould be blocked by a cloud layer, other times forest or rock would be \nvisible through holes.  </p>\n<p>At about 5 pm, we had to cross a snowpatch just before the basin.\nThis was very exciting...how often do you see snow in summer?</p>\n<p>Gothic Basin itself was glorious in the late afternoon sun.\nHeaps of boulders, little creeks, still mountain tarns, and\nrocky peaks on three sides.  We set up the tent by a small\nlake.  We thought this was Foggy Lake, but found out the next\nday that Foggy was a bit higher up.  After a short rest we\nscrambled up and over several hillocks on warm pillow-like\nrock.  It was after 8 pm when we headed back to the tent for\na dinner of peanut butter and jelly sandwiches.  It got\ncolder and we piled into the tent when it was dark.</p>\n<p>Here we ran into a huge problem.  Sam had developed a very bad\nheadache and couldn&#39;t sleep.  I had stupidly forgotten to bring\naspirin, so we couldn&#39;t really help him.  The poor kid would\ntry to sleep only to give up in frustration.  After a while,\nhis stomach hurt too.  Stephen and I were worried and talked\nabout options.  Should I go back to the car, drive to a store\nand return with aspirin?  It started raining.  Sam felt even\nworse.  Finally, we realized we&#39;d just have to stick it out.\nI stroked Sam&#39;s hair, which I hoped would help him fall asleep.\nStephen and I both prayed for Sam to feel better.  After about\n2 hours, Sam was finally sound asleep and had no trouble the\nrest of the night.  We were so thankful!</p>\n<p>One thing to say about this unfortunate experience is how well\nthe boys handled it.  Stephen was nothing but concerned for\nhis brother and Sam both appreciated our attempts to help and\nbore the pain and frustration when, ultimately, all we could do\nwas show that we cared.  Again, we were very thankful that\nhe got to sleep.</p>\n<p>The next day we awoke to rain and fog.  No more would we have the\nclear skies and warm sun.  We got up and decided to go exploring\ndespite the bad weather.  We had great fun naming sub-peaks in the \nbasin that we climbed.  Sam and I named &quot;Towel Rock&quot; for a beach \ntowel near the summit (this was the only &quot;litter&quot; we saw by the way).<br>Stephen named our lake &quot;Aqua Lake,&quot; I named &quot;Icy Peak&quot; for some ice \nwe encountered near the summit.  Our final destination was &quot;Three \nBrave Explorer&#39;s Mountain,&quot; named for us.  This peak\nwas fun because we had to climb to a rocky pass, circle another\nsmall lake (&quot;zombie lake...zombies lay in the water and come out\nat night!&quot;), cross a snowfield, pass a waterfall, then walk up\na thin ridge.  After this, we looked down on Aqua Lake from a\nneat clifftop viewpoint, ate some food then headed back to camp.</p>\n<p><img src=\"images/lakecmp.jpg\" alt=\"\"></p>\n<p>At camp the boys took a nap while I guided a fisherman up to\nFoggy Lake.  The boys and I had walked almost there, but turned\nback before a dubious snowfield.  This lake was indeed Foggy:\nI couldn&#39;t see the end of it, and icebergs floated here and there.\nThe fisherman was impressed with the boys ability, as we had done\na hard climb.  We gave him our campsite and said farewell to\nGothic Basin.</p>\n<p>Down we went, lunching at King Kong&#39;s Showerbath, and zooming through\nthe forest.  We joked about \nJimmy Dean Sausage commercials and\nlaughed all the way down.  On the forest floor, we covered the\nhalf mile to the road as weariness set in.  At the dirt road,\nwe still had a mile to go, so we had our last rest at the decomposing\nbridge.  Sam and I performed a jig, and Stephen said I was weird\nfor an adult.</p>\n<p>The last mile went slowly, and our feet hurt.  Finally, the car!\nStephen was amazed at how good it felt to sit in a real chair, having\nforgotten what that was like.  The whole way home, we reveled in\nthe joy of civilization and air conditioning.  Oh yes, and those of you \nwho know the boys can imagine what we ate back in town: Jack in \nthe Box tacos...many of them!</p>\n"}