{"date":"1998-05-3","title":"Mount Hood","description":"<p>Allow me to introduce\nSteve, a great guy who heads up the server-side\nQA team in Intel&#39;s AnswerExpress division.  Kris and I worked with him while\nwe were there, and she discovered his interest in mountains.  I borrowed his\n&quot;Accidents in North American Mountaineering&quot; books, and read them in wide-eyed\nterror.  He also seems to have a penchant for books about Alaskan mountaineering\nwhich end inevitably in missing toes and fingers!</p>\n<p>Steve is happily married to Sarah, and they&#39;ve spent a lot of time working on\ntheir new home, leaving him with an excess of wanderlust he has to use up.<br>That&#39;s where I come in, and recently we&#39;ve had a great time learning, practicing\nand executing our mountaineering skills.  In February we hiked up Mt. Defiance\nin &quot;near-blizzard&quot; conditions, and in April we spent a weekend at Mt. Rainier\ndoing crevasse rescue and roped climbing practice.  </p>\n<p><img src=\"images/htitle.jpg\" alt=\"Illumination Rock and clouds over Portland\">\n<img src=\"images/hsummit.jpg\" alt=\"Victory poses! Check out the cornice behind us.\">\n<img src=\"images/hjump.jpg\" alt=\"A big show-off\"></p>\n<p>It&#39;s good to have someone\nyou can trust at the other end of the rope, and I can say that about Steve.</p>\n<p>The plan for this weekend consisted of a day of more crevasse rescue practice,\nand then a climb of Mt. Hood beginning in the wee hours of Sunday morning.  We\nwere very worried about the weather holding, and considered postponing the trip\nuntil next weekend.  But if the weather was bad then, we wouldn&#39;t get another\nchance for a long time.  So we gambled, and Kris and I drove down to Portland\nin rain and clouds to meet Steve.  (This is after a week of 80+ degree temps\nin Seattle, with clear skies...very depressing!).</p>\n<p>Kris and I said goodbye, and she went to stay with Arwin in Hillsboro.  She got\na chance to sample our old favorite restaurants, something I envied \nwhile chewing\nmy endless peanut-butter sandwiches that weekend!  Our drive to the \nmountain was\nuneventful, and we were happy to find that Timberline Lodge and the \nmountain were\nmostly above the clouds.  Immediately, we got our gear out and \ntrudged up to an interesting looking snow-cliff.</p>\n<p>We spent the next 5 hours at this glacial remnant exploring 5 foot \ndeep crevasses,\njumping them, punching through them, probing for them with axes.  We \neach jumped\noff a cliff hoping our partner would drop and anchor themselves into the snow\nquickly.  We used pickets and new big flukes that Steve bought to make decent\nanchors.  Once, I had a picket and a fluke set as equalized anchors.  Steve and\nI jerked on it as hard as we could, and finally, the deadman levered out, \nand the\nfluke drove itself about three feet into the snow, where it would have \nheld four of us.  All of this was very educational!</p>\n<p>As evening approached, we packed up and headed down to the Mazama Lodge in\nGovernment Camp, our residence for the night.  The weather, good so far, had\nworsened such that it was raining heavily there, 2000 feet below timberline.  We\nwere met by the manager, Jason Starr, who gave us a nice (but cold) room and\nwaived all fees due to Kris&#39;s help with knitting last year.  We decided to wake\nat 12:30 am, and for some reason were under the impression that he would wake us\nup.  He didn&#39;t, but then again we barely slept and had no trouble waking.\nThrough the night, violent noises and piano flourishes, and pool games assaulted\nus from various corners of the lodge.  A &quot;retirement party&quot; was held that\nevening which must have involved pogo-sticks and stilts.  At 1 am, while eating\nbreakfast, Steve was surprised to find a group of mild-mannered women watching\nTV right above our room.  He expected sumo-wrestlers based on the painful\ncrashes and whumps of an hour before!</p>\n<p><img src=\"images/hdescent.jpg\" alt=\"Summiters getting &quot;flushed&quot; into the bowl\"></p>\n<p>We anxiously drove for timberline through fog and clouds, ever hoping \nto rise above\nthem.  Our wish was granted when we saw stars and a great black hump \nstraight ahead.\nWe signed the register and got underway in the darkness, a few other parties\nhanging around the parking lot.</p>\n<p>Conditions were clear, cold and windy, with the wind dying down just \nbefore sunrise.<br>We walked briskly to warm up, and then slowed down enough to talk.<br>Since we were\nhiking up a ski lift, grooming machines buzzed up and down the slopes, \noccasionally\ncoming so close that we&#39;d point our headlamps at them and step \naside.  They&#39;d rumble\npast in a cloud of diesel.  Steve dryly noted the paradox of climbing a \nmountain\nat midnight only to feel like you&#39;re in an urban jungle coughing on fumes!</p>\n<p>We made good time and stopped to stare at the Milky Way from time to \ntime.  I first\nsaw it on a trip with my sister Tamara on the northern California coast about 7\nyears ago, and have been impressed by it ever since.  We saw a \nlong line of headlamps far up around Crater Rock, and only three \nparties behind us.  We felt this boded well for the route above the Bergshrund \nbecause these parties would have descended by the time we got there, \nalthough this was \nnot the case.  As the light grew, we rose above the ski lift and saw a \nbeautiful &quot;cloud sea&quot; on the west.  (see the title graphic)<br>The dawn sky was clear to the east.</p>\n<p>Soon, we were overpowered by an evil sulfuric stench emanating from steam vents\nin the crater.  We were right below a major vent called Devil&#39;s Kitchen, \nand both\nfelt brief stomach pains when the wind gave us a bitter mouthful.  Around this\ntime, several parties came down near us, giving up on the summit because of the\ndebilitating reek.  At least the views were becoming beautiful, with the soft\nlight of dawn casting a mountain-shadow on the clouds to the west.<br>Illumination Rock looked incredible in the growing light with clouds behind it.</p>\n<p>But we weren&#39;t to get off that easy.  The mountain extracted a toll from Steve,\nwho was stricken by more serious stomach pains as we got closer to Crater Rock\nand Devil&#39;s Kitchen.  I hoped that by rising above the vents we&#39;d be out of\ntheir terrible waft, and Steve plodded on, puzzled by this unforeseen event.\nHe&#39;d climbed the mountain several times without ill effect.</p>\n<p>Finally we reached the Hogsback, a level ridge top crowded with climbers roping\nup, talking and putting on crampons.  On the left, the slope drops off sharply,\nconstricted by snow-fluted rocks to what becomes the west face of the mountain.\nThe Kitchen&#39;s steamy vent awaits unwary climbers on the right.  Were one to fall\nthere, the fumes would overpower and render the climber unconscious before he\ncould climb out.</p>\n<p><img src=\"images/hchute.jpg\" alt=\"We followed the 3 dots on the left\"></p>\n<p>We spent an hour on that ridge, getting our harnesses on and coiling the rope.\nThe view was incredible, but we wanted to get well above the vents.  Steve later\ntold me he almost considered going down at that point, so weakened was he by the\nfumes.  But once we were roped and entering the Chute he abruptly felt better!\nThis was a stroke of good fortune, because a health problem like this can blind\nyou to the beauty of a place much quicker than bad weather or tedium can...</p>\n<p>We began moving up the Chute, taking care around the massive Bergshrund.  Steve\nsaid it was much larger than in previous years.  I couldn&#39;t see the bottom of\nit, but I knew it had taken many lives.  Best not to look!  We ran into problems\nwhile directly over the huge crevasse, when parties wanted to use the little\nsnow trail to descent.  Steve and I moved off the path, careful not to let our\nrope tangle with the descending climbers.  My legs grew tired of fastening me to\nthe snow wall, and exasperation set in when dozens of slowly descending climbers\nrounded a bend above us.  We would be stuck there for 20 minutes, growing ever\ncolder!  We had seen a party of three climb straight up from the Hogsback (see\npicture), rather than traversing above the Bergshrund.  The route was a steeper\nwall of snow, but we were ready for a challenge.  A chance to escape the crowd\nwas not to be missed, either.</p>\n<p><img src=\"images/hupchute.jpg\" alt=\"Looking down on the Hogsback. Very steep snow!\"></p>\n<p>Steve traversed to the left and lead us up the Stairway to \nHeaven (also known as the Old Chute).<br>The view was amazing, and snow-sculptures loomed on our right, providing\ndazzling displays where the wind had carved the snow into beautiful shapes.\nThe route went up and up for 700 feet, and we finally emerged at a \nlevel tent platform.\nThe party of three who went this way before us came along and talked with us for\na while before descending.  We thanked them for kicking steps, \nsaving us a lot of work!</p>\n<p>The summit was 10 minutes away, mostly walking on the uppermost ridge \nline.  It was\n9:45 am, and I was starving.  I ate a mushy peanut butter \nsandwich.  We could see\nMt. Adams to the north, and Mt. Jefferson and the Three Sisters to the south.\nThere was very little wind, so we stayed for quite awhile, ending up the last\nto go down behind a large group.</p>\n<p>While getting ready to go down, I sliced through a gaitor with my \nleft crampon, which\nwas quite irritating.  The snow was softening, and after some hasty pictures we\nwere ready to go.  The crowd on the summit had disappeared, and we were the last\nto go down.  It was a bit unnerving, as I didn&#39;t feel the crampons were useful,\nbecause snow balled up tremendously on them, and they didn&#39;t bite very well in\nthe soft snow.  But we made it to the Hogsback, avoiding a crevasse which had\nopened up on the route.  By this time it was incredibly hot, with the crater\nbowl acting as a huge oven.  We talked to a few people, unroped and \nstarted down.\nAlmost immediately, we were able to glissade, and sped down several thousand\nfeet in minutes with this technique.  </p>\n<p>After the glissading, we had a mile long &quot;Death March&quot; \nas Steve put it.  It was\nalmost 2 pm, and I especially was exhausted after 12 hours of climbing and a\nsleepless night.  Resting fairly often, we arrived at the car just after 2:00.\nWe were speeding down into the clouds for a Slurpee (TM) by 2:15 pm.  Although\nwe didn&#39;t find one, we did find Coke and &quot;Salt n&#39; Vinegar&quot; chips!</p>\n<p><img src=\"images/hmetop.jpg\" alt=\"What a brave young man!\"></p>\n<p>Thanks for a fun climb Steve!</p>\n"}