{"date":"1999-09-04T00:00:00.000Z","title":"Mount Adams","blurb":"stormed off","description":"<p>September 4-5, 1999</p>\n<p>Dudley and Joe, two friends from Texas \nwere visiting, and wanted to get\nonto a high mountain out here. Their mountains are 30 feet high, and very,\nvery technical. So we went the other way: a beautiful walk-up route on\na grand volcano.</p>\n<p>Joey came along too, for his first mountain climb. His equipment was a\nrag-tag assemblage of extra stuff we had. He rode the bus from the U\ndistrict Friday evening, and after a Thai dinner, we headed out to\ncamp at the trailhead, 4 long hours away.</p>\n<p>We stopped at a bizarre supermarket that had seen better days. It kind\nof characterized the endless sprawl you fight through getting out of\nTacoma. Finally, we attained the darkened roads, talking or sleeping\nuntil 2 am, then crawling into our sleeping bags under a clear, starry\nsky.</p>\n<p>Steve drove up at 8:01 am, 1 minute late by my watch. Boy, was I surprised!\nI had been bragging that he was extremely punctual, no matter how many\nuncertain miles and roads he had to travel. To let me down like that...</p>\n<p>The five of us sorted gear, and I had a minor panic attack when I thought\nI left Joey&#39;s harness at home. But I didn&#39;t. Then I had another, worse\nattack when I thought I left my boots at home.</p>\n<p>I did.</p>\n<p>A black despair weakened me, and I flopped onto the dirt. Finally, we worked\nout a plan where Dudley would give me his Gore Tex hikers when/if he\nchanges into his plastic boots. Until, then I would wear sneakers. I checked\nto see if the hikers would take crampons, and they did. Okay, all is well!</p>\n<p>We hiked the easy trail, attaining High Camp within a few hours. We continued\non another 700 feet or so to an excellent camp at the toe of the broken\nAdams Glacier. There was a lake for water, and a sturdy-walled bivy site.\nWe set up the tent, and headed up a snowfield for some snow practice.\nEverybody got a chance to try out crampons for the first time, and we made\na small bollard (a teardropped-shaped cutout in the snow that holds\na rope) that was very strong - none of us could break it.</p>\n<p>Joey and I walked near the edge of crevasses on the Adams Glacier, then returned\nto camp and began preparing dinner. Steve was the main chef, running the\ntwo stoves like an engineer from a stout seat in the corner. Soon, we all\nhad enjoyed a hot meal of cheese and cous-cous. The light started to fail,\nand a cloud-cap over the mountain waxed and waned. We set alarms to get\nup at 2:30 am.</p>\n<p>We rose on time, and were crunching up the \nsnow, then rock to the start of the\nroute. Joey and I had tennis shoes on. We got on the ridge before daylight,\nso we huddled there for about 30 minutes to let the sky lighten in the east.\nWe could see another party steaming up far, far below by the light of their\nheadlamps. </p>\n<p><img src=\"images/campadams.jpg\" alt=\"Dudley took this shot of our camp near the toe of the \nAdams Glacier.\">\n<img src=\"images/frontadams.jpg\" alt=\"Joe, me, and Joey in front of the Adams Glacier.\">\n<img src=\"images/joeridge.jpg\" alt=\"Joe squinting in the wind on the descent. The Lava \nGlacier is behind him.\"></p>\n<p>With a bit of light, we felt ready to tackle the exposed scrambling required\nto continue. These moves were very easy, but dramatic with the Lava Glacier\nfar below. We kept climbing, over rock, through tiny pebbles of scree, along\nsteep trails and ridgetops. As we continued, the wind worsened, and the \nclouds came in from the west. Soon, everything below was blocked by an\nocean of cloud. And higher up, fast moving clouds blocked the summit.</p>\n<p>After some time, we entered this higher cloud, and the wind became tremendous!\nIt tried to blow us over, and it was very fast and cold. Finally, we stopped\nand huddled in some rocks, planning to wait and see if conditions improved.\nGrowing chillier, Joey and I headed up to a higher spur, hoping to catch\na glimpse of more promising shelter. Joey turned back, but just above I\nfound a spot in the sun, almost warm, and protected from the wind! I also\nsaw that the steepness leveled off, and the rest of the climb would be\na hands-in-pockets ascent.</p>\n<p>Heartened by this news, my companions joined me, and we pressed on, making\ngood time on the easier ground. We gained 1000 feet this way, but alas, the\nwind became stronger, and we couldn&#39;t see a thing. We were above 11,000 feet,\nso close to the summit (an hour&#39;s walk?) but forced to turn around.</p>\n<p>The other party approached us, and decided to do whatever we did. They\nseemed happy with our decision to turn around. Joe and I zoomed out in\nfront, skiing down the scree in long sliding steps. The ridge was easy\nto descend, but we still had 2 or 3 spots that puzzled us temporarily.\nWe always found the way through, though, and our companions followed.\nJoe took a slip on icy rock and snow, but quickly self-arrested. \nThe wind and cloud worsened, spraying us with moisture that froze on\nour jackets.</p>\n<p>Off the ridge, we plodded down to camp. I tried to glissade\nthe low angle snow, but couldn&#39;t get my snow pants on. My feet were\nwet in the now-trashed and dirty sneakers, and I looked forward to getting\nto camp and dry socks.</p>\n<p>Once there, despite my best efforts to nap, everyone wanted to clear out.\nThe wind strengthened, and the first drops of rain got me moving. We\nworked fast and hard, soon trudging down the snowfields to regular trail.</p>\n<p>I fell behind the group, not ready to leave the beautiful meadows we\npassed through. After a rest stop in a boulder strewn meadow, looking\nback at the excellent mountain, I was satisfied. Dudley and I zoomed\ndown 3 miles without looking back or stopping. At the cars, we said\ngoodbye to Steve, who drove a different way back to Portland. For the\nrest of us, burgers at a brew pub, and the long drive home. Even that\nwas fun, with saltine-cracker-eating contests and other great ways\nto pass the time!</p>\n<p>I want to thank Dudley, Joe, Joey and Steve for a great time!</p>\n"}