{"date":"1999-03-20T00:00:00.000Z","title":"Smith Rocks","blurb":"first climbing trip there","description":"<ul>\n<li>March 20-21, 1999</li>\n<li><em>With special thanks to Kris for the pictures!</em></li>\n</ul>\n<p><img src=\"images/mrapillus.jpg\" alt=\"That&#39;s Steve, Jeff and I descending Monkey\nFace after climbing the Pioneer Route. The rappel was insane!\"></p>\n<p>We awoke at dawn Saturday and Kris tried to get some good sunrise pictures. But\nlow clouds prevented much from coming through. Jeff, Steve and I practically\nran to the base of our first climb: Super Slab. Steve took the first lead, Jeff\nthe traverse into a cavelet, and I got the &quot;Super Slab&quot; pitch. It was a great way\nto start the weekend, but soon we would be hating life!</p>\n<p>Before the last pitch, voices shouted up to us from across the river, but we\ncouldn&#39;t make out what they said. When we finished the climb, a ranger appeared at\nthe base and shouted up that we were climbing illegally due to nesting falcons.\nOh lordy. Due to a missing bolt at the rappel station, we had to take the       &quot;walk-off&quot;\nwhich involved some difficult scrambling, and a descent of the Misery Ridge\ntrail. Jeff went ahead and talked to the ranger, who was very upset with us to\nsay the least. We had missed the sign at the base of Super Slab because someone\nhad pulled it down. We found out that we could be thrown in jail or made to \npay a large fine. The ranger was understanding enough to let us stay in the park\nfor the weekend, but we had to stay away from the main areas for the rest of the\nday. At this hour (10:30 am) that felt hard, but actually we were very, very\nlucky. As it turns out, this very popular route will be closed through August,\nindeed all of the Red Wall. Please stay away, as the residents across the river\nwere up early like us, and are very vigilant about protected the nesting raptors\nand eagles. I for one, am very sorry to have given them something to be upset about.</p>\n<p><img src=\"images/jeffclimb.jpg\" alt=\"\">\n<img src=\"images/mclimb.jpg\" alt=\"\">\n<img src=\"images/stvrap.jpg\" alt=\"\">\n<img src=\"images/steveclimb.jpg\" alt=\"\"></p>\n<p>Taking the ranger&#39;s advice (orders?), we left for a while to get a long lunch, talking\nit over and figuring out what to do for the rest of the day. We settled on the\nMarsupial Crags, a long walk from the main walls, and a place unlikely to get us\nin trouble! We slunk back and walked out to Koala Rock where we intended to climb\nthe moderate route Round River (5.4). But there was basically a line for it all\nday. Instead, Jeff led both pitches of Thin Air (5.9), a pretty challenging\nclimb. We came down from that having seen climbers on the top of Brogan&#39;s Spire,\nwhich looked really cool. Heading over, I led the poorly protected (rated X!)\nWest Face (5.5). It was very fun climbing though, and very long. I ran the\nentire rope out, clipping one bolt and placing a cam. Steve and Jeff came\nup quickly to my good belay station. There wasn&#39;t much more climbing, as a\nparking-lot sized ledge appeared 20 feet above. After that, a little roped\nclimbing to the snugly-sized summit topped us out. We found a rappel station\nin a notch and took a steeper way down, making a single rope rappel, and a\ndouble rope rappel. After this, we called it a day.</p>\n<p>After a good Mexican dinner in Bend, we headed back to camp, where Kris\nhad already set up the tent. Lucky for us, because the crowd had arrived,\nand there wasn&#39;t a free space to be seen. Unfortunately, it started to\nrain, pretty hard. It rained all night long, and Steve had to abandon\nhis tarp and sleep in the car. Kris and I were very snug in the tent,\nand rather guiltily slept very well!</p>\n<p>We were up a bit later due to the rain, but were still the first car\nin the parking lot. We hiked over Misery Ridge and down to the base of\nthe Pioneer Route. Hoping for the West Face Variation (5.8), we decided against it\nbecause of the rain, although we could have done it once we saw that the\nrock wasn&#39;t even wet. Oh well, next time!</p>\n<p>Steve led up to Bonn Street, and I led the aid pitch. I was pretty eager to\ngive this a try, and I wanted to belay Steve and Jeff up from the Mouth\nCave where I could sit and enjoy the view. Due to just a little experience\nwith Alex at Index, I actually moved pretty fast. Soon we were all in the\ncave, and Jeff led the last pitch from Panic Point. I followed, finding\nthe exposure pretty difficult to take. The climbing felt much harder than\n5.7, despite the profuse bolts to clip. It can be difficult to step out\nof the cave with nothing but air below! Certainly, my heart was pounding\nwhen I reached easier ground...I think I had forgotten to breath!</p>\n<p>Steve came up and we enjoyed the summit for a while. The sun had come out\nand the Three Sisters were beautiful off to the west, snow intermingled with\ncloud. After a quick lunch of gorp, we prepared for the exciting descent.\nI had been scanning Misery Ridge for a sign of Kris, as she planned to show\nup around 11:00. We killed some time as Jeff showed us the &quot;carabiner break&quot;\nrappel system. He went down first, enjoying the smooth rappel thus provided.\nI was on my way down when Steve shouted to Kris across the gap. Yay! Now\nshe could take some awesome pictures! So she did, and we met on the trail\nat the bottom. She was proud to have made the brutal hike over Misery\nRidge, a worthy goal indeed.</p>\n<p>For our next trick, we headed over to Spiderman Buttress. The route Spiderman (5.7) was\nfull, so Jeff led a neat climb, either &quot;Best Left to Obscurity 5.10a&quot; or\n&quot;Widow Maker 5.9,&quot; it&#39;s hard to tell from the book. I top-roped it, then\nthen our chosen became open, and Steve took the first lead.\nA large party was rappelling from the 2nd pitch, and dropped a few too many\nrocks towards us. I belayed from a cavelet, glad to be out of the line of\nfire! I followed the climb, and was very impressed with Steve&#39;s lead. The\nend of the first pitch involves getting over a chockstone in an insecure\nchimney, which left me wondering how I could commit to that on lead.\nJeff came up to our hilariously cramped belay station, and we descended,\nsince it was getting dark. I plan to lead the 2nd pitch next time.</p>\n"}