{"date":"1999-10-30T00:00:00.000Z","title":"Red Rocks \"Cat in the Hat\"","description":"<ul>\n<li><p>Grade II-III, 5.6+, 5 pitches</p>\n</li>\n<li><p>October, 1999</p>\n</li>\n</ul>\n<p>After the airport and a stop by Jim&#39;s apartment on Saturday, Steve and I raced\nout to Red Rocks, hoping to climb a few pitches of Cat in the Hat, a recommended\nmoderate climb. Glad to be on the trail, we made the half-hour hike, stumbling\nout of the brush just before another pair of climbers intent on the same\nroute. Consequently, we felt pretty rushed, so as to let these guys get started\nafter us.</p>\n<p>I had the first pitch, and enjoyed the great variety of rock there. The\nroute follows a left-leaning crack with great jug holds formed by the\nblack desert varnish adhering to the sandstone. After about 80 feet,\nI followed a crack which leaned back right, then came out on a ledge.\nAnother crack led up to a bolted belay anchor. Steve followed, then\nled the second pitch up to a stunted tree. Here, we met a group of\nclimbers descending, and as I set out on the third pitch, more were\nrappelling down just over my head. People kept me well informed, so\nI could reach a good stance when a rope was being thrown nearby, or\na curious figure would come spindling down right next to me. &quot;Hi.&quot;</p>\n<p>I needed to traverse around an overhang, but went too high, making the\ntraverse a bit sketchier. I had a smooth wall for hands, so I relied\nsolely on my feet, and actually made a little hop across a blank\nstretch. That done, I was in a steep and highly enjoyable crack that\neased off as it approached a boulder belay. When Steve arrived, we\ndiscussed our options, and decided to rap down, as it was getting late.\nWe sat for a while, enjoying the peace of the canyon in late afternoon.\nThe sun had descended behind the ridge, allowing us to see the mix\nof black watermarks, red and brown stone, and occasional green brush.</p>\n<p>This ended our first adventure on Cat in the Hat. But Tuesday we came\nback early in the morning for more. We wanted to finish it, and we\nknew we could do it without risking me missing my plane Wednesday morning.</p>\n<p>This time Steve led the first and third pitches. I found the second\npitch steeper and more interesting than I remembered it, and Steve called\nthe third pitch his favorite ever. He did a great job too, showing me the\nproper traverse, which is more of a diagonal starting lower. I complimented\nhis protection rigging, which was exactly like a textbook picture.</p>\n<p>It was still early at this point, and we heard voices in the canyon.\nSix helmeted figures trudged up to the cliff, and we were glad we&#39;d gotten\nsuch an early start. I set off on pitch four, which traversed around\na corner onto new terrain. This was fun, as I&#39;d never climbed a long\ntraverse before. Rather than climbing above your partner, you climb\naway to the side. I took a while because I&#39;d climbed too high, and wasn&#39;t\nsure where to end. Finally, I had to down-climb quite a ways. If you\nclimb the route, just remember that the ledge which begins pitch five\nis below the ledge which begins pitch four by about 15 feet. It&#39;s not\nfar away either, only about 35 feet.</p>\n<p>The last pitch was mine this time, and boy did I enjoy it. The exposure\nwas exhilarating, with a view down to Steve, and the canyon hundreds\nof feet below him. I climbed on black rock, finding excellent nut\nplacements in the crack. What a safe climb, I thought. There was a\npretty hard section where the crack widens to a &quot;V.&quot; Once beyond\nthat, I moved out onto a face of white sandstone, with nubbins for\nhand and foot. A single bolt greeted me, and I eased into another\ncrack above it, and then to the bolted belay. Wow, what a fun pitch!\nA great variety of terrain in 100 feet!</p>\n<p>Steve came up raving about it too, and two happy climbers sat awkwardly\nat the anchor, looking around at the beautiful terrain.</p>\n<p><img src=\"images/cathatside.jpg\" alt=\"The little guy way up there is starting the 5th pitch.\"></p>\n<p><img src=\"images/follow1.jpg\" alt=\"Kind of blurry, but Steve got this shot of me\nfollowing on the first pitch.\"></p>\n<p><img src=\"images/lead3.jpg\" alt=\"Here&#39;s Steve leading the third pitch. Go Steve!\"></p>\n<p>Coming back to earth, we flaked the ropes for a double-rope rappel.\nThis rappel led us to the top of pitch three. Another one got us to\nthe top of pitch two. Here, we encountered the parties we&#39;d seen\nearlier. A cross woman expressed dismay upon hearing I was going to\npull the rap ropes down. Lucky for her, they were stuck! However,\ntheir guide was almost to the anchor, and he freed the knot from\nthe constriction it was held up on. We should have positioned the\nknot past the lip of the belay ledge.</p>\n<p>The rope didn&#39;t touch her as it came down, and Steve and I continued\nwith a single rope rappel, then a final double rope rappel to the base.\nIt was only 12:30 or so, and we&#39;d planned a climb of Solar Slab gully\nnext, but a painful blister on my right heel caused me to reluctantly\nconcede defeat. We were very happy with our climb though, and calling\nit quits felt a-ok.</p>\n<p>After a short exploratory drive, we stopped in a cute little town with\nhorses grazing on the elementary school baseball field, and I called\nKris. I ended up flying out that night to see her earlier than expected.</p>\n"}