{"date":"1999-06-17T00:00:00.000Z","title":"The Royal Arches","description":"<ul>\n<li>The Royal Arches (5.7, A0, III)</li>\n<li>June 17, 1999</li>\n</ul>\n<p><em>16 Pitches! Wow!</em></p>\n<p>I lay in the dark, too excited to sleep before our first climb in Yosemite.\nShifting in my sleeping bag, I earned a few curses from Jeff when I pointed out\nthat his sleeping area was directly exposed to rockfall from the granite face\nabove. Finally I relaxed bit by bit, my first night of many among the ants and\nbeetles. The low murmur of water, then sleep.</p>\n<p>I had spent enough rainy evenings at home reading about this route that\nit had become mythical. The Royal Arches, first climbed in 1939 by\nM. Harris, K. Adam, and K. Davis.\nBy today&#39;s standards, it is an easy climb, which I appreciated.\nWhat caught my imagination was the length. The longest climb I&#39;d done\nwas 4 rope lengths. Well this was 16 rope lengths! I wondered how long\nit would take, and what it would feel like to cling to a wall for\nthat long.  I felt like I had been invited to ride in a UFO.</p>\n<p><img src=\"images/workaround.jpg\" alt=\"I&#39;m gingerly crabbing around a hump on the Royal Arches.\"></p>\n<p><img src=\"images/leadroy.jpg\" alt=\"I&#39;m tasting the sharp end of the rope, low on the Royal Arches route.\"></p>\n<p><img src=\"images/fivenine.jpg\" alt=\"Here I&#39;m cowardly aiding past the hard friction with a tension traverse.\"></p>\n<p><img src=\"images/royaltrav.jpg\" alt=\"Jeff is about to sneak across the blank face on the right.\"></p>\n<p><img src=\"images/uproyal.jpg\" alt=\"High on the Royal Arches route, we started climbing near the hotel in the picture.\"></p>\n<p>Jeff freaked out when I woke him at the crack of dawn. This route is one\nof the 50 classic climbs of North America, and I had visions of jangly\nhordes tailgating me on a nervous lead. All day he complained about\nbeing awakened from his &quot;best sleep in weeks!&quot; Sigh. Actually, I was\nreally eager to climb, and I took the first lead, shimmying up a chimney\nto a chockstone, and then a tree. Jeff came up quick, and we continued\non easier terrain. We simul-climbed for 2 leads, and the first of the\nhorde arrived - two men practically soloing.</p>\n<p>But there was no horde - we didn&#39;t see anyone else until the descent!\nYou can still get lucky in Yosemite!</p>\n<p>Jeff led a 5.7 pitch with some great liebacking. It was tough, and\nsobering - Yosemite 5.7 really is harder than 5.7 at a place like\nLeavenworth.</p>\n<p>We were flying, mainly due to Jeff&#39;s efficiency. His ethic is to always\nstay busy, doing everything possible to avoid duplicate work. He was\na good teacher too, repeating axioms until I finally got them. He\ngood-naturedly never ignored a mistake. At the same time, he felt pretty\nbad about getting pedantic on me. I appreciated both sides of the coin.</p>\n<p>Much of the climb is a pleasant blur to me now. We would occasionally\nlook at the valley floor where we started. Already the trees looked like\ntoys. Above, the &quot;Arches&quot; overhung fantastically, and our route would\nveer to the left to sneak by. We couldn&#39;t believe we were there, and\nhaving tons of fun.</p>\n<p>We reached the 5.9 pitch. I led up to the edge of a smooth-as-glass\nslab of granite which a more daring soul would smear across to a ledge\non the other side. I, more prudent, overcame this with the help of a\nfixed rope. I clipped a carabiner to it, and made two or three swings\nacross the slab, finally catching a hand on the ledge, and pulling\nmyself on. Continuing on a thin and wet traverse, I reached a point\nto belay Jeff up and across.</p>\n<p>Nobly, he planned to free the section, and after a few ventures onto\nthe slab to test his sticky rubber, he did it. Of course it looked easy.\n&quot;You just have to trust your feet completely,&quot; he said.</p>\n<p>After this he led up a difficult pitch that ends by climbing through\na tree wedged between cracks, then a tenuous traverse around a bulging\narete. Jeff got a picture of me carefully edging around this. The look\non my face is me realizing I&#39;m not on belay because he&#39;s taking a picture!\n(<em>just kidding...</em>)</p>\n<p>Tiring a little, I continued up an easy crack that widened to a sort of\ncanal. I ran the whole rope out up to a shady tree at a ledge. Here, \nwe thought we were off route, and Jeff went exploring, finally setting\nup an insecure belay he made me promise not to fall on. That was a\npromise I could keep, and when I reached the gritty ledge he stood on,\nI traversed around a corner and soon was anchored at the end of the\n16th pitch. The route actually continues for another pitch on an\nexciting traverse, but rather than walk off, we had opted to rappel from\nhere. We had two ropes, and so, trusting to find a sturdy anchor below,\ncast off an overhanging cliff that became a grand granite slab with\na waterfall on one side.</p>\n<p>Jeff started all the rappels. He cast off from the belay, while I hung\nfrom a sling and enjoyed the fantastic scene. A gnarled tree jutted \nout below, and he worked around it. Coming to a 3-bolt rappel station\njust below the tree, he continued on. I followed, and we ended up\nin an amazing spot, pasted onto a vertical prairie of granite. We pulled\nthe rope.</p>\n<p>That is, we pulled until it stuck. Then we pulled some more.</p>\n<p>So this is when the day started to become ominous and negative. We\nwere able to retrieve one rope but the other just wouldn&#39;t come down,\nno matter how hard we pulled. We spent half an hour at this, hoping\nanother party would come along (<em>one minute we hate crowds, but they&#39;re\nnever around when you want them!</em>).</p>\n<p>Finally we gave up, and decided to attempt getting down with one rope,\nabandoning the good rope to the elements. At \\$120, this is not something\nyou do lightly, but we were parched and baking on the rock, and there\nwas no one in sight. We might have to climb the route again the next day\nto get it, alas!</p>\n<p>We had an anxious journey, sometimes leaving webbing on sturdy shrub\nanchors, our progress painfully slow. Finally we reached a broad ledge,\nand Jeff had the idea to wait there, figuring someone would come along.\nLying under a shady tree, we waited and watched the face above. We couldn&#39;t\neven see the rope, but we did finally see two specks, and hear their\ntinny voices. We hollered, asking them to retrieve the rope, and they\nseemed to understand. Yes!</p>\n<p>The figures grew larger, and arrived after our nap. Introducing ourselves,\nwe thanked them. As it turns out, the rope had wrapped itself just once\naround the tree. We had already been berating ourselves for not rapping\nfrom just below the tree. Lesson learned...</p>\n<p>Continuing down with this pair, we all moved quickly, and were soon\nback on solid ground. It must have been around 4:30, and we shared beers\nwith our new friends,\ntalked about climbing, and reveled in the afterglow of a top rate Yosemite\nadventure! We planned the next day&#39;s adventure over a Mexican dinner in\nthe cafeteria. Back among the ants, sleep came on a borrowed patch of\npine needles in Camp IV.</p>\n"}