{"date":"1999-06-18T00:00:00.000Z","title":"Manure Pile Buttress \"The Nutcracker\"","description":"<ul>\n<li>The Nutcracker (5.8)</li>\n<li>June 18, 1999</li>\n</ul>\n<p>In the morning Jeff got in line to secure a campsite for the next few days. He\nhad a two hour wait, making the best of it with a new book and a Crazy Creek\nchair. I packed up our camp, and called Kris to say hello. For her, it was\nFriday morning, getting ready for work. She always had a lot of news to tell me,\nand our morning and evening calls became a happy routine. I would call at the\nbeginning of an adventure, and the end.</p>\n<p>Jeff and I hadn&#39;t got much sleep, mostly because of this woman in a\nnearby tent who started giggling at 3 am, continuing until 7 or so.\nI don&#39;t know who we should be more upset with, her or her &quot;tormentor.&quot;\nBy the time we reached the base of the route, it was about 10:30, and\npretty hot in the sun. Unlike the Royal Arches, there was a small crowd\nhere. Jeff organized our place in line, and while we waited, a nervous cry\nof &quot;FALLING!&quot; (along with some expletives) rent the air. Around the\nother side of a wall, a tree shook violently as it caught a startled\nbody, saving it from greater injury, perhaps. He came down with only\na nasty scrape on one shin. His friends took him away, and he spent\nthe rest of the day drunk.</p>\n<p>Rated at 5.8, the Nutcracker is consistently challenging, and very\npopular. I was simply\nhoping to follow every pitch decently. We did a variation 5.9 start\nwith a very thin section. I arrived at each belay pretty worn out,\nwondering how I would ever lead that hard (I&#39;m still wondering that).\nAfter two pitches, we reached a broad ledge, with views across the valley.\nWe took off our shoes, and talked with the pair ahead of us, Scott and\nTom. Tom was a river rafting guide from Virginia, and Scott a student\nfrom Australia. Scott&#39;s enthusiasm and Tom&#39;s air of incredible reliability\nimpressed us. We enjoyed climbing with them as the pitches followed\none after another, each providing a different challenge.</p>\n<p><img src=\"images/nicefolks.jpg\" alt=\"These excellent people fed us when we came down hot and thirsty from the Nutcracker. In the back is Scott, Jeff and Tom. Thank you so much!\"></p>\n<p>Jeff had read somewhere about the first ascent of this climb, by the\nlegendary climber Royal Robbins. He said it was called the Nutcracker\nbecause Nuts had just arrived on the market as an alternative to pitons.\nRobbins took a handful and casually did the climb to &quot;see how they work.&quot;\nMost people we talked to offered the advice to use a camming device at\na delicate overhang high on the climb. As Jeff proclaimed to anyone in\nearshot, he intended to use only nuts, just as Robbins had. As the\nfollower, I can attest he did it, and more importantly, very securely\ntoo. As we repeated later, a nut lodged in a constriction at that overhang\nwas bombproof, where a cam may have walked out a bit.</p>\n<p>We finished the climb in late afternoon heat, and it deserves it&#39;s reputation\nas a very good climb. The four of us walked down a steep trail, reaching the \nnow-deserted base, and I continued on to the car.</p>\n<p>By happy accident, a group of picnickers, had seen us on the climb, and\noffered me something to drink. This couldn&#39;t be turned down, and the\nGatorade bottle they gave me was quickly drained.  Jeff, Tom and Scott\ncareened down the trail, nonplussed to see me quaffing more Gator-aide,\nan overstuffed fajita in my other hand.</p>\n<p>They were wonderful people, and made us feel like returning heroes,\ntired and dirty as we were. We ate the fajitas and answered questions\nabout the climbing. I still feel good when I think about the kindness\nof these strangers.</p>\n"}