{"date":"1999-06-18T00:00:00.000Z","title":"Half Dome \"Snake Dike\"","description":"<ul>\n<li>The Snake Dike (5.7, III)</li>\n<li>June 18-19, 1999</li>\n</ul>\n<p>Still dirty and tired from the Nutcracker, we raided the supply shop,\nand fumbled for bivy gear in \nJeff&#39;s tent. Two older men needed a place\nto sleep that night, so Jeff kindly offered the tent since we&#39;d be\naway.</p>\n<p>And so it was that before we even got a chance to gloat over\nthe Nutcracker, we were chasing the park bus with heavy packs over\none shoulder. Tourists eyed us nervously - we talked too loud, \nhad packs too big, smelled too bad, and Tom had hair too long.</p>\n<p><img src=\"images/lookdown.jpg\" alt=\"High on the Snake Dike, I survey my lands, and think them good.\"></p>\n<p><img src=\"images/freaks.jpg\" alt=\"Scott (left) and Jeff, who seems to be waxing eloquent about some bird.\"></p>\n<p><img src=\"images/hardmen.jpg\" alt=\"Jeff (left) and Tom, looking cool on the approach to Snake Dike.\"></p>\n<p><img src=\"images/jeffbring.jpg\" alt=\"Jeff took this picture of me following a pitch, high on the Snake Dike route.\"></p>\n<p><img src=\"images/mebring.jpg\" alt=\"Jeff prepares to climb up to me, enjoying the tilted plane of granite.\"></p>\n<p><img src=\"images/comedown.jpg\" alt=\"Tom and I lowering our tired selves down the cables on Half Dome\"></p>\n<p>As night fell, we got off at the last stop, walking a mile further to\nthe trailhead. There had been no time to secure permits, so we were\nespecially nervous as we passed a nighttime gathering of park rangers.\nWe couldn&#39;t very well say we were out for a walk, but if they had\ntheir suspicions, they kept them to themselves. Once off the road,\nwe felt safe, coccooned in dark trees, with a rushing river on the\nright. Scott had hiked almost every trail in the park in the previous\nweeks, and he led us ably in the dark. I have no idea where we were,\nbut we crossed bridges, and I know we took a long way around the\nfamous Mist Trail because it was too dark and wet there. I barely\nkept up with the stiff pace set by my three companions. I certainly\nenvied their lifestyles of climbing all summer. Totally maxed out,\nI followed for hours with tenacity even I didn&#39;t understand.</p>\n<p>We pulled out of the trees and traversed a ledge of moonlit granite.\nDripping with sweat, we&#39;d removed our shirts long before, and I remember\nthe shock of a cool breeze as I looked up on a beautiful scene: \nHalf Dome glowing quietly across the valley, the full moon and twinkling\nstars illuminating a moonscape of granite, the rushing of a tremendous\nwaterfall ahead. With new energy, we turned off the headlamps, and\nbounded toward the falls. The country had surprised us, and we slowed\ndown, talking about Muir and what he had done here. Crossing the falls\non a bridge, we found a campsite further up the trail. I don&#39;t remember\nwhat Jeff and I had brought for dinner, because Scott and Tom\ncompletely overwhelmed us with a fantastic meal of hot pasta, olive\noil, fresh garlic, cheese and picante sauce! As the midnight air chilled us,\nwe greedily shared a bowl of this stuff. It was soo good!</p>\n<p>To save space, I had forgone bringing a sleeping bag, but I had a ground\npad and my bivy sack. That would have been fine in the valley, but even\n2000 feet up, it was too cold. I took our climbing rope and rope bag\ninto the bivy sack, trying to make do. It was a long, long cold night,\nand I was not unhappy to see the dawn. It seemed 10 years before that\nwe had waited to climb the Nutcracker, but we had just entered another\nstage of that continuous adventure. Worried about weekend crowds, we\nhad to hurry to the base of our climb, Snake Dike, before the ever-present\nteeming hordes.</p>\n<p>Warming up, we followed a faint path over a granite shoulder of Little\nYosemite. Jeff lead the way down, half skiing on the steep rock, and\nwe entered a pleasant meadow/pond fringed by forest. The bright\ngranite of our mountain contrasted with deep green reeds, and blue sky.\nWe found our way across and made our way up the lower rocks of the\nmountain. Soon we traversed an exciting ledge above the meadow, getting\na taste of the climbing to come. The base of the route was still in\nshade, but the hordes had beat us! There were at least 8 climbers waiting\nfor their turn on the climb. These people had apparently camped near us,\nbut stole away earlier in the morning. But they were friendly, and\ntogether we watched climbers make their way up, up and out of sight\nas they passed the horizon of the huge granite dome.</p>\n<p>Today, Jeff and I preceded Tom and Scott. Jeff led the first pitch,\ncharacterized by a very thin traverse under a roof, then an easy\nbit above the roof to a bolted belay station. Jeff had placed some\ngear on the traverse, but it fell out, so I had the fear of a\npendulum fall to keep me focused! It was interesting, because \nthere were only very small bumps for your feet, and the hands made\ndo with an insecure undercling for the tips of the fingers. At\nthe end, there was a Thank God hold, and I levered up, aware of the\nwatching crowd below.</p>\n<p>I took the next lead, a frictiony traverse to another bolted belay.\nI think there was one bolt, and I got a nut in, but it wasn&#39;t good\nat all. Tom later complimented me on this lead - the lack of protection\nmade it easy to get psyched out. But I was calm and very focused,\na feeling I would enjoy on all the leads, characterized by straightforward\n(okay, easy!) climbing and very little protection. One pitch high\non the route had only one bolt for a full rope length, and the bolt\nwasn&#39;t even in the middle, but just below the belay station! I\nwas very curious as to if I would get &quot;psyched out&quot; on this, but\nmy actual feeling was that I didn&#39;t want it to end. We continued this\nway for 10 excellent pitches. We had a humorous moment when worked\non a very frictiony traverse, making for a broken dike in the rock\n12 feet away and above. It was a hard move to face with no protection\nabove the belay station. On such a big granite face, you can be 10\nfeet from a bolt, look right at it, and not even see it - it looks\nlike the glint of a crystal in the rock. I noticed the bolt, within\neasy reach of his hand, and he was so happy to see it, he kissed it\nlike a man at sea too long. My hearty laughter at his expense broke\nthe tension! (<em>I shudder to think how the Jeff will pay me back!</em>)</p>\n<p>But we were at sea, and finally the climbing eased off, and we began\nwading to dry land. Jeff towed the rope behind him and tried, despite my best\nefforts, to keep two or three pieces of gear in at little broken areas\nof rock. The rope drag was heavy, and finally he stopped and we napped\non a shady ledge. We were waiting for Scott and Tom, who we&#39;d last seen\nhundreds of feet below. Dreaming of walking through a moonlit forest,\nI awoke, and we continued on, figuring we&#39;d meet them at the summit.</p>\n<p>And the summit came into view across a flat, broken landscape. Reaching\nit, we gravitated to the cliff that looks down into the valley. We\ntook many pictures, and met Stefan, a German tour operator on his day\noff from shuttling tired Deutsche across the west. We got him to sit\nwith us and dangle his feet over the edge: 3000 feet straight down.</p>\n<p>Finally Scott and Tom arrived, they had taken a wrong turn near the top\nof the climb, getting into evil terrain, but living to tell about it.\nA pair of climbers crawled over the lip of the sheer cliff after two\nsolid days of climbing and hauling their gear. </p>\n<p>We talked a while, then headed down the traditional &quot;cables&quot; route. All the\nhikers wore stout fabric gloves they had picked up below the rusty steel\ncables. Not prepared in this fashion, we lowered ourselves with our already\ntender hands. Then we hiked for miles, Jeff in the lead with a patented\ntrail-skiing technique. Once in the trees, and caught behind a pack of\ndawdling kids, we hopped by on rocks beside the trail. Scott and I had \ndiscovered we were both fans of LaTeX: extremely powerful but arcane text\nprocessing software. Suddenly Jeff crumpled awkwardly then immediately hopped\nup again, now limping profoundly. With a queasy grin, he admitted he had\ntwisted his ankle, probably badly. Later, we stopped at a stream. Daring to\nremove his boot, he showed us a badly swollen ankle. OUCH! We kept moving though,\nbecause there were miles to go. Packing up our camp, we continued down to the\nfamous Mist Trail. Jeff led the way despite the injury, and soon we were\nsoaked to the skin from the freezing spray of a 400 foot waterfall in a\nridiculously green gorge. I screamed each time the freezing mist washed over\nme, and soon we escaped, laughing from the cold shock.</p>\n<p>I had promised to buy pizza for us all, so the fast walk turned into a run. Lungs\nbursting, gear jangling, we made it to the stone bridge to\ncatch the last bus of the night. Hot pizza and dark ale fueled our tales and numbed\nstiffening limbs. I stumbled to the phone booth outside camp IV and babbled happily\nto Kris about the adventure. When I slept, I&#39;m sure I was smiling!</p>\n"}