{"date":"1999-06-20T00:00:00.000Z","title":"Middle Cathedral Rock+East Buttress","description":"<ul>\n<li>The East Buttress (5.9, A0)</li>\n<li>June 20-21, 1999</li>\n</ul>\n<p>Tom Cormons and I got an early start on the route, we never saw anyone\nelse all day.  Tom and I met two days before on the Nutcracker. He is\na great guy, and very strong climber.  This climb was beyond my\nability to lead, so I was happy to second all the pitches but the\nfirst (I think a token 5.6 or 5.7!).</p>\n<p>I&#39;m writing this 5 years late, so details are sketchy!</p>\n<p>Okay, so we are climbing, just loving the views. We come to &quot;Ant Tree\nLedge,&quot; and I kid ye knot, while I am belaying Tom on the next pitch,\nten thousand marching ants emerge from the tree in a frenzy, somehow\nsmelling our presence. They march along the rope to me where I try to\nflick them off and still provide a decent belay. Meanwhile, Tom is in\nthe soup because the tricky hand crack above the tree is suddenly\nsuffused with ants! He is trying to climb and place protection gear,\nwith the ants spindling up his arms and going down his back. He is\nblowing and whimpering and cursing, I can&#39;t imagine being in his\nshoes, I think I&#39;d let go! I couldn&#39;t believe that this famous ledge\nfrom the 1950s still harbored so many ants.</p>\n<p><img src=\"images/catwalk.jpg\" alt=\"The strangely beautiful gorge Tom and I descended after the bivy on\nMiddle Cathedral.\">\n<img src=\"images/medrink.jpg\" alt=\"Water was more precious than gold on the East Buttress of Middle\nCathedral Rock. Here&#39;s me with the elixir.\"></p>\n<p><img src=\"images/midcath.jpg\" alt=\"\"></p>\n<p><img src=\"images/tomdrink.jpg\" alt=\"Here&#39;s Tom fighting the madding thirst!\"></p>\n<p><img src=\"images/pitch7.jpg\" alt=\"Tom&#39;s bird&#39;s eye view high on Middle Cathedral.\"></p>\n<p>Jeez, that was tiring. Above, we enjoy the view again, but boy is it\nhot. Water begins to taste so good. Note how important the pictures of\nus drinking water are: 2 out of 5 pictures are of drinking water! Our\nnext problem was one of mutual inexperience, more mine than Tom&#39;s.</p>\n<p>I think there were three pitches really slowed down by my inability to\nclean some cams. They were the HB trigger-style cams. Tom buried them\ndeeply, which makes so much sense on the lead! But I strained to clean\nthem, finally hanging on the rope for long periods to work with a\ncleaning tool and raw fingers beginning to bleed at the cuticles\n(ech). One time I left a cam, so sure that there was no way anyone\nincluding Tom could retrieve it. Well, I lowered him down to the cam,\nhe cleaned it, and I had that uncomfortable feeling you get when you\nare so sure you are right that you are wrong! I felt so bad about\nthat, thinking I understood the problem, occasionally giving a\nmini-speech to the effect that I wouldn&#39;t let us down like that again,\nno sir!</p>\n<p>Well, it happened again. Tom had to lower half a pitch, clean the cam,\nand re-climb. So I was dejected.  How do we get off of this thing,\nanyhow?</p>\n<p>The A0/5.10c bolt ladder was interesting. If I remember correctly, Tom\nmanaged to free it. I didn&#39;t even try, but some 5.9 or 5.10a moves\nabove the ladder were tricky. I remember really admiring some\nindividual long pitches. I couldn&#39;t hand jam worth a darn, maybe that\nis why I remember the climb as 1000 feet of liebacking?</p>\n<p>On the final pitches it was getting dark. We started to hurry, knowing\nthat if we couldn&#39;t find &quot;the Catwalk&quot; before dark we could be\nstuck. I put extra energy into following very quickly on second.  Once\nI took this too far, and lunged for a piece with 10 feet of slack rope\nbelow me (I started using dirty tricks once the sun went down). Well\nthe piece pulled out, and I fell. I could imagine what Tom was\nyelling. Later he knocked a rock on me. &quot;OWW!&quot; But the helmet absorbed\nthe impact, I was just surprised.</p>\n<p>We topped out, stowing any congratulations for later. Now we wandered\naround unroped on the sloping brushy ledges of the Catwalk, knowing we\nhad to find our way into a deep gully. Up and down the cliffs we\nwent. We came to a dark cliff, and Tom wanted to rappel off. I thought\nit was crazy, and voted to stay put until morning. I probably actually\nsaid &quot;I&#39;m not going anywhere!&quot;</p>\n<p>He took it real well, either agreeing with me on some level or\nunderstanding that I was a frazzled, tired climber who saw himself as\na beginner already in over his head! It was about midnight when we\nsettled onto a pine-needled cove with an ant-covered rock wall behind\nus and scrub trees around.</p>\n<p>The chemical aroma of dead ants, a few delicious sips of water, and\nbites of a cheese and sausage kit Tom had brought kept us\ncompany. Earlier, while we frantically scrambled the dark cliffs a\nflashlight had signaled us from the valley floor. We signaled back\nthree long dashes, and they went away. I thought it was nice that\nsomeone was thinking about us, and equally nice that we were safely\nwaiting until morning.</p>\n<p>We talked about our jobs, good stuff in life, future ambitions. A nice\ntime really. My first &quot;unplanned bivouac.&quot; The moon rose over the\nvalley, and I thought back on the last time I watched the moonrise -\ntwo nights before hiking up to Little Yosemite. It was such a\nbeautiful place, with only thirst and ants to provide discomfort!</p>\n<p>Morning came, and we easily found the path leading into the gully. We\nmade good time, but I needed to rappel a couple of times. I&#39;d never\ndone such a hard climb or stayed out all night like that, and didn&#39;t\ntrust myself that much. Tom got me to agree that one of the rappels\nwas unnecessary, but I had to chuckle on the second one, because he\neschewed the rope to prove how easy it was, but looked kind of\nsketched on the (seriously) 5.7 slabby downclimbing! Okay 5.5, but did\nI say how thirsty I was?</p>\n<p>Soon we were down to the car, and off to Camp IV for blessed\nsleep. Since then Tom and I exchange Christmas cards. Every time, I am\nreminded of this singular climb and excellent companion.  Sorry it\ntook 5 years to write this Tom!</p>\n"}