{"date":"1999-07-10T00:00:00.000Z","title":"Mount Shuksan Sulphide Glacier","description":"<ul>\n<li>Sulphide Glacier, oh, also The Tooth</li>\n<li>July 10-11, 1999</li>\n</ul>\n<p>Steve and I set ourselves a blistering pace this weekend, and actually came\nthrough without being complete physical wrecks on Monday!\nInterestingly, it was going to be a laid-back trip: climb beautiful\nMt. Shuksan by hiking in Saturday to a camp at 6500 feet, then finish\nthe climb Sunday, and come home pretty early. I talked to Kris about\nour plans, and she said &quot;That&#39;s not hard enough for you...you need\nmore challenge.&quot; I balked of course, but she must have planted a seed.</p>\n<p><img src=\"images/shridge.jpg\" alt=\"A craggy ridge across the Sulphide Glacier\">\n<img src=\"images/stvport.jpg\" alt=\"The excellent Steve\">\n<img src=\"images/howdown.jpg\" alt=\"uh...how do we get down?\">\n<img src=\"images/figsun.jpg\" alt=\"Steve walking down to the bivy site\">\n<img src=\"images/shukback.jpg\" alt=\"A sturdy yeoman of the glacier\">\n<img src=\"images/mornwalk.jpg\" alt=\"On the way down from the glacier\">\n<img src=\"images/trudge.jpg\" alt=\"How far to some hot cocoa?\"></p>\n<p>After the usual denials, frustrations and full quotas at the ranger\nstation, we continued merrily on, parking at 2500 feet at the end of a\ndirt road north of Baker Lake. We traveled light, but with food, fuel\nand sleeping systems to get us through a night on the glacier.  My new\n8.5 mm rope with a big improvement over the old heavy 10.5 mm one (2\nmm makes a bigger difference in weight than you&#39;d think!).</p>\n<p>We didn&#39;t feel hurried, but we made good time anyway. I talked a lot\nabout Yosemite, trying to get Steve psyched to repeat the Royal Arches\nwith me (I still can&#39;t believe Jeff and I did 16 pitches and many\nrappels, had a minor disaster and were still back at the car by 4\npm!).  We were sweating like crazy in the humid, still air of the\nvalley. Even the snow didn&#39;t help, until we got into old timber and\nascended a long ridge.</p>\n<p>Walking in a forest with 6 feet of old snow on the ground is fun. The\nhard snow with nice &quot;cups&quot; for steps. The walking is made easier by\nbits of old moss and needles that provide friction. Cool and\nquiet. Steve talked about a recent hike with Sarah in a forest like\nthis, and I thought back to a cross country descent from Kendall Peak\nslipping and sliding pleasantly down this kind of snow forest.</p>\n<p>We left the trees behind as we toiled up a steep snow slope. At the\ntop, a man sat alone, seemingly hoping for a party to invite him to\nrope up with for the glacier. He said he&#39;d be at the camp, so we\ndecided to ask him then if he wanted to come with us.</p>\n<p>I had to get something from deep in my pack so Steve continued up\naround a rock band, and I followed later. This time of total solitude\nwas novel and fun. I babbled to some east Europeans along the way\nabout telemark ski bindings, and their oblique responses indicated\nthat we completely didn&#39;t understand each other! When I saw Steve\nagain, we were at the 6500 foot glacier camp, with a great view of an\nicefall on the Sulphide Glacier, and the summit pyramid, which looked\nvery close.</p>\n<p>It was only two o&#39;clock, and we immediately started making water from\nthe snow. As I tended the stove, we grew restless and started to think\nabout going for the summit now.</p>\n<p>In the car we had talked about wanting to climb the Tooth, an alpine\nday climb far away at Snoqualmie Pass. Sadly, we didn&#39;t really have a\nweekend to reserve for it, so we didn&#39;t know when we could do it. One\nof us got the bright idea to climb Shuksan, speed down to the car\ntonight (in the dark) or tomorrow morning, drive for hours, then hike\ninto and climb the Tooth Sunday.</p>\n<p>A most unholy plan.</p>\n<p>Most devious.</p>\n<p>Tempting?</p>\n<p>OK LET&#39;S DO IT!</p>\n<p>The fact that we had already climbed 4000 feet today didn&#39;t deter us\nfrom another 2500, so we drank a lot of water and Gatorade, scurrying\nup the glacier under the afternoon sun.</p>\n<p>A party coming down warned us of a difficult climb on the final 900\nfeet of summit pyramid. We asked how they did the climb and one of\nthem said &quot;I don&#39;t know you, but I don&#39;t hate you, so don&#39;t go the way\nwe went!&quot; From our view, the left skyline looked best, and this\nimpression had been backed up by a yeoman of the glacier camp.</p>\n<p>We unroped at the base of a small waterfall, and stepped from glacial\nice to crumbly rock.  The climbing was harder than it looked, and\nboulders hung precariously to the slope, requiring exaggerated care to\nmove around without disturbing their fitful sleep. Already, we had\ncome up something we didn&#39;t want to try descending, and things got\nworse from there. Even as the view of the glacier and our tiny tracks\nbelow became more expansive, we cast worried glances at the rocks\nhigher up.</p>\n<p>Slowly, slowly we moved upward, with many zigs and zags. The sun was\ngetting low. We peaked around the north side of the pyramid to a\nfantastical array of craggy summits made even more unreal by our\nprecarious position.</p>\n<p>Finally, Steve stood cautiously on a level block and I peered over the\nrim. Only a quick glance at the steep wall rearing overhead convinced\nus both immediately that we were through. &quot;We&#39;re going back, this is\nit for us.&quot;</p>\n<p>With this one certain thought against a mountain of uncertainty, we\nbegan picking our way slowly down. Steve took the lead, and I\ngenerally followed the trail he blazed with considerable mental\neffort. Sometimes, with a foot dangling in space, I asked where he put\nhis foot, and a quick word of advice led me to a secure stance.</p>\n<p>We didn&#39;t want to descend the first part by the waterfall, so we found\nan easier way around. This led to steep snow, and then an easy\ncrevasse crossing. much better than the loose puzzle of boulders that\nlay behind us. Once safely on the glacier we breathed a heavy sigh of\nrelief, and moved quickly back to camp in the evening light. As we\nlater consoled ourselves, we attempted a new route, and it just\n&quot;didn&#39;t go,&quot; no wounded pride there!</p>\n<p>Too exhausted to eat much, we melted snow and watched the sun set as a\ndull orange orb to the north of Mt. Baker. From our high perch by the\nstove, we watched the purple shadows creep up this mountain, pretty\nentranced by it&#39;s majesty. Into the bivy sacks and a good nights\nsleep.</p>\n<p>There were many at this high camp, and by 4 am most of them had left\nfor the summit. When we had packed up, we saw them high on the\npyramid, making their way up steep snow on the easy route.  At least\nnow we know the way! It didn&#39;t seem worthwhile to go back up, so we\ndescended 4000 feet in two hours, skiing and running down the first\n2000 feet in mere minutes. Steve&#39;s ears had to be pressurized several\ntimes!</p>\n<p>We predicted 2 hours, and it took us 1 hour and 59 minutes. Getting\ngood!</p>\n<h3 id=\"the-tooth\">The Tooth</h3>\n<p>Into the car, zooming to my place, where I can&#39;t wait to see Kris and\nsurprise her with a Sunday morning visit. A happy hug and reunion for\nme, but brief. Gathering the rock climbing gear, we continue south to\nSnoqualmie Pass, and park among the throngs of day hikers. It was\n2:15, and we had 3 miles and 2500 feet to climb. This would put us at\nthe base of the real climb.</p>\n<p>At least for the day, we had become one of that grim set: the mountain\nclimbers with dour expressions who churn past the tourists; reaching\nhigher and higher with clanking, mysterious gear. There was no time to\ntalk, we were motivated by the need to get off the climb before\ndarkness, and though the sun was bright and shining now, there were\nmany hours and much uncertainty between us and the safety of home. The\nheat and sweat killed our appetite, but we tended our thirst like a\npowerful lion on a rusty chain. We drank from a hole in the snow on a\nslope above the crowds, continuing into a hidden basin surrounded by\ncraggy ridges and populated by isolated boulders. In fact, this basin\nwas like the palate of a mouth, with the Tooth acting as a right side\nmolar.</p>\n<p>Bacteria before us had blazed a trail into a gap and we followed on\nthe steep snow of the palate.  Encircling a rotted stump, we then\nclimbed rock to the base of the route, just behind another party who\nprobably thought they were the last climbers for the day. It was\naround 5:00. With no time to lose, we geared up, and I took the first\npitch.</p>\n<p>Incredibly fun climbing followed, easy with the right sequences. Good\nstances to place gear, and soon I brought Steve up to a wedged boulder\nand took off again. We would have swapped leads, but Steve didn&#39;t have\nrock shoes. In his clunky mountain boots, he had some interesting\ntimes following with brute strength where I had nimbly tiptoed. Steve\nenjoyed it though. He led the easier 3rd pitch, thinking he was off\nroute, but ending up at the perfect spot. From there, one fun pitch\ntraversed left and up, and soon, we stood on the summit.</p>\n<p>This was a fun moment, and our customary summit handshake had special\nsignificance for the efforts of the last two days. Wanting very badly\nto linger, we had to say no, and begin the rappels to the base. There\nwere only four, and I was changing back into my wet mountain boots by\n8:30.</p>\n<p>Going down was exciting - the snow of the palate had hardened, and I\nlost control twice on &quot;controlled slides,&quot; getting some good\nself-arrest practice in. Got to be more careful. Later, a long sitting\nglissade for me, and an expert standing glissade by Steve brought us\nto now-deserted Source Lake. The icebergs and turquoise water begged\nme to bide a while. Steve knew best however, and set us a brilliant\npace, just tolerable for the distance, not even willing to stop to\nturn on a headlamp as we crashed across streams and over logs. I found\nmyself laughing when several obstacles were clumsily averted by\nstomping through the trickles and inky mud of the heavily used\ntrail. Didn&#39;t slow me down though!</p>\n<p>Racing and hopping, Steve never used his headlamp, but I gave up just\nyards from the car.  &quot;This is ridiculous!&quot;</p>\n<p>At 10:15 pm, we sat like zombies. Finally, I started the car.</p>\n<p>Don&#39;t ask us if we enjoyed it for a while. Have some mercy!</p>\n"}