{"date":"1999-05-08T00:00:00.000Z","title":"Washington Pass","blurb":"Liberty Bell, SEW Spire","description":"<ul>\n<li>South Early Winter Spire and others</li>\n<li>May 8-9, 1999</li>\n</ul>\n<p>As we roped up at the base of the colouir, the steep hard snow above was looking\neasier and easier. Eager for it, I started up first, with Steve then Jeff\nfollowing on the rope. Almost immediately, I realized this was {\\em the steepest\nsnow I&#39;d ever climbed}, and was sort of inventing techniques on the fly. As if\nthat wasn&#39;t enough of a challenge, Steve&#39;s left crampon came off twice, and I\nchopped a stance out of the hard snow while Jeff helped him adjust it. Once I\nhad a secure platform I felt bad, realizing I had rained chucks of ice on them\nwhile I built it. This didn&#39;t stop me from doing it again the second time!</p>\n<p><img src=\"images/bluepeak.jpg\" alt=\"Me grinning my way up Blue Lake Peak. Liberty Bell in the\nbackground\"></p>\n<p><img src=\"images/jeffski.jpg\" alt=\"Jeff skiing under Blue Lake Peak\"></p>\n<p><img src=\"images/sumteam.jpg\" alt=\"Jeff, Steve and Michael on the summit of South Early Winters Spire\"></p>\n<p><img src=\"images/ewspire.jpg\" alt=\"Climbers coming down\"></p>\n<p><img src=\"images/quinn.jpg\" alt=\"My heady thoughts...\"></p>\n<p><img src=\"images/tentv.jpg\" alt=\"View from the tent\"></p>\n<p><img src=\"images/lbgroup.jpg\" alt=\"Liberty Bell group\"></p>\n<p>After watching Jeff jog up the steep slope, totally making\nlight of my difficulties and pissing me off, I was ready to \ngive up the lead. The angle lessened, and\nwe entered a thin, steep walled gully, with rocks poking\nthrough the snow at intervals. Jeff set a fast pace, punctuated\nby occasional calls for rest stops from Steve or myself.\nCalf muscles burned from constant front-pointing in\nthe hard snow. But the view, and the fantastic position in\nthis wild place kept our spirits high, and our vocabulary\nsmall: </p>\n<p>&quot;This is awesome!&quot;</p>\n<p>&quot;Man, this is great!&quot;</p>\n<p>&quot;Holy cow, there is nothing so cool! ... hang on, lemme rest!&quot;</p>\n<p>There were two rappel anchors, which we clipped as we went up.\nThese provided some security while we were attached, but for\nfully half the route we depended on the ability of the other\ntwo members on the rope to stop a fall by one. <em>Needless to say,\nwe were very careful.</em></p>\n<p>At the top of the colouir, Jeff turned left, and scrambled up\na mixture of snow and rock, his crampons sticking well onto\nfaces of knobby stone. Steve followed nicely, and I talked to\nMr. X (*I don&#39;t want to reveal his identity without permission,\nbut I&#39;ll bet some of you could figure it out)\nfor a few minutes, who had just wandered up behind\nus. Jeff belayed me up, and there we stood, looking at the\nwildest patch of mountains in the United States. Jagged peaks\nrose and fell to the horizon in every direction. Dark clouds\nshortened the view west, but added to the mystery of the ranges.\nMr. X pointed out his first ascent lines on Tower Peak and\nThe Golden Horn to the north.</p>\n<p>It was only around 1:00 PM, so we headed down for more adventure.\nJeff wanted to ski in the basin where we camped. He gave a nice\nbelay down to the top of the colouir, then continued quickly\ndown to the first rappel anchor. I went down last, facing into\nthe steep snow and making small talk with a crowd of climbers\nheading up. From the rappel anchor, we made a quick double rope\nrappel to the next anchor, where Jeff continued down unroped.\nUnfortunately, there was no\nrappel for the steepest part. Steve,\nsensing my apprehension, offered a belay from a picket pounded into\nthe snow. I decided against it, rationalizing that I&#39;ve got to\nlearn to do this sometime. I went down first, quite cautiously,\nfinding it hard to gage if I felt secure with my crampon and\nax placements or not. Steve and I unroped at the base, and\ncalled it a good climb.</p>\n<p>For giggles and bile, we traversed a corniced ridge above\ncamp, and over to the high pass under Blue Lake Peak. We saw\nJeff experience some great skiing, and an equally great wipe\nout...<em>arms and legs flailing!</em> He skied up to the pass, and\nwe set off to climb Blue Lake Peak. It was short and very steep,\nbut previous parties had kicked excellent steps up the wall\nof hard snow. Jeff got a few pictures, and we descended before\nrain clouds to the west could overtake us. We made a slow, steady\ndescend, mindful of the long drops to a valley on each side!</p>\n<p>The last event of the day was watching Jeff and another skier\njump off cornices under the peak. Mr. Y, one of Mr. X&#39;s brothers,\nwas taking photographs,\nand his skier had to make several jumps before the shot was\nperfect.</p>\n<h2 id=\"long-night\">Long Night</h2>\n<p>We piled into the tent early, around 6:30, \nfor the warmth and chance\nto get off our feet. It was crowded, but we had a good time,\nmaking up all kinds of jokes. We considered ripping Steve&#39;s down\nbag open just for the fun of throwing feathers around. I took\na lot of ribbing because I had forgotten the stove fuel at\nhome, necessitating a big carry of water from the car. Had we been cold and\nuncomfortable I would have suffered immense guilt! But, warm\nand tired, we dined on tuna fish, bagels, and some kind of\ndense, carrot-cake-like substance Jeff brought called &quot;Pemmican.&quot;</p>\n<p>We were mildly worried about a party on the SW Arete, where a member\nwas being lowered slowly over a period of hours. Finally, around\n9 PM, they were safely down. I found out the next day that someone\nin the group had gotten scared due to the exposure, and was unable\nto continue, even to rappel down.</p>\n<p>I didn&#39;t think I slept too well, but Jeff complained loudly about\nmy nocturnal nostrilations in the morning. It was a long night,\nbut there were many events of the day to think about. We had\nall been captivated by the way snowflakes drifted up past us\nin the colouir. Visions of looking down the chute as these little\nwhite flakes floated by pleasantly congealed in my mind.</p>\n<h2 id=\"a-gray-dawn\">A Gray Dawn</h2>\n<p>Rising to a gray, cold, snowy morning, we settled on Jeff&#39;s idea of climbing\nCopper Peak, 2 miles to the southeast, rather than the rock climb of the SW\nArete.  Steve and I plunge-stepped 1500 feet down from the high pass, descending\npast two small basins. The filtered morning light made it hard to tell the angle\nof slopes ahead. We kicked little snowballs ahead of us to see if they rolled\ndownhill or stayed in place!  Jeff skied by, finding the icy snow difficult to\nski.</p>\n<p>Just above the valley trees, we traversed across avalanche paths, mindful\nof conditions and planning our escape routes should danger increase\nin the heat of afternoon. Avalanches had roared down every snowy face\nin the isolated valley.</p>\n<p>Our confidence that the cold of morning would last prompted us to cache\nsnowshoes and wend a way up to the long west ridge of Copper Peak.\nAfter some hard work, we met Jeff on the ridge where it steepens.\n200 feet of steep, exposed snow began abruptly at a short vertical\npatch, easily negotiated with the help of a hapless tree. Insulted\nby my familiarity, she covered me with snow. I followed Jeff who\nnervily portaged skis and poles up the hard 35 degree slope.</p>\n<p>After a brief rest, Jeff re-attached skis leaving Steve and I to\nsink in 3 feet of powder. We learned to find wind-packed or steeper\nareas for easier walking, and soon we stood on the summit, looking\nback to Blue Lake Peak, into the Copper River valley, and across\nto forbidding north ledges on Stilleto Peak. Steve was concerned\nabout getting down soon, and back up to the Blue Lake pass before\nthe snow became dangerous to travel on. First though, we watched\nJeff descend a steep colouir high on the ascent ridge. After a\nfew sharp turns and narrow escapes, he was clear, and off to\nsunny wanderings in the valley. I cursed my uncertainty on steep\nsnow as we descended, tense and facing into the snow on slopes which\nSteve had nimbly scampered turned sideways. </p>\n<p>Once down from that steep portion, we merely had to slog across the valley\nand up to the high pass under Blue Lake Peak. Time to slow down and\nenjoy the country, because we were on our way home. At this stage I\nstart trying to burn the scenery into my memory, and a melancholy\nfeeling sets in as I plod towards civilization. We watched Jeff ski\nup the slopes on a long traverse, and Steve set off on his track.\nWe spread out, each with our own thoughts, periodically checking on\nthe others on this long white slope. When the wind died we slowed down\nin the suddenly oppressive heat. I found it easier to climb straight\nup rather than complete the long traverses Jeff laid out for us.</p>\n<p>Finally, long after Jeff had disappeared over the pass, Steve and I reached\nit and climbed down the other side via bucket steps beside the great\ncornice. I glissaded down to camp, cold powder snow taking my breath\naway, and leaving my face half-frozen in the end! We found Jeff resting\nthere, and after some good water we packed up and started down. Jeff\nlightened our loads since he expected to be at the car early via some\nfancy skiing. As it turned out, glissading, plunge-stepping and a\nfast pace through the forest brought us up close behind. </p>\n<p>A nice drive back on highway 20, some Mexican food, and safely home again\nto loving arms! We all had a tremendous time, and set a new benchmark\nfor fun.</p>\n"}