{"date":"1999-03-07T00:00:00.000Z","title":"Index \"Great Northern Slab\"","description":"<ul>\n<li>Great Northern Slab (5.7)</li>\n<li>March 7, 1999</li>\n</ul>\n<p><img src=\"images/northern.jpg\" alt=\"Me starting the 2nd pitch, see John below\"></p>\n<p>Kris and I ran errands on Saturday, and the beautiful clear\nskies and sun beckoned. I was a good boy though, and actually\nenjoyed doing chores around the house like finally cleaning\nthe garage. It was nice to see our new house in the sun.\n(<em>We bought it in November, and as some of you around here\nknow, there weren&#39;t many dry, sunny days!</em>).</p>\n<p>For a long time, I had wanted to get back to this climb. I\nwas introduced to it last June by Alex Krawarik, and was eager\nto get back and lead it. I had tried several times, but rain\nor a lack of partners prevented any action until now. Expecting\nan answering machine, I called John Bennett, \nand he picked up!\n&quot;Sure! Sounds fun,&quot; he said. As night fell, I crossed my fingers\nfor good weather the next morning.</p>\n<p>John arrived at 8, and we talked about hikes we had done and\nmountains we wanted to climb all the way there. The last in a\nseries of fun topics was debating whether to buy camming devices\nof one brand or to mix and match. Being a cheapskate, unwilling\nto buy a full set of anything, I took the mix and match side.</p>\n<p>One other party was at the base, but they climbed something else,\nso we were basically alone. The hardest part of the route today\nwas the &quot;3rd class&quot; 10 foot climb to the base. Despite the\npresence of an old 3-rung ladder, this step can be very taxing.\nFor John, the whole &quot;multipitch climb&quot; thing was a new experience,\nand the approach was very sobering. Luckily, I knew it got better.</p>\n<p>I led the first pitch quickly, placing minimal gear on this 5.0\ngully section. The rock was cold but dry. I had to wrap a sling\naround a chock-stone which doubled as a mouse latrine. This \nfirst pitch is actually a great first lead on gear. In\nthe lower 20 feet, you can actually make lots of cam and nut\nplacements for practice.</p>\n<p>John came up, and gave me a few more cams, a nice small alien and\na #3 Camelot. I used both, in addition to the rest of my gear.\nI had brought a double set of nuts in small-medium sizes, 1 red\ntri-cam, and 3 Metolius cams. This pitch is the highlight of the\nroute. Rated at 5.6, the exposure is very satisfying, and the\nclimbing sustained and fun. The crux is right after the belay,\nmaking use of an off-width crack to surmount a steep slab.\nAfter a little uncertainty, I passed this and came to the double\nhand/foot cracks, which continued up and across the slab in two\nparallel lines. These cracks took gear well, and the increasing\nexposure persuaded me to place it liberally. The sun came out\nand I was really beginning to have fun.</p>\n<p>I clipped in to 4 sturdy bolts and pulled up the rap line tied to\nthe back of my harness. John was ready to go, and I belayed him\nup. I think he should write about his experience. It was his first\nroute on gear, and I know he was a little stressed. I remembered\nhow I felt the first time last June. I haven&#39;t improved much as\na climber since then, but I felt like the climb was much easier.\nI concluded that it boils down to a fear of the unknown. John had\nno idea what I was belaying on...perhaps he assumed a few\nshaky pieces of tin quivering between loose boulders!</p>\n<p>Only a little overwhelmed, John clipped to the security of the anchors,\nand I finished the climb, going up around a small tree to a frictiony\nslab, and the final tree belay. Very sad to see it end, I watched\nsnowy Mt. Index across the road and belayed. John came up and we\ntalked excitedly about the experience. Knowing that we would be\nable to get safely down from our sturdy tree anchor, he was now having tons of fun.</p>\n<p>I threw the ropes for the double rappel to the end of the first\npitch. Of course, they got tangled, and went the wrong way. It took\nseveral attempts halfway down the rock to finally get them running\nthe right way. John&#39;s rap was faster, since that tedious task was\ntaken care of. We rapped down to the base, below the approach\nand coiled the ropes just as it started to snow. The\nearly bird got the worm in this case...before it got icy and\nwet!</p>\n<p>People had started arriving and were milling about the parking lot.\nIt was 12:30 pm, and we drove home, happy for the chance to enjoy\nthe good weather, and advance our skills just a little bit!</p>\n"}