{"date":"1999-1-1","title":"Short Reports 1999","description":"<h3 id=\"silver-peak-skiing-12-30-1999\">Silver Peak Skiing, 12/30/1999</h3>\n<p>I skied up FS Road 9070, reaching Nordic Pass around 10:30 am. \nAt the pass, the fog cleared, and I had great views of peaks such as \nChair, the Tooth, Snoqualmie, Catherine and Silver. I skied up the \nclearcuts of Ollie Meadows, then two Channel 4 helicopters buzzed 60 \nfeet over my head. They hovered in the area for a while, then continued \nover the pass to the north. Would I be on the news? Finally, I \nabandoned the skis and climbed to about 5000 feet on a west shoulder of \nSilver Peak, reaching a small, pretty basin. The snow was very icy, so I \nretraced my steps, and had a fun ski down the meadow, then a looong \nride back to the flats. </p>\n<h3 id=\"stevens-pass-skiing-12-27-1999\">Stevens Pass Skiing, 12/27/1999</h3>\n<p>I didn&#39;t have enough before, so I went back and tackled more of the easier\nblue runs. There still hadn&#39;t been any new snow, so things were getting hard\nand icy! I had a great time, but my stuffed-up sinuses (small cold) hurt\nas I drove down from the pass. On the way back, I checked out the road to\nMt. Persis, finding it drivable to above 3000 feet to a pretty valley.</p>\n<h3 id=\"stevens-pass-skiing-12-25-1999\">Stevens Pass Skiing, 12/25/1999</h3>\n<p>Kris and I had a great time and alternating blue sky/fog today. She did very\nwell on the green runs, as did I. We learned how to fall properly!</p>\n<h3 id=\"snoqualmie-pass-skiing-12-19-1999\">Snoqualmie Pass Skiing, 12/19/1999</h3>\n<p>Before the lifts opened, I skinned up and skied up and down a short section\nof the lift. Soon, an employee of the ski area came and told me to leave.\nI half-skied half-fell down the mountain under his watchful eye. I then\nwent to the level ski trail along Lake Kacheless, giving myself a painful\nblister on the right heel.</p>\n<h3 id=\"mt-baker-skiing-11-27-1999\">Mt. Baker Skiing, 11/27/1999</h3>\n<p>Kris wore snowshoes and I wore my new skis. We tromped around off the lifts,\nthen I made a few fun turns and falls in some nice deep powder. It was\nfun to see this area for the first time. Lots of snow for November!</p>\n<h3 id=\"mount-si-11-20-1999\">Mount Si, 11/20/1999</h3>\n<p>Kris and I planned to get up at 5 am, but actually left the house\nat 8, a much more sensible choice! We hiked up, finding umbrellas\nuseful as recent snow melted from the trees above us, dropping\ncarpet bombs on hapless toilers. We turned around at the 3 mile\nmarker when the path become slushy and snowy.</p>\n<h3 id=\"paradise-skiing-11-14-1999\">Paradise Skiing, 11/14/1999</h3>\n<p>Peter and I hiked up in miserable rain to an area below\nPanorama Point for some telemark skiing. Within a few hours, there\nwas quite a crowd of free-styling snowboarders and skiers doing some\nexcellent telemark turns. We got back to the car soaking wet in \nthe afternoon, and were interviewed on channel 4 news about the\n2 missing climbers.</p>\n<h3 id=\"mount-si-10-24-1999\">Mount Si, 10/24/1999</h3>\n<p>Finally Kris and I had a full day for this trip, and a beautiful day\nit was! It was cold and damp in the forest, and infrequent spatterings\nof sun kept us moving to the top, where we could rest in the sun,\nand survey the views. It was Kris&#39;s first time to the top of the\ntrail, and we held a small party for two. We saw many people and\ndogs going up and down. All manner of people: serious and smiling,\ntricked out in plastic and chalk bags, or ready for a city stroll.</p>\n<h3 id=\"bandera-mountain-10-21-1999\">Bandera Mountain, 10/21/1999</h3>\n<p>We walked the 1.5 mile abandoned road and about 1/2 mile of the trail\nthis afternoon. The views were wonderful, and I got to show Kris\na new trail.</p>\n<h3 id=\"gem-lake-10-16-1999\">Gem Lake, 10/16/1999</h3>\n<p>Peter and I decided to climb the West Ridge of Snoqualmie Peak.\nWe quickly hiked up the Snow Lake trail on an ambitious pre-dawn\nstart. As the sky lightened, we turned onto the west ridge, following\na nice trail. Within 500 feet, the trail ended at a cliff, with\nimposing spires beyond. Not prepared for anything harder than\nclass 3, we didn&#39;t bring a rope for this 5th class terrain!\nThe only way around would be to abandon the ridge, descending \nhundreds of feet down one side or the other. Oh well! So we\nhiked to Gem Lake and went up a small peak on the right. \nWe had an awesome view\nof the North Ridge of Kaleetan Peak, and vowed to climb this\nlater! Great views of the Middle Fork country, and mountains\nto the north all the way to Mt. Baker. On the way back, I slipped\non an icy log and got a small cut on the left hand. Then we\nhurried so Peter could catch a football game. It was fun and\neducational!</p>\n<h3 id=\"snow-lake-9-29-1999\">Snow Lake, 9/29/1999</h3>\n<p>Hoping to run into friend Matt L., Kris and I walked to Snow Lake after work.\nIn our tennis shoes, just carrying a bottle of water, we were accosted\nfor heading up &quot;so late&quot; by one descending party. At the overlook\nfor the lake, we looked for signs of Matt&#39;s WTA work party but saw\nno one. It was still a wonderful hike, and our first visit to this\npopular area. I pointed out the Tooth to Kris.</p>\n<h3 id=\"vantage-climbing-9-26-1999\">Vantage Climbing, 9/26/1999</h3>\n<p>Peter and I climbed &quot;3 Virgins and a Mule&quot;, a trad 5.7 route that was a\nlittle creepy with our small rack, oriented for the Tooth (but it was\nraining/snowing there). I brought Peter up to a nut belay halfway up\nthe pitch so he could clean gear for me to continue! Peter led an\nawesome 5.8, then I led &quot;Clip &#39;em or Skip &#39;em&quot; just to the right.\nA fun alternative to giving up after rain at the Tooth.</p>\n<p><img src=\"images/petelook.jpg\" alt=\"Peter at our belay on 3 Virgins and a Mule\">\n<img src=\"images/mevirg.jpg\" alt=\"Michael finishing the climb\"></p>\n<h3 id=\"hidden-lake-peaks-9-25-1999\">Hidden Lake Peaks, 9/25/1999</h3>\n<p>The drive was long, but we had great views of Johannesburg Mountain\nnear the end, and clear blue skies.\nHowever, Kris wasn&#39;t feeling very well, so we hiked about a mile \nand turned around. Oh well, another time!</p>\n<h3 id=\"mount-si-9-22-1999\">Mount Si, 9/22/1999</h3>\n<p>A great after work hike. Kris and I made it to the 3 mile mark before turning\naround due to darkness.</p>\n<h3 id=\"east-wilman-s-spire-attempt-9-12-1999\">East Wilman&#39;s Spire Attempt, 9/12/1999</h3>\n<p>Peter, Bob and I rode bikes up\nthe Monte Cristo Road, impressed with how much this sped the process of getting\nthere! Another climber pulled up as we locked our bikes, and laughed at the\nnotion of approaching the spire via the brushy west slope. &quot;No one goes that\nway anymore!&quot; We weren&#39;t prepared for steep snow, so we headed up anyway. We\nfound a new trail through brush, then emerged into a long rocky gully that led\nup the mountain.  Navigating remnant house-sized blocks of snow, we found\nevidence of a former tram-line with a long rusted cable. The rock got better,\nbut steeper, and finally we were climbing very exposed slabby rock. Peter\nclimbed a 5th class slab and looked around a corner, finding only steeper slopes\nabove. With still 1000 feet to get to the base of the darn climb, we turned\naround, beginning a long, tedious descent down the rotten gully.  The scenery\nwas pretty, and we could see that the trail through brush had been created to\naccess a little cabin up the valley. A pleasant column of smoke was rising from\nthe chimney. Bob sprained his ankle on the hike down.  My bike chain broke on\nthe ride out. Peter towed me with the aid of a long stick. We decided our\napproach was all wrong back in Monte Cristo when we saw a landmark (The Count of\nMonte Cristo) we were supposed to pass. We were further up the valley than that.</p>\n<p><img src=\"images/count.jpg\" alt=\"Here you can see the Count of Monte Cristo\">\n<img src=\"images/gullywall.jpg\" alt=\"High in the approach gully\">\n<img src=\"images/mepeter.jpg\" alt=\"Peter and I on a rockslide\"></p>\n<h3 id=\"blanca-lake-9-11-1999\">Blanca Lake, 9/11/1999</h3>\n<p>Kris and I got to the trailhead around 1:30 pm for this &quot;100 Classic&quot; hike.\nWe switch-backed slowly but steadily up the steep trail. The sky was blue,\nand we stayed cool in the forest. We were amused but saddened by a party\nof three, where two were very impatient with one straggler who wasn&#39;t in\nthe same shape. They kept huffing ahead, then waiting impatiently for the\nincreasingly hurt third member who was happy to chug along at her own\npace. Finally we passed this unhappy trio, and we soon sitting near the\nturquoise water of the glacial-fed lake. The bugs were mildly annoying.\nHeading back, we hastened against darkness, finally using a headlamp on\nthe last mile. Kris and I had a wonderful time!</p>\n<h3 id=\"mount-si-9-9-1999\">Mount Si, 9/9/1999</h3>\n<p>A training hike for Kris, who harbors Rainier ambitions! We went after work\nand got in 1.5 miles at a steady pace.</p>\n<h3 id=\"little-si-9-6-1999\">Little Si, 9/6/1999</h3>\n<p>Kris and I left in the late afternoon for this hike. Last year, I scrambled\nup the other side of the peak, and mistakenly thought the trail couldn&#39;t be\nmore than a mile. Well, it was two pretty steep miles, so after a few fun\nminutes on top we had to race down, scurrying through the premature darkness\nin the rain forest below. An evil rotting stump extracted an injury to Kris&#39;s\nleg, but I pushed it off the trail. We really enjoyed ourselves anyway.</p>\n<h3 id=\"high-rock-lookout-8-28-1999\">High Rock Lookout, 8/28/1999</h3>\n<p>Joey, Arwin, Kris and I took this easy hike to a lookout with grand views\nnorth to Mt. Rainier. At the dramatic cliffs, we spied a lazy Marmot sunning\nhimself and looking down 1000 feet. He&#39;d saunter away when we approached.\nWe met Bud, the lookout attendant for the last 15 years. We&#39;d seen him on\nTV, as he was something of a minor celebrity. The old gaffer told tales\nof long hikes when he was a kid, and was just a really interesting guy.\nHe told us we had behaved well, and gave us a nice goodbye. We caught a\nbeautiful sunset on the way down.</p>\n<h3 id=\"mt-forgotten-meadows-perry-creek-8-15-1999\">Mt. Forgotten Meadows (Perry Creek), 8/15/1999</h3>\n<p>I left the trailhead at 8:15 am, and entered the lowering clouds just \nbefore Perry Creek Falls. The views to remnant waterfalls across the \nvalley had been great until then. From the Falls, I continued on \nsnow-free trail to the Mt. Forgotten Meadows in increasing rain. My \nschemes for attaining the summit fizzled in the steady drizzle, and \nI forgot all about it, my mind as blank and gray as the drabby day. \nI thought about the second ascent of &quot;Not Stilly, Silly! Peak,&quot; but \nmy limbs were careening down, not up! </p>\n<h3 id=\"whistler-hiking-8-4-1999\">Whistler Hiking, 8/4/1999</h3>\n<p>Kris and I thought this would be fun, with trams taking you to high country hikes\nabove timberline. But the trails were closed due to snow, and the many ominous\nwarnings about (god forbid) walking on snow deterred us from exploring. We\ndid manage a grueling 3000 foot descent hike from the tram&#39;s terminus, \nhoping to spot bears feasting on berries. Alas, we saw none, but we did get\nsprayed by dirt from sewage treatment trucks driving up the many dirt roads\nthat the trail crossed. We suffered, but managed to have fun too. However,\nI would never, ever recommend anyone believe the hype about hiking at Whistler\nduring the summer! It was expensive and very industrial. We couldn&#39;t wait\nto get home.</p>\n<h3 id=\"vantage-7-4-1999\">Vantage, 7/4/1999</h3>\n<p>We spent a lazy morning at home, not ready to move until 2 pm, making\nfor possibly the latest start for the drive to Vantage anybody has\never done! We arrived at 4:30, and Kris did very well on her first\noutdoor climb at the Feathers. We climbed a 5.3 route, and Kris \nexecuted her first rappel. Later, we hiked through the Tunnel and I\nclimbed Peaceful Warrior. This is something we should do together\nmore often!</p>\n<h3 id=\"castle-rock-6-27-1999\">Castle Rock, 6/27/1999</h3>\n<p>Kris and I met Bob Scoverski and Steve H. at the Castle near Leavenworth\nfor some easy trad climbing on Midway (5.6). Bob led the first pitch\nup the side of Jello Tower, finding it a bit intimidating but doing\nan outstanding job nonetheless. Steve followed pretty well on his first\nrock climb on real rock (right Steve?). Later, I led the top two pitches,\ndoing it in two because of some pretty excessive rope drag (should have\nused a longer sling down low!). It was warm and sunny, while the west\nside felt like November. Kris enjoyed watching and comparing us with\nan amazing British pair, and she saw a kind of scary lead fall on the\n5.8 crack on the Tower left of Midway. Everyone was ok though.</p>\n<h3 id=\"mount-si-6-6-1999\">Mount Si, 6/6/1999</h3>\n<p>John and I started up the \ntrail at 2:00 pm, and despite a weird 5 minute rain squall, found ourselves on \nthe summit with views to downtown Seattle. We clambered cautiously on the \nHaystack, coming down as round pellets of graupel snow came from above, \ncollecting like mothballs in corners. As we headed down, snow turned to gentle \nrain. Lots of friendly people on the trail. </p>\n<h3 id=\"kendall-peak-area-5-23-1999\">Kendall Peak Area, 5/23/1999</h3>\n<p>This was a 4 hour trip to the Snoqualmie Pass area for some snow\nwalking and climbing. I started hiking from the Alpental Road at\nnoon, working my way up the Commonwealth Valley. After a waterfall,\nI started switch-backing steeply up the mountain on the right.\nFinally, I came into a basin under what the map shows as Kendall\nPeak. Ascending on a diagonal, I reached a saddle at 5200 feet.\nThere was a great view across to the real Kendall Peak above the\nKendall lakes. I decided to climb the fake Kendall, so followed\nold snowshoe tracks on steepening snow up to some exposed rocks.\nHere, I tried to get water from a melting cornice, but my nerve\nfailed me! I continued on to the summit ridge, alarmed by the\nwatery condition of the snow. A dicey traverse was made easier by\nstamping snow down for deep, exaggerated steps. I turned around\n30 feet below the summit because of some exposed 5th class climbing\nthat I knew would be hard to descent. Going down was quick, and\nfor a short cut, I traveled along a ridge and came straight down\nthrough forest to the parking area using a compass bearing.</p>\n<h3 id=\"snoqualmie-bandera-mountains-5-16-1999\">Snoqualmie/Bandera Mountains, 5/16/1999</h3>\n<p>I climbed about 1000 feet up from the Alpental parking lot, attempting\nto reach Cave Ridge, and thence to Snoqualmie Mountain. The steep\nsnow and cliffs were more than I felt like dealing with today,\nso after some careful down-climbing, I headed west for an easier\nclimb of Bandera Mountain. The trail was snowcovered from where it\nleaves the old roadbed, heading straight up to a ridge. Despite rain,\nthen snow, the trip was enjoyable since I was prepared to get soaking\nwet! Heavy wind at the summit kept me from lingering, and though a\ncloud preened in my face, I got a few glimpses of I-90 far below, and\na good view of Mason Lake, just below a ridge. 10 minutes of glorious\nglissading got me off the snow in record time, as I just slid crazily\ndown the fall line. It took me right to where the trail leaves the\nroadbed! My buttocks were frozen for the next 30 minutes of walking\ndown to the car...</p>\n<h3 id=\"index-climbing-great-northern-slab-4-17-1999\">Index climbing - Great Northern Slab, 4/17/1999</h3>\n<p>My third time to climb Great Northern Slab, this time with\nBob S., an amazing climber who has concentrated exclusively \non sport routes. This was my chance to show him something\nnew, and he took to it well, placing gear on lead by the\nthird pitch. The rock was getting wet due to increasing\nrain but the crowds had just arrived when we reached the\nbase. Our rappel rope became stuck, and Jeff (see the skiing\ntrip below) handily showed up from on high to free it. \nThanks Jeff!</p>\n<h3 id=\"barclay-lake-4-15-1999\">Barclay Lake, 4/15/1999</h3>\n<p>There was about a mile of snow to walk before the trailhead, and \ncontinual snow on the trail. Despite footprints by the thousands, \nI saw no one on this sunny afternoon until reaching the lake. There, \ntwo campers and I shared Pepperoni sticks and watched avalanches \ndescend from Baring&#39;s north face. One had come within 20 feet of \nthe lake. They also saw a huge one come down from Merchant Peak, \nuncovering an acre of steep bare rock high on the mountain. This \nwas a great place to sit in the sun and contemplate the years of \nstruggle climbers put into climbing the forbidding wall above. But \nwhen the sun hid behind the mountain, it was time for me to go, as \nit became distinctly cold! </p>\n<h3 id=\"cowboy-mountain-at-steven-s-pass-4-16-1999\">Cowboy Mountain at Steven&#39;s Pass, 4/16/1999</h3>\n<p>Endless brush defeated my plans to climb Grotto Mountain, so I \nheaded to Steven&#39;s Pass looking for snow. This made a really \nfun half day trip for snow climbing/hiking. I headed up to the \nobvious Cowboy Mountain, sometimes in timber, sometimes along \nthe closed ski lift. Well-frozen conditions up to the ridge \nprovided a fun crampon workout. Once on top, I followed old tracks \nup and down the ridge around to the south and east. Be sure to stay \nwell back from the ridge top due to large cornices. Near the \npowerlines, I glissaded down from the ridge and returned to the parking \nlot via gentle ski runs. It was a hot day, and I was able to avoid all \nsouth/southeast facing slopes on this trip.  </p>\n<h3 id=\"morning-hike-to-mt-stickney-4-14-1999\">Morning hike to Mt. Stickney, 4/14/1999</h3>\n<p>Time for my annual before-work hike. The goal was to \nget near Mt. Stickney, a lesser-known peak rising to \n5000 feet from the Sultan Basin. I parked the car when \nsnow covered the pothole-infested road, and headed up on\nsnowshoes. The time was 4:20 am, and I was burping chili from the\nnight before. The taste kept me company as I crossed blow-downs and \nconcentrated on the little circle of snow my lamp\nilluminated before me. I turned off of the main road, \ntaking a permanently closed branch and the sky became a \nlittle less dark. Small deciduous trees scrabbled at my \neyes, and the descents from snow to creekbed then back \nto the snow became more labored. Enter the avalanche \ndebris, tilting the plane by 25, then 30 degrees. \nScoured chutes provided quick and final exits to the \nvalley floor. No thanks, said I, exchanging the \nsnowshoes for crampons. Thus girded, my march continued \non well frozen snow. Crunch, crunch, crunch, and the \ndarkness retreated. I saw my mountain ahead - a high \nhump with two sharp brothers behind. Too far. Near the \nend of the road, the worst debris yet. The ax refused \nto shake hands with it firmly. I was too slow! A \nconsolation prize: kicking up to the ridge saddle in \nSection 10, 3600 ft. Watching the sun rise over \nStickney, the Crested Buttes, and many others. It is \nenough. Home by 9:30, and off to work.</p>\n<h3 id=\"silver-peak-frog-lake-2-28-1999\">Silver Peak, Frog Lake, 2/28/1999</h3>\n<p><img src=\"images/steep.jpg\" alt=\"Skiing at Silver Peak\"></p>\n<p>I admitted to being a terrible skier, but given the chance to try out \nRandonee gear in the backcountry with an expert was just too tempting. \nOur goal was to climb Silver Peak from the Hyak ski area parking lot, \ngoing past Frog Lake, over Windy Pass, and under the north side of the \npeak to a relatively gentle ridge leading south and up. We quickly skinned \nup the closed lifts in improving weather. Sunbreaks became more common \nas we cut through the forest towards the Lake. Well, somehow we missed \nit, but attained Windy Pass anyway. A (for me) terrifying descent to a \nmeadow at 3800 ft., then into the forest under a northern buttress of \nSilver Peak. Visibility degraded, but glimpses of the mountain were \ninspiring. Running out of time, we decided to climb a colouir to this \nimpressive north buttress. Jeff skinned up higher than me, while I punched \ndeep holes in the steep slope with boots and ice ax. As we both continued \non foot, wind roared down the colouir, piling up ball-bearing snow very, \nvery quickly. With one look at each other we decided to get away! I glissaded \ndown and Jeff skied, getting to safety minutes later. It was getting late, \nand we had a long trip back. I learned a lot, at the expense of Jeff standing \naround waiting for me to recover from yet another faceplant! Visibility was \nvery poor, and we ended up following others&#39; tracks to the x-country ski area, \nreaching the car at 6:15. This was a very long tour in bad weather. We felt \nsafe from av danger everywhere but the aborted colouir. </p>\n<h3 id=\"skiing-the-methow-2-20-21-1999\">Skiing the Methow, 2/20-21/1999</h3>\n<p>Kris and I visited the \nSun Mountain Lodge for a weekend of relaxation and\nskiing.  Boy, the sunny east side of the mountains was\nexactly what we needed.  There was fresh snow Sunday morning,\nand I ventured off-track, discovering that I want to be a\nbackcountry skier!  Traversing up a big, gentle hill, looking\nwith benevolence on the valley below...ahh.  Kris got some\nhorse, mountain and sunrise pictures, and we can&#39;t wait to\nsee them.</p>\n<h3 id=\"index-aid-climbing-2-13-1999\">Index Aid Climbing, 2/13/1999</h3>\n<p>Alex K. showed me the ropes and unraveled the mystery\nof etriers and daisy chains on the Lower Town Wall.  I\npulled a muscle during an awkward jumar.  Man, cleaning\ntraverses are tough!  Top-roping the lower part of Ironhorse\nwas the highlight of this cold, rainy day.  Alex had\nsome fun when a hook placement ripped out twice.</p>\n<h3 id=\"colchuck-lake-area-with-matthias-1-23-24-1999\">Colchuck Lake Area, with Matthias, 1/23-24/1999</h3>\n<p><img src=\"images/skier.jpg\" alt=\"Matthias skiing\"></p>\n<p>Saturday morning we set out from the Bridge Creek Campground, hoping to camp at \nColchuck Lake for a climb the next day. But a minor car accident delayed our \nstart until 10:30. The 3 miles up the snow covered road were pleasant until we had \nto break trail through the deep, wet snow! We made it 1/2 mile in on the trail, then \nset up camp near the creek. It was a very cold night with beautiful stars. Pulling on \nfrozen boots in the morning, we continued on, losing the trail somewhere after \nthe footbridge over Mountaineer Creek. Ending up on the opposite ridge (looking \nSE to Colchuck Lake), we decided to climb to the top. We topped out at Pt. 6866 \nand named it &quot;Master of Puppets&quot; for the deep, will-shattering snow. The view \nwas awesome, giving an all-around panorama of Mt. Stuart, Dragontail, Colchuck \nand others on a beautiful clear day. The incredible feeling of solitude and \ngreat weather made all the hard work worth it. Matthias had AT gear and I had \nsnowshoes, so he was poised to enjoy the virgin downhill runs, and boy did he \never. He proclaimed the powder to be in excellent condition. I schulumped down \nin big strides, tired but happy. Back to camp, then a long walk out (for me). \nBut I got to watch the moon rise and the stars come out, walking alone in the \nmagical night. </p>\n"}