{"date":"1999-06-12T00:00:00.000Z","title":"Liberty Bell/South Early Winters Spire","description":"<ul>\n<li>June 12-13, 1999</li>\n</ul>\n<p>The sun was still hidden behind the mountain when we exchanged the heavy boots\nand crampons for rock shoes. The steep snow gully Steve and I had just climbed\nlay in shadow, our tracks only visible as pock marks made by the steel spikes on\nour feet. This was a somewhat apprehensive moment, as it was our first rock\nclimb in an alpine environment. Granted, the Beckey Route on Liberty Bell was\nvery popular, but was still more likely to present hazards such as loose rock,\ndripping snow patches, harsh weather, bad information, and severe isolation. I\nfollowed Steve on a traverse to the start of the climb with these thoughts\ngnawing at me slightly.</p>\n<p>But things are always better once you get started, so I took the first\nlead, up an easy chimney with a chockstone that you could go up and\nover, or under into a tunnel. I chose to go over it to avoid ice and\ndripping snow underneath.  I stemmed out, with one leg on each wall,\npulling over the chockstone on good holds. I arrived quickly at the\nbelay anchor, a small tree (this would become a pattern!). Steve\nfollowed and flung himself up on a variation to the right of the main\nline. This harder variation required a difficult move over an\noverhanging chockstone protected by an old piton. I followed with the\npack, cursing it&#39;s attempts to pull me off the rock.</p>\n<p>A faster team passed us here, and we waited a few minutes in the late\nmorning sun. We looked across to Concord Tower, which we hoped to\nclimb next. It was hard to see the line to follow, and there were many\nominous wet patches and hanging chunks of snow. Already, we were\nmentally bailing on this route!</p>\n<p>I cast off, clipping a piton before an short leftward hand\ntraverse. Then I moved right, placing some cams in an easy lieback\ncrack up and around a corner which required some nervy friction\nmoves. We were moving very fast, especially since the belay anchors\nconsisted of little but wrapping a sling around a tree or block. Steve\nthen led up a short friction slab and onto easier ground near the\nsummit. I traversed rightward to an easier scrambling route, and we\ncarried the rope up from there. Soon, we stood on top, admiring the\nnice, flat summit and wishing we could bivy there for the night! We\nwaved to climbers on the summit of South Early Winter Spire, and they\nwaved back.</p>\n<p>Feeling like we still had plenty to do, we headed down, with two\nrappels, some downclimbing, then three more rappels with our single 50\nmeter rope. The final rappels were on an impressive steep face which\nled to the snowy notch we had ascended that morning.</p>\n<p>Drinking some water, we gave up on Concord Tower after seeing that the route was\nindeed very wet. Worried about where John was and if he had set up the tent, we\nstarted down the colouir, hoping to get a glimpse of him in the valley below.</p>\n<p>The snow had softened a lot, and we made deep steps on the way down. I\nslipped at one point, but was able to quickly arrest my fall by\ndigging the ice axe into the wet snow. Halfway down, Steve spied the\ntent, and waved to John, who was building a very nice recessed kitchen\nwith his shovel. It looked like a hot tub made out of snow! We quickly\nreached the tent, pretty tired, and ate some lunch.</p>\n<p>The afternoon had become very hot, and we were content to take it easy\naround camp, eating and drinking. As the day heated up, we saw several\navalanches, including a close call for one party. All of this\nreinforced the rule to climb early and return safely before late\nafternoon.</p>\n<p>After an excellent dinner of Mountain Swill, we walked up to look at\nthe start of the SW Arete on the Spire. It looked excellent, but the\nrain clouds to the west didn&#39;t look so hot. Within 5 minutes, we&#39;d\nglissaded and plunge-stepped back to camp, ready to turn in. Married\nmen all, we became a bit wistful for the attention of our wives as the\ncold and lonely night descended.</p>\n<p>Sometime in the night, the disappointing patter\nof raindrops woke us, but we said nothing. Perhaps we hoped it was a\ndream, or fueled a tiny spark of optimism that we knew would flicker\nbefore the harsh judgment of peers?</p>\n<p>In the morning, Steve was especially confident that we could make the\nclimb.  The rain had continued, but it&#39;s impression was exaggerated\nwithin the tent.  Outside, the rock next to the tent was actually\npretty dry. Although we started later than intended, we pushed up to\nthe ridge with rope, harness and rack, and Steve took the first pitch,\nJohn having stayed back to disassemble the tent and carry it out.</p>\n<p>We were lucky, the day was perfect for climbing. High clouds that\nneither dropped moisture nor obscured visibility. They simply kept\nthings cool and held thirst at bay. I got the chimney pitch and\ndespite worrying overmuch about it, found it too easy (just when it\nwas getting interesting, I reached over the lip of the chockstone and\nit was over!). From here, the climb followed a gully for several\npitches, with helpful trees as belay anchors. The bird&#39;s-eye view\nimproved, and we saw parties approaching the climb far below. Also two\ndogs chasing their owner who skied playfully ahead. Somewhere in here\nwe saw a big avalanche caused by a large cornice fall. It took out\nmany trees in the basin where we camped. John had picked a good spot\nfor us, free from such worries by the nature of the slope and what lay\nabove!</p>\n<p>Steve and I were still alone on the route as we crossed the last\ndifficulty, an exposed friction hand traverse along a 15 foot slab. A\ncontroversial bolt protects the move, and apparently angry climbers\nhave removed it in the past, feeling that it makes the route too\neasy. Whatever! We clipped it, but we wouldn&#39;t have been disturbed had\nit not been there either.</p>\n<p>Some exposed scrambling led to the summit, where we plopped down,\nloosened our shoes and bundled up, determined to enjoy the view for at\nleast an hour, rather than being all in a huff, and not getting our\nfull money&#39;s worth, as it were!  Our patience was rewarded, as we had\ntime to sit and enjoy the view from many different vantage spots,\ntalking about future climbs on Cutthroat Peak across the highway,\nSilver Star Mountain, Kangaroo Ridge and the Wine Spires.</p>\n<p>Steve found an enormous colony of ladybugs on the 8200 foot summit!\nThere were thousands of them huddled in cracks, protected from the\nwind. Now we know these excellent creatures come from high\nmountaintops, like prophets! Listen to what they have to say...</p>\n<p>A mottled ptarmigan visited each of the 5 nearby summits in turn,\nlingering near us for a long while. We thought he&#39;d go to work on the\ncolony, but he left them be. Not ripe yet?</p>\n<p>Finally, we saw climbers approaching, and decided to head down to\navoid a bottleneck.  Just as we did this, the wind picked up and it\nstarted raining again. We waited for a guided group of 6 to cross the\nfriction slab, then waited for another guided group to climb a small\ngully we needed to rappel. Very happy to be on our way down, rather\nthan up like them, we were amused by a threesome who sang as they\nclimbed upward into the wind. This bit of irreverent fun lightened our\nspirits, and we continued swiftly down on several rappels.</p>\n<p>I made the last rappel, and heard Steve shout &quot;<em>Rock!</em>&quot; Foolishly\nlooking up, I saw a brown blur speeding towards me. I quickly hunkered\ndown under my helmet, preparing for impact! An angel was nearby, for\nthe rock struck a tree just to my left.  Again Steve shouted, and this\ntime I ran from the face as fast as possible, not even hearing an\nimpact. When I told Steve about the near miss, he shouted up to the\nguided party above to quit knocking rocks down for just two minutes\nuntil we were both clear. They didn&#39;t answer, but the rockfall\nstopped. Safely away from the wall, we somewhat shakily made our\ntraditional congratulatory handshakes!</p>\n<p>Special thanks to John for making our beautiful camp, and doing all\nthe driving.</p>\n"}