{"date":"2000-5-6","title":"Eldorado Peak","description":"<ul>\n<li>May 6-7, 2000</li>\n</ul>\n<p>Jake and I were pretty fired up about a climb this weekend, once again praying\nto the weather gods for a chance at that rare warm sun and distant views.  Peter\nwas dealing with a string of burglaries at his apartment (yikes), and Steve was\nout due to injury, so they didn&#39;t make it. But Jake brought Greg, a friend from\nRainier he&#39;d met some time back.</p>\n<p>Friday night, Jake came to pick me up, and already the &quot;who can go lightest&quot;\ngame was in play. Thanks to my birthday present of a great Mountain Hardware\ndown sleeping bag (i love you, Kris!) I could fit a spare pair of socks into\nthat stuff sack without taking any more room. No helmet, a very small headlamp,\nthe 8.5 mm rope, and based on the large amount of snow out there, only one\nsnow anchor each and no crampons. One stove for the three of us, and to save\ntime, Jake and I brought all cold food, we&#39;d only need to melt water.</p>\n<p>We slept at the trail-head Friday night in rain/slushy snow. Greg&#39;s truck was\nthere, and we met him in the morning. A retired former high school principal,\nGreg contributed fascinating stories about life in Alaska. He&#39;s recently written\na book about the NEA.</p>\n<p>Jake and I were up at 5:30 and ready to walk at 6:30 but Greg seemed to have a\nmillion things to do! He made coffee, repacked equipment, had two breakfasts and\nunderwent a major blister-prevention program that involved wrapping each foot\nentirely in gauze, then applying various nostrums and cures. Noticing our\npacing, he finally said with some dismay: &quot;guys, I don&#39;t know what to tell you\nhere, but I&#39;ve got about an hour to go!&quot;</p>\n<p>At this I relaxed my ridiculous &quot;trail Nazi&quot; stance. Friends know me for putting my gaiters on before\nI leave the house! I love to have it all together, pull out the pack and slam\nthe car door. But I often pay for this efficiency by riding home a wet, shivering\ncreature.</p>\n<p><img src=\"images/eldoback.jpg\" alt=\"The back side of Eldorado Peak. Note the slab avalanche on the lower left. It looked fun to climb it from this side though.\"></p>\n<p><img src=\"images/johanna.jpg\" alt=\"Greg captured this shot of Johannesburg Mountain on the way down Sunday. Our car was in the deep valley below.\"></p>\n<p><img src=\"images/inspgla.jpg\" alt=\"Taken Saturday evening after a heavy snowstorm. The tracks were made only an hour before, and were very deep. The Tepah Towers and Klawatti Peak are in the distance.\"></p>\n<p><img src=\"images/downsune.jpg\" alt=\"A nice sunset on the Inspiration Glacier.\"></p>\n<p><img src=\"images/meridgee.jpg\" alt=\"I&#39;m saying Are you sure this is the right way?!?\"></p>\n<p><img src=\"images/topgreg.jpg\" alt=\"Greg Moo, looking happy to be here, as was I.\"></p>\n<p><img src=\"images/overklawa.jpg\" alt=\"The view from the summit, looking towards Klawatti on the right.\"></p>\n<p><img src=\"images/hield.jpg\" alt=\"Our camp from the long ridge below the summit. Johannesburg Mountain and Cascade Pass are in the distance.\"></p>\n<p><img src=\"images/downgreg.jpg\" alt=\"This has got to be one of the best shots. Jake leads the way down. Klawatti Peak is the nearest mountain on the left.\"></p>\n<p><img src=\"images/tepahp.jpg\" alt=\"Jake and I made the tracks up and down this tower. The view over the other side was wild, such a deep valley down there, with no sign of trails.\"></p>\n<p><img src=\"images/eldother.jpg\" alt=\"Here is the unnamed peak above our camp on the Inspiration Glacier, and the route Jake found.\"></p>\n<p>So anyway, soon we crossed the handy &quot;log over river&quot; and climbed\nthe extremely steep trail through forest. It was a wet, drippy forest,\nas the morning was warm and snow melted constantly high in the\ntrees. I was very eager and full of energy, so pretty soon I got ahead\nof Greg and Jake. Occasionally I&#39;d hear snippets of their\nconversation, usually along the lines of Federal Housing Authority\nprojects, or something equally fascinating! I came to the first\nboulder-field, promptly ignored the common advice, and scrambled\nstraight up on rotten snow bridges.  Coming to my senses, I found\ntracks in snow on the right, and followed these up in and out of snow\npatches. Views to Cascade Pass came and went in a cloudy gloom, but\nthe patches of sun were generally increasing and felt good.</p>\n<p>I followed a skin track from a ski camp low in the basin, and this led\nme all the way to the ridge with Roush Creek Basin. On this ridge, I\nmet the skiers, who were glumly voting whether to continue to the\nsummit or spend the day skiing in the basin. I decided to wait for\nGreg and Jake here, as I was getting lonely. Sitting nearby, I cast a\nmental vote for &quot;yes,&quot; so I could follow their track and save some\nenergy. I knew it would be deep going if I passed them!</p>\n<p>It started to snow, and this heavily influenced the vote. I watched\nthem telemark down the basin, suppressing a few belly-laughs at the\nwobbly belly-flops that ensued!  Boy, was this fun or what? Eventually,\ntwo specs arrived in the distance and talked with the skiers. There\nwere my buddies! But I was getting cold, so I descended the gully and\npressed on. Here, the clouds came in and I could only just make out\ndim outlines of the rocky ridge on my right. I decided to keep going,\nas long as I could see that for reference. In and out the clouds came,\noften snowing heavily on me. It was so quiet in my little world...</p>\n<p>I was surprised to not even be tired, despite breaking trail in the\ndeep snow (I had snowshoes on). I realized that Eldorado could be\nclimbed in a day fairly easily.  Two years before, Steve and I had\nexpressed disbelief at a fanny-pack-clad man who said he did\nthat. Laboring under our 60 pound packs, we couldn&#39;t imagine it then.</p>\n<p>I could just see my companions behind me as I reached the flat,\nbeautiful area of the \\index{Inspiration Glacier} \nInspiration Glacier. Only I couldn&#39;t see a\nthing, and it started snowing HARD!  Trying to walk a straight line, I\ntraveled a ways farther and dropped the pack.  Stomping out an area, I\ngot the bivy sack out, and the sleeping pad into it. The wind tried to\ntake it away, and an annoying amount of snow got inside. Finally, the\ndown bag was in, and I secured it all to the snow.</p>\n<p>Looking back, I saw that my tracks to this place were completely\ncovered, and I still couldn&#39;t see a thing. &quot;Great,&quot; I thought,\n&quot;they won&#39;t know where I am in this whiteout.&quot; I kind of felt my way\nback, placing ski poles at intervals so I wouldn&#39;t lose my\ncamp. Eventually, Jake and Greg arrived and at that moment, the clouds\nand snow lifted, revealing a totally new world of powder sugar and\nsome kind of peanut brittle here and there! The long gentle ridge of\nEldorado seemed to say &quot;Welcome!&quot;</p>\n<p>We decided to wait until morning to summit, and Jake took the lead in\nenlarging and deepening our camp. Three foot high walls protected us\nfrom the southwest wind. Greg fired up the stove, making some nice hot\nwater for our sleeping bags.  We talked about everything under the\nsetting sun, then continued in this vein as the stars grew\nbrilliant. Jake just would not leave us alone about a satellite he\nkept seeing! I had taken out my contacts, so the stars were kind of\nsoft.  Finally, after some philosophy, sleep took us.</p>\n<p>The morning was cold, and my boots were frozen. Jake and I had to beat\non them in an attempt to loosen the tongue so I could get my foot\nin. I wiggled my toes constantly most of the morning to continue the\nthawing process. From now on, they go in the bivy sack with me!</p>\n<p>Jake plowed the trail all the way to the spectacular ridge. I spent a\nlot of time looking around and soaking in the array of mountains. We\nstayed roped up the whole way, pretty amazed by how far we had\ncome. It&#39;s really neat to see a line in the snow marching back to a\ndistant, pinpoint camp on the glacier&#39;s edge! We were cautious about\nthe snow conditions, keeping left on the gentle ridge where the snow\nwas shallow and less steep. Greg and I dropped our packs for the final\nclimb from the notch, and I led up without snowshoes on the virgin\nslopes of the final ridge. Like a knife edge, it was! One foot on each\nside, looking down to valleys miles apart from each other. It was both\neasy and exhilarating.  Where the ridge flattened and turned down, we\nstomped out a platform, and hung out for a while. The sky was blue,\nand the only clouds we could see were far to the west and south, over\nRainier and part of the Olympics. A summit handshake (I love that, I\nalways feel like some Victorian mountaineer, hurrying down to tea!),\nand we headed down. Greg had been worried about climbing right on the\nridge-top, but was pleased with the security we got by doing that. The\nslopes on either side were becoming mushy.</p>\n<p>After a few minutes of plunge running, we unroped at the base of the\nridge and said goodbye to Greg, who needed to return early to catch a\nferry. He was soon out of sight. Jake and I rearranged the rope, and\nheaded over to the \\index{Tepah Towers}\nTepah Towers, not sure exactly what we wanted to\ndo. Austera Peak looked too far away to climb comfortably in a day, so\nwe settled on one of the leftmost towers. It got very hot, and the\nwind died for a while, but we kept plodding gently upward. It was\ngreat to get a view of Eldorado from the other side. A massive\nfracture avalanche had occurred here, exposing a large crevasse on the\nupper slopes.  At our chosen double-summited tower, we climbed a short\nbit of steep snow to a rock/snow boundary, then crabbed up, then under\na bulge in the rock. The final exposed 5th class climb didn&#39;t look\nvery attractive, with it&#39;s sloping snowy ledges, so we stopped here. A\nshort glissade brought down some deep troughs of snow.</p>\n<p>We decided to head back to camp, then climb the ice-cream-cone snowy\ntower that dominated that area. It looked beautiful in the morning\nlight, and had sculpted lines of drifted snow, giving it a seashell\nappearance. We packed up, and Jake started climbing, gaining a rocky\nnotch right of a cornice.  He turned left, climbing up a steeper icy\nsection. Perhaps this was where we&#39;d regret leaving the crampons at\nhome? He continued straight up, getting very uncomfortable with the\nexposure and the icy snow. Backing off just 15 feet before the summit,\nhe tried again around to the left. This short traverse was a good\nidea, because Jake could now ascend the summit ridge on good snow. I\ncame up behind, noticing that he&#39;d saved the &quot;black licorice\nsurprise&quot; (ie, something distasteful) for me to find out for myself!\nThe ridge culminated in a slightly overhanging cornice over an evil\nsnow/rock gully. Before I realized this, I was climbing on it!\nSlamming my ice ax home, I watched the surrounding snow &quot;vibrate&quot;\ntellingly. Getting onto all fours, I delicately finished the traverse,\ncommiserating with a relieved Jake at the summit. We didn&#39;t spend long\nin this precarious position (I nearly knocked off a boulder, not that\nanyone was around...), and were back at our packs in 15 minutes.</p>\n<p>Down, down ever down. It&#39;s easy on snow! 3000 feet of descent passed\nquickly, then slippery snow on the boulder-field slowed us down\nagain. Holes were opening up, and swallowed us each a few times. In\nthe forest, we met an AAI guided group with monster packs heading up\nfor a week. I was finally getting tired, and stopped to rest for the\nfirst time about 1200 feet above the car. Jake kept on, and when I\nemerged, he had the car all ready to pick me up after the log\ncrossing. I changed clothes, and felt like a new man.</p>\n<p>On the way home, we stopped at a bar, and got laughed out of there\nbecause Jake wore his down booties. &quot;Nice socks,&quot; said a\n&quot;Skeeter&quot;-like member of the gloom!  But we found a friendlier place\nto get some good beer, and toasted another great, fun trip to the\nwilderness!</p>\n<p>Epilogue: the next week it rained harder in Redmond than I&#39;d ever\nseen. The weather was terrible, and I felt for the poor clients stuck\nin their tents up in Eldorado Basin. The weather improved Friday.</p>\n"}