{"date":"2000-10-1","title":"Index, City Park","blurb":"first aid climb","description":"<ul>\n<li>October 1,22,24, 2000</li>\n</ul>\n<p>Peter and I needed some aid climbing practice, and we knew we could do\nthis in the rain.  We headed to Index Sunday morning, and were soon\nracking up below the climb &quot;City Park,&quot; rated C1 as aid, or 5.13c for\nalien free climbers. Peter had the dubious task of getting to the\nfirst bolt of a 6 bolt ladder. With admirable composure, he felt his\nway up the dripping slabs, fingers mingling with the spiderwebs in\nlittle pockets of granite.  He clipped the bolt, and continued up,\nsoon realizing that the &quot;two aider system&quot; wasn&#39;t the best for\nsustained aiding. I gave it a try with my &quot;four aider system.&quot;  Of\ncourse, this was a breeze! Soon I approached the long, very thin crack\nthat characterizes this climb. One by one, I left thin stoppers in the\ncrack and continued up. But with a long way yet to go, I was out of\nthin gear! I was able to traverse left to a 2 bolt anchor (very reachy\ntraverse!), and belay Peter. We only had about 5 nuts small enough for\nthe crack, which stretched for another 70 feet above! Time for some\nshopping. Peter climbed the route and cleaned gear, enjoying the\ndeluxe four aider system. We rapped from the bolts, and couldn&#39;t wait to\ngo back!</p>\n<p><img src=\"images/mesil.jpg\" alt=\"On the Lower Town Wall\">\n<img src=\"images/belpete.jpg\" alt=\"Peter looking reflective\">\n<img src=\"images/citystart.jpg\" alt=\"The first pitch from below\"></p>\n<p>In the following weeks, Peter had purchased about 15 small nuts, and I \nhad three more. Peter\nled pitch one, doing a marvelous job. I followed the pitch,\nre-climbing it and cleaning gear. Sadly, 3 nuts couldn&#39;t be cleaned, no\nmatter how hard I tried.  Feeling pretty bad, I continued on to the\nsecond pitch, and aid climbed that.  To make things worse, I dropped\none of my aiders at the belay, having to borrow one from Peter.  On\nthe second pitch, my spirits improved as I enjoyed the straightforward\nbut exciting aid climbing.  After a few free moves, I reached the\nbelay, and Peter re-climbed the pitch.  Index, Gunn, and Baring Peaks\nwere beautiful. Many trains went by. Much shooting occurred at the gun\nclub below. We did a single rappel, then a double rappel to the\nground. We were surprisingly sore!</p>\n<p>Peter couldn&#39;t bear the thought of losing those 3 nuts, so after\nchewing on that for a while, he sent me email: &quot;Want to go free our\npoor brothers from the crack this week?&quot;  That was Monday, so Tuesday\nmorning I started the first pitch at 7:15 am, reaching the belay at\n8:20. My goal had been to climb it in one hour, so I felt pretty good.\nHow much quicker can I possibly aid that climb? Sadly, a clever\nindividual had come up the day before and removed the nuts. Today we\nhad a hammer, and Peter found that a few light taps help to remove\nwelded nuts.  So, we learned something else. Peter jumared the route. We\nwere back at the car after 2 hours, and off to work.</p>\n<p>Together we&#39;ve made some good strides in our aid climbing. Now it&#39;s time\nfor A2!!</p>\n"}