{"date":"2000-5-20","title":"Leavenworth Climbing","description":"<p>May 20-21, 2000</p>\n<p>Steve and I climbed the route White Slabs\n(5.7, 4 pitches) on the Snow Creek Wall.  We wanted to continue to the top of\nthe wall via a route called the Umbrella Tree (5.7), but couldn&#39;t find a tree,\nan umbrella, or rock we felt led anywhere but to being scared. If you&#39;ve climbed\nthis route, let me know, we just couldn&#39;t figure it out from the descriptions.</p>\n<p>So we rappelled from the Country Club Ramp, deciding to go down our\nroute. On the first double rope rappel, the rope got stuck in a\ncrack. I reascended, using a TibLoc for a self-belay. Moving the rope\nout of the path of this crack was good enough. We did two more double\nrope rappels, arriving at our gear at the base. This was a good climb,\nwith good protection. We built only one gear anchor, otherwise we had\ntrees.</p>\n<p>We zoomed down the trail, then 1500 feet up the other side of the Icicle valley\nto climb &quot;Givler&#39;s Crack,&quot; a great 5.7+ I had heard about. We had no idea it\nwould be so hard to get to. The route we took to get to the base was 4th class\nin places.  Going down, we found the trail, and it was much easier. We did the\nclimb in one pitch, starting from the tree on the right, and 15 feet above the\n5.8 direct start.  We spent 20 minutes wondering if we should just bail, due to\nimpending rain and darkness. But once roped up, and staring up at the beautiful\nline, I had to go for it! I knew Steve would kill me if a downpour started while\nwe climbed!</p>\n<p><img src=\"images/slabview.jpg\" alt=\"Climber on the wall: you can just see his feet.\">\n<img src=\"images/hisland.jpg\" alt=\"Snow Creek Valley: looking west towards Nada Lake, just out of sight.\">\n<img src=\"images/upval.jpg\" alt=\"The Rat Creek Spires looking gloomy.\">\n<img src=\"images/stevep2.jpg\" alt=\"Second pitch of White Slabs: Steve doing some stemming.\">\n<img src=\"images/goat2.jpg\" alt=\"A mountain goat\">\n<img src=\"images/whiteslab.jpg\" alt=\"This shows our route on the Snow Creek Wall\"></p>\n<p>Exposed and tricky face moves led me to the crack, then a bomber flake\n&quot;thank god&quot; hold.  I was hand-jamming for all I was worth, and\nplugging a bomber nut or cam in regularly.  I don&#39;t think I&#39;ve ever\nplaced so much gear, and I was really happy that a good range of sizes\nwere accepted. Some of the placements had awkward stances, and the\nclouds coming in didn&#39;t help much. The pitch was long. There was one\nplace on low angle terrain near the end where I had to down-climb twice\nto free the rope from a constriction it kept getting into. I was\ncareful to avoid that again, and soon I was belaying Steve.  He\nenjoyed the climb a lot, finding it easier than he thought it would\nbe. The appearance of this climb is classic, and it does look hard.</p>\n<p>There were a few drops of rain, but the deluge never came. In growing\ndarkness we sped down the rough trail to the car.</p>\n<p>We got an excellent spaghetti dinner in town, and went back out to the\ncanyon to sleep. We wanted to bivy near the Snow Lakes parking lot,\nbut a heavy ranger presence scared us away.  We went to the Bridge\nCreek Campground, and I asked a partying family if we could sleep in a\ncorner of their plot. They couldn&#39;t believe we didn&#39;t have a tent,\nthought we were crazy.  But they were really nice, and happy to\nshare. The teenage girls had an odd habit of screaming piercingly\naround midnight though, followed by giggling. No one took any notice.</p>\n<p>Back up the Snow Lakes trail-head in the morning, feeling pretty tired\nfrom the day before.  We didn&#39;t expect to do so much &quot;hiking&quot; on our\n&quot;climbing&quot; weekend. After a lot of scrambling, we reached the base of\nSatellite, \nor so we thought. Steve got the lead, a mossy, scary crack\nby a greasy smooth slab of granite. The first crux was pulling over a\nshrub in the crack.  The second was higher, with bad gear below, and\nthin handholds. He built an anchor in a dihedral under an\noverhang. This was a tough lead, probably 5.7 and dirty.  I got the\neasy work of scrambling left, up and left in a low 5th-class\ngully. Decent rock and occasional shrubs and slings were my world. I\ntopped out on a small buttress, building a low-quality anchor. I could\nsee we must be off route. To my left were easy gullies. To my right\nwas a grim scene of overhangs.  The route must be far to the right,\nwhere I couldn&#39;t see. Steve ran it out up the gullies, then I did the\nsame, finally connecting to the descent trail. We were pretty tired,\nand ready to go home. Two climbers came down from the wall, raving\nabout Outer Space. We followed them down the stressful loose\nterrain. I was so tense for some reason that my stomach started\nhurting. At one point, I narrowly avoided a fall. Thankfully, Steve\nled the way and I didn&#39;t have to think about route-finding.</p>\n<p>We got some great mountain goat pictures at our gear cache, and Steve\nfigured out that we should have started a mere 30 feet to the\nright. We continued down, going too far and ending up in an awful\ndirt/charred tree corridor, half falling for 300 feet. We had to climb\nup a bit, then were able to take the trail down from the wall, across\nthe creek, and to the car, 2 miles away.</p>\n<p>This was a tiring weekend. But rewarding. We got more 5.7&#39;s under our\nbelts, and we learned something about the Snow Creek Wall. Lesson:\ndon&#39;t attempt the descent in the dark! It&#39;s hard enough when feeling\nfresh in the daylight. If it were dark, I think I&#39;d just sit on top\nfor the night...</p>\n<h2 id=\"steve-s-notes\">Steve&#39;s Notes</h2>\n<p>On pitch 3 I looked down to find a tiny, bright\ngreen frog hitching a ride on the toe of my climbing shoe.  It was\nhard to figure out how he came to be there, 250 feet up a dry and\ndusty wall and at least 500 more feet up from the creek.  Reluctantly\nI shooed him back onto the rock.  In the interest of the purest\nclimbing ethics, I just could not allow him to use me as &quot;aid&quot; on his\nsupposed free climb...</p>\n<p>I walked up to a large group in the campground to beg for enough\nspace to lay out our sleeping bags and they asked me if I belonged to\nthe Mountaineers organization.  Wanting to make a good impression, I\nsaid, &quot;I&#39;m not a member, but I sure buy a lot of your books!&quot;\nApparently they were impressed enough to offer us space they had\nreserved in another campground up the road.</p>\n<p>I was a bit apprehensive starting up the dihedral.  The portion\nwe could see was not too difficult, maybe 5.5.  I should have realized\nthat this was not the Satellite route since the crack was entirely\nfilled with moss, so that I had to dig out the moss with my nut tool\nin order to make each pro placement.  We had heard that the route was\nnot climbed often, so maybe it had filled in during the last few\nyears.  Despite the moss the pro was excellent, except near the top.\nExcept for the moss and the fiendish bush growing out of the crack,\nthe climbing was very enjoyable, but got more difficult (about 5.7)\nand less protectable toward the top as the crack became shallow.\nFortunately I was able to get to the top of the dihedral and onto a\nledge for the belay, though it took a lot of time digging crud out of\ncrack in order to construct a solid gear anchor.</p>\n<p>A highlight of the trip was the friendly mountain goat.  We met\nhim briefly on the first day before descending the climber&#39;s trail to\nthe creek.  On the second day, he spent quite a lot of time with us,\nfollowing us as we tried to find the start of the route and greeting\nus again after we had descended.  I was jealous of the way he flitted\nabout on the slabs and loose rock.  He was clearly the master of the\n4th class domain.</p>\n"}