{"date":"2000-9-15","title":"Spray Park","blurb":"Observation, Hessog","description":"<ul>\n<li>September, 2000</li>\n</ul>\n<p>It was a beautiful day. I tried to figure out where to go for a hike,\nand suddenly remembered Mt. Rainier: &quot;The place I never go to.&quot; I\nthink it all started when I flew up here for an interview back in</p>\n<ol>\n<li>It was my first visit to the area, and I was really excited to\nsee Mt. Rainier. Of course, the month was November, and those of you\nwho live around here know that&#39;s the month for chores, shopping,\nreading and working! You have almost 0 chance of seeing the sun in the\nmountains.  I drove the Carbon River Road to the mountain, and was\nstopped in a dismal logging area by a gate across the road. I ended up\nwandering aimlessly in light snow on logging roads, finally crossing a\nclear-cut for variety. On hands and knees, I clambered over iced up\nbranches and brambles. It took 45 minutes to travel about 1000\nhorizontal feet! What was I doing?!? I drove back to the city, and did\npoorly at the job interview. What a dark and dreary place! I\nthought. I finally moved here two years later. But only now, 4 years\nlater did I venture back to the north side of Mt. Rainer.</li>\n</ol>\n<p><img src=\"images/sprytarn.jpg\" alt=\"Mt. Rainier reflected in a tarn\">\n<img src=\"images/ptaridge.jpg\" alt=\"Ptarmigan Ridge and the Liberty Cap Glacier\">\n<img src=\"images/echorock.jpg\" alt=\"Echo Rock as seen from Observation Rock\">\n<img src=\"images/sprayp.jpg\" alt=\"Spray Park from Hessog Rock\"></p>\n<p>I&#39;d missed quite a lot in that time. \\index{Spray Park}\nSpray Park is very beautiful, and\nthe gentle nature of the terrain there contrasts with the rugged\nMountain in a special way.  In the parking lot, a guy introduced\nhimself and asked to hike together.  We had an enjoyable if somewhat\nfrustrating conversation for the first several miles of &quot;boring\nforest,&quot; which made the time go by quickly. He took a very dim view of\nthe company where I work, and perhaps insinuated that the only reason\nI didn&#39;t agree was that I wasn&#39;t old or smart enough to know\nbetter. Several times I just wished he would disappear! Finally, the\nscenery compelled us to lay our differences aside and talk only about\nthe surroundings, which was more fun!  We made our way through grass\nand heather to pumice and snowfields, angling towards the prominent\npoint Echo Rock. We surprised a troupe of ptarmigans, who just made\nclucking noises, not truly alarmed.</p>\n<p>At a high point we parted ways, as he wasn&#39;t prepared for steeper snow.\nI put on crampons and hiked the icy slopes to the base of \nObservation\nRock. Free of the rather thorny companionship, I felt free and strong\nunder the sun. Moving quickly, I came to a scree ridge, removed crampons\nand made the final hike to the summit. There was a short scramble section\nat the very end, on fairly solid basalt. I ate some lunch and admired\nthe Mountain, thinking that a climb of Ptarmigan Ridge wouldn&#39;t be so\nbad. The glaciers were very broken, corrupted by too much good weather.</p>\n<p>I decided to ramble back a different way, wanting to get a closer look\nat the glacier to the west. I was sure I could navigate back to the\ntrail through the mostly gentle Flett Glaciers.</p>\n<p>Coming down from the summit, I headed straight down a scree slope about\n300 feet into a basin, then crossed snow to the west, finally coming\nto a dramatic overlook of an icefall. Here I turned right and headed\ndown a ridge back towards Spray Park. When a steep, icy glacier on my\nright leveled off a bit, I walked onto it just below the only obvious\ncrevasse. Walking down steeper slopes, I eventually came to a dirty-looking\nunnamed lake. I paused to remove crampons, then continued on snow and rock\nto gradually friendlier terrain. I decided to climb Hessog Rock, which was\ndirectly in front of me across Spray Park. A way trail led me through tarns\nto the main trail, where a small family sat on a rock admiring Rainier.\nI spoke to the father, but with a high shriek, he gathered wife and child\nand scurried to the underbrush.</p>\n<p>Soon I was climbing again on steep switchbacks on a grassy slope. I came to\na saddle with snow, then followed my nose westward for the summit. Hessog\nRock is a series of basalt cliff towers which look quite rotten. Going around\nthe back, I followed a way trail through rock, snow, brush and tree-limb\nto the summit. This was an excellent viewpoint, really the best in a long day\nof excellent views. The whole progression from deep forest, to alpine parkland,\nto snow-dappled moraines, to permanent glacial ice was laid out like a\ntriptych. Add a few peasants and Bosch-like devils for a very mystical vision.</p>\n<p>Well, I supposed it was time for my ramble to come to an end, so I reluctantly\npieced my way down to the saddle, then back to the main trail. The descent\nwent quickly, until I came to the long almost-level portion of the trail.\nThis felt pretty tedious, but finally I reached the parking lot.</p>\n<p>Only a month later, this entire area was covered in snow, although the road was\nstill drivable.</p>\n"}