{"date":"2000-4-8","title":"Smith Rocks","blurb":"with Kris and Steve","description":"<ul>\n<li>April 8-9, 2000</li>\n</ul>\n<p><img src=\"images/sumtrio.jpg\" alt=\"\"></p>\n<p>Kris has been getting tired of seeing me jump in the car and zoom off\nto various rock climbs around the west, and in her typical fashion\ndecided to learn how to do it so she could join me. Now for most\nclimbing husbands, it&#39;s a dream come true if their wife actually\nwants to do this stuff, and I&#39;m no exception. Kris warns me she&#39;ll\nnever get very excited about snow and ice, but she can definitely\nget excited about climbing a cliff now and then!</p>\n<p>So in recent months we&#39;ve gone to the climbing gym a lot, and to\nsome local crags like Index, Vantage and Exit 38. Going to Smith Rocks\nwas our first &quot;destination area&quot; to visit together as climbers.\nA year ago, Kris went as photographer, getting some awesome pictures.</p>\n<p>As a bonus,\nSteve would meet us on Saturday morning. Sarah was going\nto come too, but wasn&#39;t feeling well. Kris and I look forward to\na &quot;double climbing date&quot; next time!\nWe drove up Friday after work, taking a longer route from Redmond \nover I-90 and through Yakima. </p>\n<p><img src=\"images/viewsum.jpg\" alt=\"Here you can see the Red Wall\"></p>\n<p>Faithful, true and punctual, Steve was in the parking lot when I stumbled\nover, shivering in the dawn. Kris was sleeping in for the morning, after\na tough week at work. We drove over to the Red Wall, and geared up below\nMoscow, a three pitch 5.6 climb that others had spoken highly of.</p>\n<p>As usual, we were the first ones up, and as I paid out rope for Steve, I\nwas impressed by the quiet and stillness in this corner of the park.\nSteve worked his way up the crack above, occasionally jangling softly.</p>\n<p>Squeezing into my cold rock shoes, I followed his lead, happy to be there.\nMine was next, and it was a good one. A moderately steep left facing corner, \nthis feature continued up for two pitches. It protected well, but was\nnicely exposed (I could see a long ways when I looked down!).</p>\n<p>Steve took the next, which was similar, then we scrambled to the top of\na buttress and sat in the sun for a few minutes. Nearby was the Misery\nRidge Trail, and we scooted down to our packs, eager for the next climb.</p>\n<p><img src=\"images/stevemos.jpg\" alt=\"Steve climbing the second pitch of Moscow\"></p>\n<p>By now, the Red Wall was full of climbers, so we went to the Dihedrals and\nclimbs the bolted X, then did a 4th class scramble to the ridge top.\nWe thought about doing the Christian Brothers Traverse the next day, and\nit looked suitably ominous. We down-climbed and rappelled, racing back to\nthe parking lot to meet Kris.</p>\n<p>Mmmm! She brought excellent sandwiches, and after this great lunch we\nall headed back to the Dihedrals. Kris was ready, but apprehensive about\nour first climb. Rated 5.6, \nCinnamon Slab is a popular 2-pitch moderate\nclimb. A long leaning column, the sight of the first pitch was getting\nKris worried. Steve led this, then it was her turn. Despite her worries,\nshe moved very quickly up the first two thirds, only complaining about\nher sore feet. She had to stand on tiptoes the whole way due to the nature\nof the tiny ledges on this climb. Near the top was a difficult bulge, but\na tight belay from Steve and she was up! I followed gladly, then took\nthe 2nd pitch as it started to sprinkle. Blocky knobs of rock led to\nan easy, steeper crack, and then to the top. Kris smiled at me all the\nway up, despite the increasing rain. But the rock stayed pretty dry.\nOnce Steve was up, we started the rappels. The rain increased and Kris\nwas getting cold. I gave her my long-sleeve polypro shirt, and she\ngot much warmer. Soon we were at our packs, and the rain stopped.\nWe finished the day with two routes on &quot;Rope-de-Dope,&quot; a house-sized\nblock across the river.</p>\n<p>Kris&#39;s confidence was nicely boosted by Cinnamon Slab. We shared a great\nItalian meal in Redmond that night, and headed back to camp. Kris was\nbrave enough to shower in the tepid water, but I chickened out. I&#39;m\nlike a cat who hates to be wet!</p>\n<p>Sunday we were up very early despite a long night of rain. I was tempted\nto sleep in, but Steve wouldn&#39;t let us. By the time we were walking\nover to Koala Rock, the sun was rising, and the rock was already dry.\nSteve had picked the route &quot;Round River,&quot; a 5.5 three pitch tour up and\naround the rock. Huffing a little, we just managed to beat a party of\nsix to the base. If you want this climb, go very early or very late!</p>\n<p>Despite the books description, the first pitch is very well protected\nby bolts (retro-bolted). I led this and got some pictures of Kris coming\nup, blowing on her hands due to the cold rock. She gradually learned that\nthe cold feeling goes away after a while, and her usual brilliant smile\nreplaced a worried expression. She was doing so well, and I really\nenjoyed climbing with her. Most importantly, she was having fun too.\nSteve did the next pitch, leaving the two lovebirds roosting on their\nperch! For the final pitch, I traversed around a corner, under a ledge,\nthen up on ledges through a strange mix of decent rock with horrible\nsandy formations on each side. I placed a useless cam just to let Kris\nknow where to go, since the easy route requires some meandering.\nShe liked the pitch, and Steve soon appeared.</p>\n<p>We got a self-timed picture on the summit, and were feeling great! This\nclimb really has a great view onto the farms below, and the rocks to\nthe west. We did one rappel off the back side of the rock. Kris was kind\nof scared about a free hanging section near the bottom, but soon realized\nthere&#39;s nothing to it. I caught a secret smile on her face as she slid\ndown the rope with 20 feet of air on each side!</p>\n<p>Steve zoomed over to Brogan Spire to secure our position and set up the\nrope. We had to go down a very sandy, pebbly slope to get back to our\npacks, and this is terrain Kris has never experienced. Initially worried,\nshe soon learned to &quot;ski&quot; down in the muck, ignoring all the sand in her\nshoes and taking confident, sliding strides.</p>\n<p><img src=\"images/merapk.jpg\" alt=\"Here I&#39;m rappelling from Koala Rock\">\n<img src=\"images/krisrap3.jpg\" alt=\"Kris on the first rappel at Brogan&#39;s Spire\">\n<img src=\"images/krisrap2.jpg\" alt=\"Kris rappelling from Brogan&#39;s Spire\">\n<img src=\"images/usbrogan.jpg\" alt=\"Kris and I before going home\"></p>\n<p>I belayed at the base while Steve took the first lead on Brogan Spire.\nA problematic climb, there is very little (or zero) protection after \none good bolt near the start. The climbing is pretty easy, but there is\na fair amount of friable rock all around. As most climbers would, Steve\nfound it a little unpleasant. Kris climbed up to his tiny belay perch,\nand I followed. I was trying to convince them I was &quot;flying up the route,&quot;\nso I free soloed the lower 20 feet. Then, Steve nearly blew a gasket\ntrying to reel the rope in fast enough! I heard them talking, and considered\nmoving around a corner and popping up by surprise. But then I realized\nI was kind of a geek, and quit the silly shenanigans.</p>\n<p>Soon we were on &quot;the football field&quot;, a wide gently sloping terrace.\nWe surveyed the final rock spire, and I led the way up this. I actually\nfound the last move pretty tough, especially because there was no protection\nfor it! I&#39;d got a small cam lodged into the rock about 15 feet below, but\ndidn&#39;t like it very much. A sloping, awkward and frictiony move finished\nthe job, and I was on the 3 by 3 summit. I clipped into the belay bolt\nthere with some relief!</p>\n<p>Kris followed, resting briefly at the crux move. Steve arrived, and set up\nthe first rappel. The final rappel was a full rope length, and I thought\nKris would enjoy it. She did, although she got too high on a wall in\nthe gully, and was quickly &quot;corrected&quot; by gravity. Through a hole in the \nrock I saw something black and white swing across a gulf! But she was\nfine, and continued down, once again enjoying the short free-hanging section\nat the bottom.</p>\n<p>And with that, we called it a day. It had been a great trip. It was great\nto see Steve again, and wonderful to spend two days climbing with Kris.\nHer beautiful smile lit up the canyons, especially when she followed\nme and I could watch.</p>\n"}