{"date":"2000-2-5","title":"Mount Persis","description":"<p>I discovered Mt. Persis the week before on a solo hike.  It was cold, clear and\nvery windy, but I had such an awesome time that I was eager to show this great\nplace to Peter.  So less than a week later, we found ourselves tromping up the\nsnow covered road under high clouds. Quite a bit of snow had melted, allowing us\nto drive farther, and changing the character of the climb quite a bit. On the\nroad we met another duo with similar reasons for being there: one had gone up\nlast Saturday and was now bringing a friend to share the view.</p>\n<p>We had a hard time getting onto the trail. Very thick brush\nthat was snow-covered last week was now flailing about looking\nfor an eyeball to pierce. The snow was very soggy and we&#39;d\npunch through into a nether chamber from time to time. We had a very\ntiring 300 feet through the clear cut\nuntil we could get onto the ridge and better snow. </p>\n<p><img src=\"images/peterper.jpg\" alt=\"Peter on the summit\">\n<img src=\"images/persisn.jpg\" alt=\"the North Face of Persis\">\n<img src=\"images/sumridge.jpg\" alt=\"Awesome ridge and Gold Bar\">\n<img src=\"images/windt2.jpg\" alt=\"View to the south\">\n<img src=\"images/indext.jpg\" alt=\"The town of Index\"></p>\n<p>Once on the ridge the views opened up, especially of the Proctor\nCreek valley below. We switched to snowshoes and climbed an\nicy open slope. From there it was back into the trees and then \nout again for a long wonderful climb as the clouds dispersed.\nIt was actually a pretty warm day. It felt like early April.</p>\n<p>We climbed to the false summit, from which the real summit looks very\nfar away. Peter got this picture of me with the North Face of Persis\nbehind. There is at least one Grade IV, super hard climbing route on\nthat. Next we had a long traverse through the trees, trying to find\nopen terrain beneath the summit massif. We traversed a bit too long,\ncoming out below a nice level clear area. Peter began to covet my\nsnappy Denali MSR snowshoes for their traversing ability. He&#39;d had\na tiring job since his couldn&#39;t traverse at all, and he was forced\nto kick in with his toes on every step! I remained watchful and wary,\nlest he pounce!</p>\n<p>Now, after a long climb, we were in the really fun territory! Open\nslopes, snowy basins, and clearing skies with warm pockets of sun.\nThe few trees remaining were small and ice-encrusted. Many of them\nhad a sort of parasitical &quot;ice-twin&quot; of the same size as the\ntree. We knocked one or two off, just to be neighborly.</p>\n<p>Ah, the summit! The Index Peaks looked super-alpine, like a bit\nof Chamonix dropped into western Washington. The view was commanding,\nespecially of the Skykomish valley, and the narrowing valley leading to\nthe Monte Cristo peaks, the highest of them were sulking in clouds.\nPeter identified Mt. Si to the south, giving us a new perspective on\nour position. We could see the tall buildings of Bellevue 30 miles or\nso to the south-west. The cliffs of the Index Town Walls were puny \noutcrops far, far below. We were fascinated by a long ridge coming up\nfrom the Steven&#39;s Pass highway, and by tremendous cornices overhanging\nempty space on the summit. For some reason, Peter&#39;s cell phone couldn&#39;t\nfind a signal, so we had no calls to home.</p>\n<p>On the way down, Peter ambushed me, stealing my MSR snowshoes. I had\nto be content with crampons from my pack, while he sampled the joyful\ntraction these little plastic shoes provide. I soon forgot the assault\nwhen a small plane came along and we waved to it. The wings tipped\nand glinted in the sun: he had seen us! What elemental fun!\nNext, we met the duo from the\nmorning below the summit, and wished them a good final climb. </p>\n<p>The trip down was uneventful, until the final 300 feet of clear-cut.\nThis last bit took almost an hour, it seemed. The snow was worthless,\nand we were forever falling into holes, and clambering out. Finally,\nwe crashed through the brush and flopped onto the road. A long tiring\nwalk back to the car finished our climb. </p>\n"}