{"date":"2000-8-10","title":"The Grand Teton, Exum Ridge","description":"<p>The alarm was loud, almost horrifying. Not that we slept much. But we were going\nto do this. As much apprehensive as excited? Yes. We felt ready for the full\nExum Ridge, but just barely. Did we feel ready to do the climb in a day? Aided\nby Jeff&#39;s blithe assurances, part of me mouthed a confident &quot;yes!&quot; But the inner\nme quailed!  And yet this was an opportunity: I resolved to be dogged, oblivious\nto pain, and refuse to worry about problems not right in front of me. We\nresolved to spend Wednesday as lazily as possible! I slept and ate, occasionally\nlistening to CDs, and reading Jeff&#39;s library of mountain books.  Steve did the\nsame, testing and learning from his knee injury. We both worried about it. We\nknew it could easily call off the climb with painful twinges, felt but not\nmentioned at first.  So his knee was kind of a 3rd partner, hopefully a\ncooperative one!</p>\n<p>Why in a day? Ah, it&#39;s not that we wanted to. The ranger station was a\nhelpful place, but mostly helpful in telling early-risen hopefuls that\nevery campground in the canyon was full: from the low 8000 foot high\ncamps at the mouth, to the Lower Saddle at 11,000 ft.  We were urged\nto see the sights of Jackson, and &quot;come back tomorrow&quot; for a better\nprognosis. Well meaning advice and crafty excuses from fellow climbers\nwere heaped upon us, but we couldn&#39;t bear even the possibility of\nbeing turned back at a high point because we broke the rules. Our only\nchoice was to start walking at 2 am, and hope to somehow make it back\nto the car the same day.</p>\n<p><img src=\"images/fullridge.jpg\" alt=\"The Grand Teton\">\n<img src=\"images/toplain.jpg\" alt=\"Here is the view from the Lower Saddle\">\n<img src=\"images/stzip.jpg\" alt=\"Steve, shortly after climbing The Golden Stair, knobby, fun Teton rock!\">\n<img src=\"images/stridge.jpg\" alt=\"Steve climbs up near the end of our journey. The sense of height was incredible here.\">\n<img src=\"images/gtile.jpg\" alt=\"Steve climbing the cliff below the Lower Saddle\">\n<img src=\"images/beauty.jpg\" alt=\"Favorite pic: clearing weather, exposed rock\">\n<img src=\"images/mewindow.jpg\" alt=\"Getting ready to simul-climb\">\n<img src=\"images/blackdike.jpg\" alt=\"The Black Dike: Steve on the lower left, Idaho on the right!\"></p>\n<p>We saw brilliant stars as we crept up from the basement. Steve drove\nus to the park, and we began to walk immediately. Setting a moderate\npace, the hours sped by, with occasional glimpses of a light below us,\nor a dimly felt lake on the left. The switchbacks were long and\ngentle, probably for the best, but mentally irritating.  We passed\nhours talking about Kris and Sarah, who we missed quite a bit in the\nlonely corridor of lamplight, rock and grass we traveled.</p>\n<p>Finally we entered the canyon, and in the pitch dark, we lost the\ntrail in a boulder-field.  Another night traveler came up, and the\nthree of us stumbled up and deeper into the canyon. Now it was\nraining, and I broke a hiking pole when a boulder tottered. I wanted\nto go down or up, but Steve and our companion wanted to keep\ntraversing on a level.  We knew that eventually we&#39;d hit the trail as\nit climbed steeply to the Petzold Caves.  I was really impatient with\nthis delay and the worsening weather. Finally, we hit trail again,\nclimbing quickly for a while in the dark. We lost the track again, and\nan odd character appeared out of the gloom, pointed in the right\ndirection, and faded away. He must have been heading to Irene&#39;s Arete,\nor somewhere less visited by the direction he traveled. He also wore\nall white, and carried no pack!</p>\n<p>We climbed above the Caves in a gray light. This area was beautiful,\neven now, with streams, greenery and attractive boulders. Soon, the\nentire way to the Upper Saddle was visible: a rocky moraine with\nscattered tents, then a dark cliff with a reputed fixed rope. At the\nfirst camp we chatted with the rising occupants. It was already nearly\nfull light, and we had promised to be at the base of the Lower Exum\nRidge by now.  Also, the sky was forbidding up ahead. Blackest above\nthe Saddle, the clouds at least remained high enough to see the entire\npeak. We knew we needed to hurry, and to make our day less\nambitious. We decided to climb the Upper Exum, and save the Lower for\nanother day. The most technical climbing is on the Lower Exum Ridge,\nwith 7 pitches of 5.7 climbing. You can bypass it with a broad ledge\ncalled Wall Street. Of course, the climbing is historic and excellent,\nso we hated to give up any of it. Still, Jeff had advised us to\ndefinitely visit the summit, and skip the lower ridge if we had\nto. Having made up our mind, we left some cams and Steve&#39;s bivy sack\nat this camp.</p>\n<p>At this point, Steve began to feel the effects of altitude. He slowed\ndown. I was surprised that it didn&#39;t affect me, but the hike to\nTeewinot earlier in the week must have done a lot. We came to the base\nof the cliff, and used the huge fixed rope to scramble up. It was a\nfun novelty, I&#39;d never seen a &quot;fixed rope!&quot; A few hundred feet more,\nand we were among camps of the Lower Saddle. We got some water here,\nate &quot;turkey jerky&quot; and drank as much as we could. The sky was black in\nIdaho, and didn&#39;t bode well for an attempt. But the guides huts stood\nempty: they had taken their clients. Many others sat in their tents,\nor even glumly packed up and went down.</p>\n<p>But it wasn&#39;t raining, and even as we sat, the sky turned from black\nto dark gray. The wind was low, and we saw no lightening. Steve&#39;s knee\nfelt a-ok, only his lungs worked overtime in the thin air. I felt\nreally good. We headed up, knowing we could easily turn around up to\nWall Street ledge. Identifying the start of the Lower Exum Ridge, we\npassed it with a pang of sadness, and continued up the black dike,\ngoing to the left of a spire, and into a rocky defile. We looked to\nthe right for &quot;The Eye of the Needle,&quot; of which we could only guess\nwhich of several possibilities this was. Finally, we climbed across a\ndifficult, exposed face and met the only four people we&#39;d see on the\nwhole climb.  A guide, belaying 3 clients from a fixed pin, prepared\nto send them across the face.  They let us climb past first, and soon\nwe were on easier ground, clambering to the beautiful crest of a ridge\namong large blocks. Here, we saw Wall Street and the Upper Exum, all\nteeth soaring to a faraway summit. Hiking down, then up, we got onto\nthe Wall Street ledge. We roped up for an exposed but easy\n&quot;step-across,&quot; which Petzoldt leaped on his daring solo ascent in the\n1930s. Then I continued up on the &quot;Golden Stair,&quot; unprotected but\nfrictiony golden rock.</p>\n<p>From here, exact memories elude me, but I can say that this portion of\nthe ridge involves considerable climbing. We expected to simul-climb\nor unrope for much of the ascent, but in fact, belayed most of the\nridge. We were gratified at the sporting climbing, since we thought\nall the good climbing was on the Lower Exum - not so!  It was never\ndifficult, but always clean and satisfying.</p>\n<p>After about an hour and a half, we were on the crest of the ridge,\nlooking at several possibilities for the rest of the way. We seemed to\nhave missed the (in)famous &quot;Friction Pitch&quot; that guidebooks make so\nmuch of. Faced with a steep wall with huge exposure looking off the\nridge (there was a fixed pin here), and a crack then a steep\n(overhangs) but knobby face to the right, we chose the latter. I was\nglad for the overhang practice on Symmetry Spire two days before! This\nwas the most intense pitch, as it felt quite hard (5.7) for the\nlocation, and my paltry gear selection was soon used up. Also, the\nclouds moved in, and I felt surrounded by gray. The splattering of\nraindrops increased the isolation, and made me wonder if an epic was\napproaching! After a few dicey moves, I finished the pitch with 20\nfeet of knobby 5.4 climbing on a beautiful ridge-crest. I distinctly\nremember a choice here, with a mundane, protect-able chimney, or this\nstriking crest.  It was too beautiful to pass up! I got a picture of\nSteve coming up this, and for the mix of rock, ice and cloud, it&#39;s one\nof my favorites.</p>\n<p>Steve was doing good, although concerned about the weather. We\nhunkered down for a few minutes to see what might happen. We knew we\ncould down-climb everything so far, if we needed to. We were wearing\neverything we had, Steve even had his warm hat on underneath his\nhelmet. After talking about the climb for a few minutes, and\nmarveling at the position, the weather began to improve. Over the\nnext hour or two, this continued, until we had a beautiful afternoon!</p>\n<p><img src=\"images/mariner2.jpg\" alt=\"Ridge-top wandering amid alpine glory\">\n<img src=\"images/mariner.jpg\" alt=\"Ridge-top wandering\">\n<img src=\"images/derham.jpg\" alt=\"Steve\">\n<img src=\"images/summith.jpg\" alt=\"Rope on the summit\">\n<img src=\"images/dteewinot.jpg\" alt=\"Mt. Teewinot\">\n<img src=\"images/dateam.jpg\" alt=\"Summit shot\"></p>\n<p><img src=\"images/lowersad.jpg\" alt=\"Lower Saddle\"></p>\n<p>From here, the climbing eased, allowing us to scramble for a ways. A\nlarge yellow, low angled face led us left to the crest again. From\nhere we down-climbed into a little basin and belayed below an icy, wet\ncrack. I dealt with this awkwardly, and soon Steve and I were hiking\nto the summit block. A little bit of icy scrambling, and we were on\nthe summit, at 13,440 feet! This was a height record for us both! &quot;One\ncrowded hour of glorious life.&quot;</p>\n<p>A highlight was the excellent sandwich we had each packed. There was\nno one around, and it felt surreal to be spreading mayonnaise on bread\nhere, with this sky and earth.  Time sped by, and after we had tried\nout various reclining positions, we started down.</p>\n<p>We had a rough idea of the direction to go, and occasional bootprints\nand the low angled terrain made it easy to progress. Finally we came\nto a rappel station on our left. We did this rappel, expecting to\nreach the Upper Saddle momentarily.  However, we had wandered too far\nleft, and could have down-climbed another way.  We discovered this when\nwe ended up below the real rap station at a cliff, and had to climb\nback up to it. We had only one rope, so this required two rappels with\nan intermediate station. We pulled a small but powerful rock down as\nwe freed the rope on the last rappel. &quot;Whoa,&quot; said Steve.</p>\n<p>We knew we were both getting tired, and the three rappels had been\ntime-consuming.  Now we had a long trip down from the Upper Saddle. I\nnever expected it to be so difficult! There were endless loose and\nsteep gullies, route-finding errors, and finally a vexing problem in\nthe vicinity of the &quot;Eye of the Needle,&quot; terrain we hardly recognized\nfrom the morning. This time we went through the Eye, which was an\nintriguing cave. Steve pioneered a tricky down-climb from a ledge here,\nand gradually we got to easier terrain. But curiously, the hut at the\nLower Saddle never seemed to get closer, it was just\nscree/scramble/downclimb for 1500 feet more.</p>\n<p>So, the sane could finish their day at the Saddle with cups of water!\nBut we kept going. I descended the fixed rope strenuously, kind of\nlike a rappel, then stupidly watched Steve down-climb easily, just\nkeeping the rope handy in case he needed it.  &quot;Oh.&quot; Whatever, I was\nbecoming brain-dead.</p>\n<p>Curiously, as we tramped down the Moraine, Steve and I both discussed\nseeing a &quot;phantom climber&quot; off to the side of us during the tricky\nclimb down from the Upper Saddle.  For me, it was a brown-haired man\nin a red cotton sweatshirt and jeans. It did seem that the very long\nday was having an effect on us! But this {\\em phantom} was somehow\ncomforting. Later I told Peter about it, and he&#39;s read about the\nphenomenon.</p>\n<p>By the time we passed the Caves, which were above a beautiful alpine\nrock garden, my feet were bruised from the miles of rock. We were\namazed at the vast terrain we had scrambled off-trail in the dark so\nmany {\\em years} before. The trail got tricky to keep in the fading\ndaylight as we crossed the boulder-field near the canyon exit. Here we\nturned on the headlamps, crossing a long rockfall, then reaching the\nmeadowy hillsides outside the canyon. I tried to deaden my mind to\nthe pain of each footfall, and gradually succumbed to intense yearning\nto stop! Finally, Steve went on ahead, and I took off my boots and lay\nlike a horse on the moonlit trail. Listening to wind and throbbing\nfeet, I somehow fell asleep for about 10 minutes.  I awoke, feeling\nmuch refreshed, and gained a steely resolve to finish it in one\npush. The nap had done wonders for my attitude, and marching and\nwhistling, I briskly passed a mile. Then I heard a wolf howling in the\ndarkness, which was pretty creepy! Soon though, I reached\nSteve. Thankfully, he was the wolf, crooning to himself for dim,\nprivate reasons. I left him howling, and tromped ahead, annoyed at the\nlong almost-flat stretches of trail.</p>\n<p>Now it was midnight. But I was at the car.  And I had no key, so I lay\nagain like a dying horse in the moonlight.</p>\n<p>{\\em Many thanks to Steve for his excellent companionship and solid\njudgment. We both enjoyed the climb tremendously, but we wouldn&#39;t do\nit in a day again! Great thanks to Jeff, too, who somehow convinced us\nwe&#39;d reach the car before dark.  Optimistically, I always believe\nhim!}</p>\n"}