{"date":"2000-8-7","title":"Mount Teewinot","description":"<ul>\n<li>Mt. Teewinot, East Face</li>\n<li>August 7, 2000</li>\n</ul>\n<p>I did a lot of stopping and thinking on this climb. Once the 3000 feet\nof hiking up the trail, through pretty meadow and open forest was\nover, the hiking becomes very steep and screeish. The East Face rises\nup directly above the Lupine Meadows trailhead, and is the most\nprominent mountain aspect seen from the valley below. The trip\ninvolves 5500 feet of elevation gain, to over 12,000 feet, and\nincludes 2000 feet of 3rd and 4th class gullies, slabs and chimneys. I\ntook my rock shoes for any difficulties, but I didn&#39;t bring a rope.</p>\n<p><img src=\"images/fteewinot.jpg\" alt=\"\">\n<img src=\"images/teenear.jpg\" alt=\"\">\n<img src=\"images/theidol.jpg\" alt=\"Looking down on the Idol\">\n<img src=\"images/fromtee.jpg\" alt=\"\">\n<img src=\"images/grandt.jpg\" alt=\"\">\n<img src=\"images/ham2.jpg\" alt=\"The Grand Teton and Mt. Owen\"></p>\n<p>So, as I said, lots of thinking. Hmm...should I climb up that pebble\nstrewn face to the left, or balance on the icy snow/rock boundary and\nfrozen mud to the right? It was often difficult to tell which way to\ngo, because the face breaks up into humpy ridges, steep heather,\ngullies and slabs up close. I finally decided that I&#39;d wear boots up,\nbecause I knew I could down-climb in rock shoes whatever I climbed up\nin boots.  If I put the rock shoes on now, I could get into more\nstressful situations on the descent!  This worked, and allowed me to\ncontinue up without second guessing my choices.</p>\n<p>I passed two roped parties, despite breathing heavily in the thin air\nat 11,000 feet.  I ended up on the left side of the great gully that\nsplits the upper face, but I knew I had to get to the right side. At\none point, I looked up to see a great cliff just a few hundred feet\nabove (impassable), and no apparent way to cross the gully to the\nright.  I resigned myself to a high visit at the base of the cliff,\nrather than the summit.  But right at the base, I put on my rock\nshoes, and went for an exploration, immediately finding a loose but\nshort down-climb into the gully. Crossing the icy gully, I made my way\nup the right side, then around a shoulder with some fun, blocky\nscrambling.  The final scramble to the summit was enjoyable, and I\nprolonged it by choosing a more difficult variation to the left. On\nthe false summit, an excellent view down to Storm Point and it&#39;s\nvalley. On the true summit, a stunning picture of the Grand&#39;s North\nFace, and Mt. Owen. I was above 12,000 ft, and having a grand time!\nAfter gingerly sitting on the highest point, I started the trip down,\nmoving cautiously but firmly through the tricky parts. I remember a\nbold hand traverse on solid rock.  Eventually, I got to the rap\nstations I&#39;d passed before, and impressed myself with a new confidence\nin the down-climbing. Of course it was easy, but down-climbing has\nalways made me kind of nervous. Doing so much of it was paying off! A\nroped group of three teenagers watched me. I wondered about the wisdom\nof their &quot;short rope&quot; strategy. I think they were too close together\non the rope (about 4 feet apart) to stop a fall, but if someone knows\nbetter let me know. I would probably have 15 feet of rope, and let\neach person climb a step with a hip belay from above. The difficult\nsteps never got much higher than that.</p>\n<p>Soon I was hiking down steep scree/dust country, looking back at the\nimprobable &quot;day hike.&quot; This was fun. Once on the forested ridge, I\ncould relax on a good easy trail, and take pleasure in the long\nswitchbacks it made through meadowed slopes.  I was getting hot and\nthirsty, and eagerly drank from the waterfall near the bottom of the\nslope. A last look, then the final walk to the car. Teewinot seemed to\nshimmer behind a magic curtain far above.</p>\n<p>This hike is a great first day of a longer Tetons trip. It gets you\nacclimatized, and used to the scree and gullies you&#39;ll spend much time\nin later!</p>\n"}