{"date":"2000-10-15T00:00:00.000Z","title":"Mount Thompson West Ridge","description":"<ul>\n<li>Mount Thompson, West Ridge (5.6)</li>\n<li>October, 2000</li>\n</ul>\n<p>Well, the weekend began with major confusion and plan\nchanging. Originally, we were heading for the West Face of Sloan Peak,\na route Beckey rates as 5.7, something \nSteve and I felt ready for and\nvery excited about. A week before, I had looked across at this face\nfrom Columbia Peak. I was standing there care of a perfect weather\nforecast, and I knew this well. Too many times I&#39;ve ventured to the\nMonte Cristo area only to come home soaked and summit-less, while\nfriends scaled a Snoqualmie area summit in sun!</p>\n<p><img src=\"images/staiot.jpg\" alt=\"Steve and I on the summit\">\n<img src=\"images/pctthom.jpg\" alt=\"This picture taken from Snoqualmie Peak shows a nice panorama of nearby mountains. As an educational supplement, I&#39;ve labeled the peaks for your edutainment.\">\n<img src=\"images/ridprof.jpg\" alt=\"The West Ridge is the left skyline. We descended along the right skyline.\">\n<img src=\"images/stvaguye.jpg\" alt=\"A great picture of Steve with Guye Peak and the Alpental Valley below.\">\n<img src=\"images/chaird.jpg\" alt=\"Chair Peak\"></p>\n<p>Because of this, and a rainy forecast for Sunday, we changed our plans\nto climb Mt. Thomson on Saturday, then do something else on Sunday. We\narranged to meet Dan at the pass, but due to concerns about finishing\nthe route, we couldn&#39;t wait for him to arrive at 8 am. I was bummed\nabout not getting to climb with him for the first time, but he ended\nup soloing the West Ridge of Stuart that day and having a fantastic\ntime alone. (Some of you may have read about the climb Steve and I did\nlast year. Looking back, my writing about that seems overwrought,\nespecially since most others who have done that climb found it quite\ncasual. But I won&#39;t change the text since to us at that time, it was\nlike a mini-epic. It reminds me of who I am: a weekend bumbly who goes\nout and learns the hard way!)</p>\n<p>So anyway, Steve arrived early, and we walked the trail up to the\nKendall Katwalk, using my shortcut on the old Commonwealth Basin\ntrail. With light packs, we made good time, talking about work and\nclimbing. Steve had joined a climbing gym, and took a lesson from Tony\nYaniro. Kris was later forced to endure my lectures that started with\n&quot;Tony Yaniro sez...,&quot; thanks to this conversation! When in doubt, I\njust ask myself &quot;What would Tony Yaniro do?&quot; ;)</p>\n<p>I love the trail just after the Katwalk, it meanders among boulders,\nheather and friendly campsites. We got water at Ridge Lake, then\nclimbed over Bumblebee Pass, getting an excellent vantage on our climb\nof the West Ridge, and the descent down the east side. It took quite a\nwhile to descend into this hidden valley and hop boulders up the other\nside to the base of the route. But it was a pretty place, and there\nwas a nice breeze. In fact, once on the ridge-top, the breeze was\nfairly cold, causing us to climb in our jackets the whole way.</p>\n<p>We passed a small tower on the ridge&#39;s north side with scrambling,\ncoming to a tiny notch. Steve took the first pitch, starting with an\nexposed step-across move. Carefully but surely, he climbed, gaining\nthe ridge crest after 50 feet of climbing on the north side. After a\ntime, the rope came tight and I began climbing. I&#39;d have to say that\nthe rock on this mountain is merely ok. As in, not dangerously loose,\nbut occasionally (and predictably, that&#39;s important) loose. But the\nfirst pitch probably has the best rock.</p>\n<p>Steve handed me the rack, and I started up a steep pitch via a short\nchimney. I continued vaguely on the ridge-crest. I hadn&#39;t seen any sign\nof passage, but there was never any danger of getting off route. It\nwas just me, the wind and the rope for a while. Eventually, I came to\na very steep and blocky section, characterized by licheny, loose\nrock. I was surprised to look down between my legs and see Steve far\nbelow, since I hadn&#39;t realized how steep the climb was. A short\noverhanging section brought me to a belay stance at the base of a\nshort wall. The view was excellent!</p>\n<p>Steve arrived, and tackled the wall via a short but clean crack and\nface. After rehearsing a few boulder moves, he committed to the face and\nwas soon out of sight. Easier ground followed, since the rope ran out\nvery quickly. He brought me up to an awesome expansive slab and a\nbelay on the ridge-crest. I took a long pitch up from there to the\nfalse summit. We scrambled to a notch, then climbed 40 feet steeply to\nthe summit. It was a year since I had visited. What a great place to\nbe on a nice day!</p>\n<p>We put the rope away and scrambled carefully down the 4th class\nsection. Last year, there was a short fixed line to make this more\nsecure, but it was gone. Another party elected to rappel here, but\ncareful down-climbing worked for us. Then it was a long scramble and\nhike down into the basin. It was late afternoon when we landed on the\nCrest Trail, facing the 6 mile walk out.</p>\n<p>We had a companion who came down from the summit with us, and the\nthree of us walked for hours, sometimes in complete silence on the\nempty trail. It was very peaceful. It became dark in the last mile,\nand we reached the car around 9:00 pm.</p>\n<p>Steve and I weren&#39;t sure what to do next, we only knew we wanted another\nclimb the next day. Realizing how close we were to town, I suggested\nrepairing to my place for the evening. &quot;Okay!&quot; said Steve.</p>\n<p>We were happy to sleep in warm beds, and Kris was very happy to see me\nfor the evening. Steve got to meet Marco, and we had a nice dinner.</p>\n<p>The next morning I felt pretty bad. I had developed a cold Thursday,\nand now I was feeling woozy. Steve and I were also tired from\nMt. Thompson. So after talking about things like the NE Buttress of\nChair Peak, we eventually dropped the heavy gear at the car and hiked\nup Snoqualmie Peak. Feeling quite tired, this was actually more than\nenough for us both! But the view looking steeply down to Alpental was\nexcellent. We thought about scrambling to the pointy sub-summit, but\ndidn&#39;t. I took a short nap, dreaming in an Actifed-induced haze.</p>\n<p>We looked over to Mt. Stuart, and thought of Dan over there, possibly\nlooking back here. Weather was moving in, and it was time to go home.\nThanks to Steve for a fun time!</p>\n"}