{"date":"2000-5-13","title":"Icicle Creek Climbing","blurb":"with Kris","description":"<ul>\n<li>May 13 - 14, 2000</li>\n</ul>\n<p>One day at work, Kris sent some email, suggesting we spend the weekend climbing\nat Leavenworth. Boy, was I excited! I planned all kinds of stuff in my mind,\nultimately settling on a climb of Saber on Castle Rock, followed by a climb of\nthe &quot;R &amp; D Route&quot; in Icicle Canyon.  We would stay in a motel in town during\nthe annual Maifest event. The week crept slowly by as I dreamed of high crags,\nwind and sun.</p>\n<p>Early Saturday, with Kris napping, we made the drive and pulled up at the base\nof Castle Rock. A warning bell went off at the sight of a &quot;tour bus&quot; with a few\nhelmets and ropes inside.  Saber is a three pitch moderate route, rated 5.4, and\nwas recently mentioned in Rock and Ice magazine. I was sure that the tour bus\nwas bound for that route or the equally popular Midway. Kris and I toiled up to\nthe sound of the roaring river below. Once there, sure enough! A listless\ncollection of bodies at the base of Saber, with their guides starting the route.\nA wait of several hours was inevitable. So we hiked back down to the car,\nintending to climb the R &amp; D Route today. Kris didn&#39;t feel ready for the first\npitch of Midway.</p>\n<p>I got kind of tense with my &quot;mental picture&quot; of the perfect climbing weekend\nalready heavily modified. We got some food, and drove out to the R \\&amp; D Route,\nonly to find about a dozen climbers on it, many lolling aimlessly at the base!\nArrgh! To kill time I set up a top-rope at Barney&#39;s Rubble, but it was a little\nhard for Kris. We left there (I&#39;m losing my always fragile cool with the various\ndelays), finally deciding to let it all go, and head down to the river for\na nap. This was the perfect prescription, and the roar of Icicle Creek took\nmy troubles away. It&#39;s so hard for me to &quot;go with the flow&quot; sometimes, since\nusually my climbing partner and I are willing to get up at an unholy hour,\nand climb/hike like machines to avoid crowds/heat/darkness. Kris isn&#39;t willing\nto do that stuff, so I start the day out somewhat pained, and imagining the\nhelmeted hordes scrambling to the base of imaginary routes and settling down\nfor a loong sloow climb. &quot;Oh no, I&#39;m going to be looking up at the hordes,\nnot down!&quot; my fevered brain tells me.</p>\n<p>So it&#39;s very important for me to learn to relax!</p>\n<p>Anyway, after the nap I top-roped &quot;Classic Crack&quot; (5.9), doing it as a\nlieback rather than jamming. I want to do it with jamming, because then I\nshould be able put in protection on lead, but I just wasn&#39;t able to figure\nit out.</p>\n<p>Finally, we started climbing the R &amp; D Route. \nThis was my first multi-pitch climb,\ndone with Steve back in October 1998. That was such an adventure! I climbed\nthe first pitch easily. There is a roof that looks intimidating, but you\ncan climb it directly with blocky holds in a fault. To get to the belay,\nI had to traverse 15 feet to the right, and Kris simul-climbed that same\ndistance. She did well, because the climbing was difficult right off\nthe belay. Kris was smiling when she emerged from the roof, finding the\nclimbing challenging but fun. I took off again on an easy pitch to\na scenic ledge, and brought Kris up. She enjoyed this one the most,\nespecially a hidden chimney where you climb with one foot on each wall.\nThe final pitch had a difficult start, kind of a hop across to a ledge.\nI climbed up, enjoying a great hand crack that led to a dead tree and\neasier climbing. Last time, I had slung this tree, creating ridiculous\nrope drag for myself with even a short bend in the rope. Now, I knew\nbetter!</p>\n<p>I belayed on a ledge at the top of the climb and the end of the rope.\nKris found this pitch pretty hard, using aid where needed. The start and\nfirst crack were no problem, but the long crack after the dead tree were\ntough. Still, so was she, and soon we were both on top! I set up a rappel,\nwith a fun free-hanging section, and we were deposited on loose, sandy\nledges. Kris had learned a lot since Red Rocks, and scrambled down this\nmaterial efficiently and well. I was impressed! I don&#39;t know how comfortable\nI&#39;ll ever get with this kind of terrain, and I felt Kris was adjusting to\nit better. </p>\n<p><img src=\"images/krislook.jpg\" alt=\"Here&#39;s Kris on top of Castle Rock\">\n<img src=\"images/grimlook.jpg\" alt=\"\">\n<img src=\"images/krisp1c.jpg\" alt=\"\">\n<img src=\"images/selfport.jpg\" alt=\"\"></p>\n<p>Now we could enjoy a great meal in town, get some ice cream, listen to some\naccordion music and wander the &quot;Bavarian&quot; streets. This was as much fun as\nclimbing in the cool evening. Our motel was nice, especially the shower.\nThe next morning, we got up late and went to a Bernese Mountain Dog \ncompetition. These huge, calm, beautiful black dogs were pulling flower\ncarts or resting in the shade. We really liked them a lot!</p>\n<p>After this, we headed out to Castle Rock for a new attack on Saber. This route\nwas first climbed in 1956 by Pete Schoening, known in climbing circles as\n&quot;The Belay.&quot; In the late 1950&#39;s, on the first American climbing expedition\nto K2 in the Himalayas, Pete distinguished himself with an amazing rescue\nof 6 climbers! They were descending with a seriously injured climber from\nhigh camp. Suddenly, someone fell, pulling the others off for a long snowy ride\nto certain death. In the tangle of ropes and bodies, Pete jammed his ice ax\ninto the slope and held fast! Unbelievably, the ropes were tangled in such a\nway that his action stopped all the climbers hurtling off the mountain.\nThere is a lot more to this story, but even this bit of history makes the climb\nmore interesting.</p>\n<p>The rock was almost deserted, and I started climbing, really enjoying it, and\nimpressed with the chimney that I worked my way up. It was steep and exposed,\nbut protected very well. I felt this was definitely harder than &quot;5.4,&quot; probably\n5.6. The belay station was a small ledge, with room for gear in the crack on\nthe right. I brought Kris up, and she did really well. She&#39;s had so little\npractice climbing cracks, since it&#39;s hard to find that in the climbing gym,\nbut she attacked it creatively, and came up looking really good.</p>\n<p>Here, I went left on the ledge, then up to a bigger ledge. Now I got seriously\noff route! A party above us had exited up and right, and I was for some\naddle-brained reason impressed that we should do the same. Nothing in the\nguidebook description really made sense, so I decided to traverse under\na bulge, to a tricky 5.7 traverse bringing me to a ledge above a fixed\npin. I didn&#39;t know if Kris could see that maneuver, but there was gear\nat the start of the traverse. I headed up on easy ground to a tree around\na corner. Less than half the rope was out, but we couldn&#39;t hear each other.\nI put Kris on belay and she came up to the ledge before the traverse.</p>\n<p>By the run of the rope, Kris couldn&#39;t tell what I had done from here, and\nwasn&#39;t keen on looking around the corner and the bulge. She was totally\nstuck there, and we shouted at each other with no idea what we were saying.\nFinally, after about 10 minutes of no movement, we considered that we\nmight need a rescue of some sort. Well this was too much. I told her not\nto move, then I tied off the belay, gave myself 20 feet of rope, and \nclimbed down to where I could see her. This helped, and she climbed around\nthe corner, then did a tension traverse to the ledge below me. Up at the\ntree we talked about the mishap, then I hiked up the easy final pitch.\nKris enjoyed this one the most, it was probably about 5.2 in rating.\nIt was great on the top, with views down to the river and highway,\nand across to Drury Falls, which reminded me of Yosemite.</p>\n"}