{"date":"2000-4-29","title":"Red Rocks, Nevada","blurb":"with Kris","description":"<ul>\n<li>April 29 - May 1, 2000</li>\n</ul>\n<p>Kris and I made a short trip to Las Vegas for two reasons. One, to\nvisit her parents and grandparents vacationing there, and two, to do\nsome climbing! Friday night, we packed, although Kris never actually\ngot to bed, doing all kinds of last minute things.</p>\n<p>Right after the airport, we hoped to get out to the rocks and do a\nshort climb. I had picked out a 5.3 climb with a 15 minute approach\nthat looked like great fun. We got into the blazing sun, and boy was\nit hot! We tromped down the trail, and took a wrong turn at a hidden\nwalkway. I had accidentally flipped to the next page in the book, and\nstarted reading the wrong approach! We scrambled up as the walkway\nturned into a chimney with some nice 4th class climbing in the\nmiddle. Kris was a little uncomfortable on the terrain, and we were\nboth confused as to how this would get us closer to our climb, almost\non the other side of the wall (the book mentioned a long ledge, and\nfrom below, it appeared we could walk this ledge at a higher\nlevel. Needless to say, the ledge didn&#39;t exist!). So we climbed down,\nand Kris found a way around the steep part.</p>\n<p><img src=\"images/firstpk.jpg\" alt=\"\"></p>\n<p>Back to square one! The book mentioned 30 feet of &quot;scrambling&quot; up a\nwall on the back side of the walkway.  I started up at a suitable\npoint, then painfully climbed down to change into rock shoes. This was\ndefinitely 5th class terrain, and we still couldn&#39;t see how we&#39;d get\nto the climb. Kris had a great eye for judging the rock, and I started\nup again where she recommended. It was easier. I went up a ways, then\nwandered on low angle slabs to the right, finally deciding that the\nclimb was around the corner from that point.  I had the rope, so I\nhauled up our pack, put Kris on belay and she came up. Remember, we&#39;re\nstill on the &quot;15 minute approach!&quot;</p>\n<p>I got some gear into cracks, then led out along the slabby ramp,\nrunning out of rope pretty quickly. I put in some more gear, then\nasked Kris to simul-climb this whole 3rd class section. We did this,\nand I made it around the corner to the base of the climb. I couldn&#39;t\nfind any sort of anchor though. I was bringing Kris in when she\nstopped. There was a period of loose boulders resting on the angled\nslabs just before, and although I had stepped over and among them,\nKris wasn&#39;t going for this! Also, there was very little runout, with a\nbig drop-off to the right. Realizing that I couldn&#39;t do anything to\nprotect her on this, the decision to turn around was made instantly. I\nlowered Kris to the ground from the belay point, then I down-climbed\nthe 5th class wall. Needless to say, I was pretty pissed-off about the\nbook&#39;s extremely casual description of this approach. What &quot;should&quot;\nhave taken 15 minutes, took us over 2 hours. Had I known the level of\nunprotected, serious scrambling, I wouldn&#39;t have brought Kris there!</p>\n<p><img src=\"images/krisat.jpg\" alt=\"\"></p>\n<p>Anyway, Kris was a great sport, and willing to try anything, up to a\npoint. She made a good decision to turn around. I was just continuing\nmore out of brute stubbornness, knocking down each obstacle even when\nit became unwise to continue doing so. Force of habit can get you onto\nsome evil terrain!</p>\n<p>I still can&#39;t believe that approach description...</p>\n<p>So later, we had a great Italian food dinner with Jim, our excellent\nhost for that first night. We didn&#39;t feel so bad about the first climb\nbecause we planned to climb the Solar Slab Gully early in the morning.\nThis has four or five pitches of easy fifth class climbing, something\nthat really appealed to us. Then we&#39;d rappel the route. Sounds like\nfun!</p>\n<p>Kris was bleary-eyed, but overall excited and ready to go. We left\nJim&#39;s as the sun was peeking over the city.  At the trail-head, we\nstarted out with our rope, gear, and plenty of water. The hike to the\ndeep canyon was nice, and soon we were pawing through the book and\nlooking for the best approach among a maze of boot paths. I led Kris\nup one steep pitch after another, each time promising that the base of\nthe climb must be around the next corner. We could see the climbing\nroute pretty clearly on the wall above.  It ascends a deep, steep\ngorge in the slab, populated with a few trees and shrubs at level\npoints.  But getting there went on and on! Finally, we crossed a\ngully, scrambled up a rock and down the other side, meeting a host of\nfootprints near the base. We climbed to a tree below a long deep crack\nin the rock, happy for some shade!</p>\n<p>Leading on the first pitch shattered some illusions I had about this\nclimb. Steve and I had discussed simul-climbing it in the dark one day\nfor an attempt at Solar Slab, the long route that continues above the\nGully.  But actually climbing it made me feel it warranted a little\nmore caution! I passed a ledge with a rappel station, and continued to\nanother rappel point that served as a belay station. The view from\nhere was great, and Kris came up quite easily. We were both smiling,\nhappy to finally be climbing, instead of grubbing in the dirt, looking\nfor it!</p>\n<p><img src=\"images/tabasco.jpg\" alt=\"\"></p>\n<p>A level walk back into the gully brought me to an &quot;interesting&quot;\nboulder problem I&#39;d probably describe as 5.7, especially if you&#39;re\nshort. I was surprised at this, because this pitch was supposed to be\nonly 4th class.  I continued up, veering left, and up again on easy\nground to a belay tree. Kris found this problem nearly insurmountable,\nbut with a tight belay, she made it up. We rested for a few minutes,\nthen moved the belay behind a tree in a level spot. This pitch looked\npretty fun, and it was. I enjoyed some wild stemming moves in a deep\nchimney, passed a boulder with slings on it, then emerged from the\ndeep gorge into sunlight. I came to a ledge where I should have\nstopped, but didn&#39;t. I continued to a hanging belay station 20 feet\nabove, then wanted to belay at a shady tree 15 feet back in. But I was\nout of rope, so I belayed at the hanging station from two bolts. This\nwas a wildly exposed location, with a lot of air under my feet. I also\nhad a view of the final pitch, which looked great.</p>\n<p><img src=\"images/upperr.jpg\" alt=\"\"></p>\n<p>But hanging on my harness got pretty uncomfortable, and my right leg\nwas falling asleep. I gave Kris a tight belay, but this was difficult\nto do, as the rope from below pulled on me, and my anchor above pulled\non me. She arrived at the crux section, and needed a lot of help from\nthe rope. But I was like a bead on a wire, pulled taut between the\nbolts and the rope below! Kris was hanging on the rope, attempting to\nwork out the puzzle, and I was suspended in space, pulled off the\nvertical by tension above and below.</p>\n<p>This was getting really uncomfortable, in fact, starting to hurt quite\na bit. When Kris asked for more tension, I finally said &quot;I&#39;m going to\nlower you!&quot; I did this, and the painful pressure on my leg abated\nsomewhat. But I wasn&#39;t done. She had to untie from the rope so I could\npull it up and execute two rappels in order to get down to her. While\nI worked on this process, I would do a pull-up every now and then to\nget blood back into my leg and foot. Eventually, I was ready to\nrappel, and did so, pretty sad and upset that we had come so far to\nget thwarted in this way. I wished I could go down to the ledge I\nshould have belayed on, set up a belay, and bring Kris up from\nthere. I could give her a lot more help with the rope then. But since\nI had the rope, there was no way I could get it to her easily.  I&#39;d\npretty much have to start the pitch over again after two rappels. We\nneeded to meet and visit with Kris&#39;s family, and we would already be\nlate for that. Grr! Also, I had been short with Kris, who had no idea\nof my situation above her.</p>\n<p>Finally, I reached her at the shady level area, and we told each other\nour stories. The crux chimney just didn&#39;t work for her at all, it was\nvery much a function of height. At 5&#39;2&quot;, Kris is 9 inches shorter than\nme, and this can make a huge difference sometimes. In the rock gym,\nKris is climbing 5.8 routes, but every now and then, there is an\n&quot;easier&quot; climb that requires a long reach to even start. This pitch\nwas in that category. I could explain why I got so terse and militant\nin my shouted comments from above!  We hugged and licked our wounds,\nhappy to be together and ready to go home.</p>\n<p>Oh yeah, that pitch was supposed to be 5.2...</p>\n<p>One rappel, two rappels, three rappels. Kris was definitely getting\nsome good practice! At the base, Kris confidently down-climbed the\nshort 4th class step that hits the approach path. But we were both\ntired, and looking forward to finishing the descent and getting\nback. On the wall, Kris had scouted a different, more direct way down,\nand we found there was a path there. We started down the steep, dirty\nsloping terrain, eventually running into trouble at a red band of\nrock. It looked crumbly and evil, so we stayed right, but couldn&#39;t\navoid it entirely. It was very hot, and Kris was suddenly exhausted.\nI felt like such an idiot for a while, having forgotten about the\nsevere ruggedness of the terrain around here. Really, Kris had nothing\nto compare it to, although I&#39;d been tromping on these kinds of\n&quot;trails&quot; for a few years now. After some more slow, painful descent, I\nwas able to help by standing in front of Kris and acting as a kind of\n&quot;walking hand-balance&quot;. It made me feel immensely better to help, and\npleased us both that we were moving much faster. The problem was that\nI might walk down a tilting slab covered in tiny ball-bearings pretty\nquickly, but Kris would need to go around, sit down or face in to make\nit past. Even then, it was hard. But if I went a few feet ahead,\nbraced my feet on good holds, she could stride confidently down with\nmy support, even better if I could walk with her, moving from one\nsecure position to the next. This technique really saved us a lot of\nphysical and mental strain.</p>\n<p>we still had more to do, however, following the rocky, scrambly stream\nbed to where it joins the main trail. This went quite pleasantly, and\nwe breathed a BIG sigh of relief once back on the trail. A mile or so\nof walking, and we reached the car, never so happy for air\nconditioning!</p>\n<p>And with that, the climbing portion of our Red Rocks trip ended. It\nwasn&#39;t a disaster, but it wasn&#39;t exactly smashingly fun, either. It\nwas too hot, the climbs weren&#39;t well researched, we got sandbagged\n(the very definition of the term is given by the &quot;15 minutes&quot; incident\nabove), at least one mistake was made, and the grueling, relentless\nnature of the approach trails wore down the fun pretty efficiently.</p>\n<p>I feel like I&#39;m just starting to climb with Kris, and am impressed\nwith her equanimity in the face of all kinds of\nuncertainties. Sometimes I get it right, and we have a great, relaxing\nday at Vantage, and sometimes I get it wrong, completely imposing my\nown abilities/desires onto her. The special thing is that she&#39;s always\nwilling to give me another chance to show her a good time on the\ncliffs, and I look forward to many wonderful years doing just that.</p>\n<p>Her family was shocked when we arrived at the gambling hall fresh from\nthe climb, dirty and carrying big packs.  A telling statistic is that\nI was so tired I could barely move, and had to be let into the hotel\nroom to sleep like the dead. But Kris stayed out, fighting off rolls\nof quarters her grandma kept pressing into her hand! Kris was severely\ndehydrated though, and it took over a week to hydrate again. Don&#39;t\nunderestimate the heat!</p>\n<p>Despite everything the Red Rocks threw at us this time, we did have\nsmiles on our faces at the car. Does it matter if the smile is more\nfor the A.C. and a Coke? Nope!</p>\n"}