{"date":"2000-8-8","title":"Symmetry Spire Southwest Ridge","description":"<ul>\n<li>Southwest Ridge (5.7)</li>\n<li>August 8, 2000</li>\n</ul>\n<p>Steve had picked out the Southwest Ridge, a historic climb with 6 or 7\npitches of 5.7 climbing.  The climb was guarded by a long approach up\na brushy slope with a prominent snowfield at the midpoint. Jeff\nsuggested we take the 7 am boat, and if we hurried, we could make it\nback for the last boat at 6 pm. We did this, getting on the Jenny Lake\nshuttle with a gaggle of climbers making for other routes in the area,\nsuch as Cube Point, Baxter&#39;s Pinnacle and the Guide&#39;s Wall. Happily,\nwe were alone in our choice of destination. We easily climbed out of\nthe forest into a brushy talus field. Here, a short 4th class climb\ngot us above a headwall, and onto a small trail traversing onto the\ndesired slope above a cliff band.  We were puzzled as we connected\nwith the creek there, noticing a large, well-trodden trail coming to\nmeet us from the edge of the cliff band. Huh? We resolved to follow it\ndown later. The view was great, and the rocky gully we ascended wasn&#39;t\nas bad as it looked from the boat. Finally, we spotted a cairn, and\nexited the gully on the right, eventually losing all traces of\ntrail. We sidehilled up dirty slopes, enjoying the occasional level\nboulder. Finally, just below a notch dividing Storm Point from\nSymmetry Spire, we turned right and easily found the base of the\nroute.</p>\n<p><img src=\"images/symmetry.jpg\" alt=\"The red line shows our climb\">\n<img src=\"images/simbelay.jpg\" alt=\"Steve at the pitch 6 belay\">\n<img src=\"images/viewsim.jpg\" alt=\"Mt. Owen from the saddle\">\n<img src=\"images/pitch2.jpg\" alt=\"Pitch 2 on the ridge\">\n<img src=\"images/mtowen.jpg\" alt=\"Far above the valley\"></p>\n<p>We rested, roped up, and scrambled up to the first belay.  I had to\nclimb back down to my pack three times, once for water, once for the\nroute topo, and once just to maximize wasted time! The first lead was\neasy, and the rock solid. It led to a tiny notch below a steep\nheadwall with a beautiful short crack. I built an anchor here, and\nSteve followed. This whole climb was full of fixed Camelots, shoved\nwith great earnestness as deep into cracks as possible. Often, my\nanchors made handy use of these impromptu, albeit bomber, pieces. The\nnext lead had a hard start on the short crack, but it was great\nfun. Moving up on the ridge, we got to enjoy increasing views of the\nlake, Mt. Owen and Mt. Teewinot. A few birds flitted above and below.</p>\n<p>The next two pitches weren&#39;t very memorable, but the final two pitches\nwere spectacular.  Each of them is often done as two pitches each, but\nwith our 60 meter rope, we had no problem combining. First we\nencountered &quot;The Nose,&quot; with a few stiff 5.7 moves protected by\nancient iron pitons. It was a sandy, Gandalfian nose about 20 feet\nhigh. Great fun with careful foot placements. The harder move of the\npitch was getting to a big ledge, and continuing on black, steep,\nblocky rocks above. The exposure here was great, and Steve looked very\ntiny directly below. A strenuous move got me onto the rock, then\ndelicate work avoided the overhangs and piles of loose rock. Finally,\npractically out of gear, a face climb that reminded me of the upper\nCastle in Tumwater Canyon led to a large ledge. I was happy for a\nsingle fixed pin on that face. Steve loved that pitch, and we were\nboth raving about the joy of this climb now. The final pitch looked\nintimidating, but a 5.6 ramp led up and right to a belay\nledge. Continuing on, I reached &quot;The Flake&quot;, a large granite\nenvelope, which I licked on the left side, finishing with a hand\ntraverse and a mantel. We smiled at the world below, and did some\nroped and unroped scrambling to a notch below the true summit.</p>\n<p>We had expected to go on to the summit via scrambling, but the many\nrappel slings here, and the steep, loose wall above convinced us to\nrappel. A man appeared at a saddle below, and verified that our single\nrope reached the bottom. After more scrambling, we reached a notch,\nand talked with the local man there. He was very nice, although he\nwarned us that because we were &quot;tourists,&quot; some locals (not him of\ncourse) might have said the ropes REACHED, when they DIDN&#39;T. If you\nget his meaning. We said our goodbyes, sadly aware of people again,\nand their various foibles. The loose gully went well, and once we\nreached our packs, we got some resolve to make the last boat. This\ntime, we followed a wide trail down. It was just above the gully we\nclimbed up, and much better as a descent. We followed it over the\ncliffy headwall, finding it angled left, cleverly staying above the\nsteep bits. Finally, we came to our 4th class climb from the morning,\nfinding that&#39;s where we&#39;d made a wrong turn.  (near the top of the\nclimb, make a sharp LEFT, don&#39;t go STRAIGHT AHEAD into a shallow gully\nlike normal people).</p>\n<p>We ran willy-nilly for a while, then pounded pell-mell down the trail,\nreaching the boat dock at 5:45. Sadly, we found a welter of screaming\nchildren and huffing tourists waiting in a quarter-mile-long\nline. Against our better instincts (we&#39;d worked so hard for that\nboat), we got in line, shuffling aboard sometime after 7:00. So this\nwas where all the people were!</p>\n"}