{"date":"2000-9-12","title":"Sahale Peak","description":"<p>Jeff S. and I took a day off for a climb of Sahale Mountain via\nCascade Pass and Sahale Arm.  The weather hasn&#39;t been great in the\nmountains over the last few weeks, but Monday was clear, and called\nfor the same Tuesday. Jeff drove his truck, and in a bizarre incident,\nwas stopped for speeding in Concrete. He was going 35 mph, consistent\nwith the signs.  Another sign said to slow to 20 mph when children\nwere in a crosswalk. There were no children there, but we were stopped\nall the same. The officer said &quot;They&#39;ve been coming through for 15\nminutes!&quot; It was hard to know how to reply. But he let Jeff off with\na warning, so we can&#39;t complain much.</p>\n<p>We finally got to Cascade Pass, \nreally enjoying the snow-dusted views\nof Johannesburg and the Triplets. The sun was out, and at 9 am, we\nstarted walking. The almost-level Cascade Pass trail takes 3.7 miles\nto accomplish what could be done in 1.5 miles.  Talking about this and\nthat, we reached the pass, and kept going up Sahale Arm.  Moving\nfairly quickly, we reached a crest and looked down at Doubtful Lake.\nIt looked doubtfully back up at us. Marmots roamed across the trail,\npaying little attention to us.</p>\n<p>This is probably the best view trail I&#39;ve been on, with pleasant\nvistas looking back at the tread winding around and down. All this\nheather/pond mixture was topped by Mix-up Peak and the Triplets. But\nas we left the heather for extensive boulder-fields, the small cloud\nobscuring the summit grew, finally smothering us in a light mist.  We\ncould see gray weather coming from the west, and mentally prepared for\na view-less vista from &quot;The View Peak of the Cascades.&quot; Darn. But on\nthe other hand, we were out in the weather, in a new place. Soon, we\nwere on the glacier, cramponing up a moderate slope with some tracks\nto follow.</p>\n<p><img src=\"images/mixup.jpg\" alt=\"Mighty Mix-up Peak\">\n<img src=\"images/animals.jpg\" alt=\"Wild Kingdom: North Cascades Special\">\n<img src=\"images/sahalearm.jpg\" alt=\"Looking down Sahale Arm.\">\n<img src=\"images/johanface.jpg\" alt=\"Faces of Johannesburg Mountain\">\n<img src=\"images/strdown.jpg\" alt=\"Looking down from the summit.\">\n<img src=\"images/ssumrdge.jpg\" alt=\"Jeff on the summit ridge.\">\n<img src=\"images/contem.jpg\" alt=\"Heather, mist and jagged peaks.\"></p>\n<p>The glacier was quite benign, although we did see two medium-sized\ncrevasses spanning the slope to the right. We were able to give them a\nwide berth. The tracks disappeared in the whiteness upon reaching a\nsaddle. We rounded the saddle, then went up on a rocky slope with\nseveral inches of fresh snow. We made for a dimly seen ridge left and\nup, crossing a worrisome steep slope in the process. At this time of\nyear, we had about two feet of snow over rocks that seemed as if it\ncould slide. After 50 feet of this, we arrived at the ridge. Removing\ncrampons, we avoided the stunningly exposed ridge crest and traversed\nlower on the rocks. Pretty quickly this got hard, and increasing rain\nconvinced us to back off. For some reason, I expected the route to be\naround the corner to the right, so we prepared to cross the snow back\nthat way.  Jeff took a look at the ridge crest though, announcing that\nit was blocky and easier than our traverse.</p>\n<p>He started up, making quick progress, and I followed. The crux came at\na &quot;5.4&quot; move on wet rock. Jeff pulled through. Not liking the look\nof it, I went a bit lower for a &quot;4th class&quot; move. Right after this,\nwe reached the summit, and the peculiar &quot;Boston Peak&quot; USGS\nmarker. We had a beautiful vista of gray, some of the best cloud\ninterior I&#39;ve ever seen! I took a picture looking down from the tiny\nsummit, and another of Jeff. Before the rock got too wet, we wanted\noff. The down-climb was easier than expected, and soon we were moving\ndown the snow.</p>\n<p>We met two guys at the base of the glacier who were preparing for a\nclimb of Rainier the next weekend. They were from Michigan, and\ntogether, we admired cloud interiors.  A mountain goat appeared above\ntheir camp, snuffling in the moraine. Now for a long trip down moraine\nand boulder-field, finally reaching heather and mud. Coming out of the\ncloud, we could admire the views again, using up vast quantities of\nfilm.  A buck was grazing just off the trail, reluctant to let us\npass, and intent on his meal of grasses. We edged around him, then\ncontinued down among chattering marmots.  Really, this was a great\nwildlife trip! A goat, a buck and marmots. Oh, and I nearly ate a\nhardy mosquito.</p>\n<p>Down at Cascade Pass we chatted with an odd visionary, smoking a\nhand-rolled cigarette of some sort. We left him to his musings,\nmentally girding for the irritating 3.7 mile trip to the car, a mere\n2000 feet directly below! We counted over 32 switchbacks, most of them\nlong, level affairs. Ok, it&#39;s time for a &quot;climber&#39;s trail&quot; to the\npass!  But we moved quickly, getting to the truck in an hour.</p>\n<p>Our &quot;season of delays&quot; wasn&#39;t over, since two clueless vehicles\ndrove 15 mph for much of the 20 mile Cascade River Road. Finally, we\npassed them, although they &quot;menaced&quot; us with erratic swervings. The\ndrive home was long, and we were both pretty tired. I tried to get\nexcited listening to AM radio baseball, and partially\nsucceeded. Perhaps in later years, I&#39;ll nurse a bottle of orange pop,\nread the horse track scores, smoke a cigar and listen to the AM\nradio. Or perhaps not.</p>\n<p>Jeff and I had some consolation from the panoramic poster of the view\nfrom Sahale at my house. &quot;Ah, so that&#39;s what it looks like!&quot;</p>\n"}