{"date":"2000-5-15","title":"Silver Star Mountain","description":"<ul>\n<li>Silver Star Glacier</li>\n<li>May 15, 2000</li>\n</ul>\n<p>Our plans were falling apart!  At a rousing reunion dinner with Jeff\nThursday night, I waxed on about the need to get out into the snow and\nclimb!  But then Peter couldn&#39;t make it, and Jake and I didn&#39;t have\ncars for Saturday.  Steve was out for several weeks with an injury.\nAlso, Jake had to be back Sunday morning.</p>\n<p>Our options narrowing, and the weather very bad, we tried to pull it\ntogether until 9:30 pm. Jake spent the afternoon dealing with the\nstock market (&quot;Bloody Friday&quot;), an insanely incompetent bank, and a\nflat tire. I dealt with a product release that kept me at work long\nafter I hoped to be driving to Washington Pass, a smile on my face!</p>\n<p>We called it off, after valiant efforts. But my soon-to-be-idle body\nstill sought with devilish fury to get out of town. With my best\npuppy-dog eyes, I pleaded for the car, and Kris relented, gamely\nsigning up for the bus. She would have a long adventure of her own\nthere, but in the meantime, we could go!</p>\n<p>Calling my boon companion Jake, I agreed to pick him up at 2:15 am, a\nmere 3 hours hence. This was going to be a day trip to Silver Star\nMountain, in uncertain weather.  Who were we kidding?</p>\n<p>I kidded myself into sleep for about an hour, drove to the city, and\nsoon we were ensconsed in the dark car-cocoon. Pop-tarts, water, and\nmurmuring about the route kept us busy for the long drive. We came\ninto rain, then snow, emerging at the pass in a blue filtered\ngauze. We opted for the longer Silver Star Creek route, fearing\navalanche conditions on the Burgundy Col. With a TOPO! map, and a\nrudimentary idea of where to go, we found the creek and began\nsnowshoeing. It was 6:30 am.</p>\n<p>I remember distinctly feeling I had more determination than energy,\nand throughout the day looked to that in order to keep going. I\nenvisioned us stumbling out after dark, tripping over limbs as a way\nto prepare for a very long day.</p>\n<p>But the climb would direct my thoughts outward. The first 1000 feet in\nforest are quite steep, no matter how you wend your way over and\naround. We kept the creek in earshot, and every time I saw running\nwater I regretted my two full quarts!  I&#39;d become a ruthless\ncapitalist, examining the ledger sheet of weight carried to strength\nexpended.</p>\n<p>But the weather was actually nice. We enjoyed views of our valley\nopening up. Cloudy, with light snow, we had faith we&#39;d get some sun\nlater. As we toiled up, Jake remarked how much better to have this\nthan blinding sun and mushy snow.</p>\n<p>We stayed near the creek, often on thick snowbridges right in the\ncreekbed. Emerging into a flat area, we scouted our route off to the\nright, and began climbing the moderately open slope. Gently traversing\ndeeper into the valley and closer to rocks on the east side, we came\nto a broad cirque which offered several possibilities.  We could have\ncontinued across it and up a moderately steep open break in a ridge,\nor continued up one of two colouirs to the right. Here we roped up for\nthe glacier we would be on soon. I remembered how exotic roping up for\na glacier used to seem.</p>\n<p>Jake led the way up our colouir, which leaned at a moderate angle. The\nwalls closed in, and suspense built as we wondered what would come\nnext. At the top, I led across a bowl hard under rock towers. We\ndecided we must be under Burgundy Spire, and had climbed right up to\nBurgundy Col, although we were never sure of this until the way back.</p>\n<p>Excitement building, we crossed another bowl, rounded a corner, and\nthere found the vast glacier before us. The summit rocks were in mist,\nso it took a few minutes of talking about the map to choose our\ndirection. It looked higher to the right, but the broad flat area 800\nfeet above looked to be just right of the summit. We&#39;d climb over\nthere.</p>\n<p>The clouds started breaking up, giving tantalizing glimpses into\nanother world. From white wisps would emerge jumbled towers and blue\nsky, only to disappear again. We really wished for our snowshoes,\ncached at our rope-up spot. The deep snow must have slowed us down\nconsiderably.</p>\n<p>Finally, in a blast of wind we stood on the plateau at glacier\nhead. Unroping, we climbed the steeper snow and rocks towards the\nsummit. After 300 feet, we were at the final impasse, a mixture of\ngood rock and rotten snow. Jake deftly showed the way, and I followed\nto a point. The last 7 feet were too much for me, but Jake squeezed\ninto a short offwidth chimney and stood on a ledge on the opposite\nside of the summit block. Gloves encrusted with ice, we were soon\nready to descend the mixture of rotten snow and icy rock. As a bonus,\nthere was good snow for plunge stepping just off of the route we\nclimbed, and this sped our descent. Totally fulfilled, we proclaimed\nour happiness to have had &quot;weather&quot; as opposed to just sun. As long as\nthe &quot;weather&quot; gives you those windows in the clouds from time to time,\nI&#39;d always chose it, since the mixture of cloud and rock is very\nexciting...</p>\n<p>Quickly down the glacier, around the corner and up slightly, we\nadmired Burgundy Spire, now totally visible. Stepping down our colouir\n(we tried to glissade but the snow was too deep), we soon were\nunroping at our packs. A final bite to eat, and we started the walk\nback. We pushed pretty hard, and it seems we never stopped all the way\ndown to the flat area, into the creekbed, out and into the steep\nforest above the car. Wow, it was only 4 pm! So much for my &quot;stumbling\nout at midnight theory&quot;.  So Silver Star really is a great day\ntrip. We also had the place to ourselves the whole time. Back at the\ncar, there were several parties getting ready to hike up a ways and\ncamp.</p>\n<p>It felt so good to get out into the mountains, Jake and I were all\nsmiles on the way back. We identified some peaks from the car, Jake\nfound some great ones in the Pickets.  I showed him Hozomeen, which\nlooks amazing. But arrgh, the gods that be couldn&#39;t let the trip be\njust perfect! I got a speeding ticket in Concrete, just before leaving\ntown.  I didn&#39;t wait for the sign to say &quot;55,&quot; so they got me going\n45+ in a 35. I must apologize to Jake for being a big wet blanket the\nrest of the way home, so unhappy with myself!</p>\n<p>Oh well, I&#39;m over it now, and ready for another trip!</p>\n"}