{"date":"2000-1-1","title":"Short Reports 2000","description":"<h3 id=\"mount-dickerman-partial-12-26-2000\">Mount Dickerman (partial), 12/26/2000</h3>\n<p>Is it unusual to be able to drive to the trail-head after Christmas? The trail is free of snow, but a little icy for much of the way in the forest. Snowshoes aren&#39;t needed until the long traverse on steeper slopes just above 4000 feet. Views of Vesper Peak, Sperry Peak, Big Four and Hall Peak were excellent. The trail ended, and I blazed to about 4400 feet. I turned around there because I had to be home by one, I somehow thought the summit was 6500 feet (demoralizing), and I had no idea I was just below\nappealing, gentler slopes! Lesson - don&#39;t forget the map!\nIt was a peaceful morning in the mountains, with some weak yellow sun.</p>\n<h3 id=\"urban-hike-costco-to-home-12-17-2000\">Urban hike - Costco to home, 12/17/2000</h3>\n<p>I had really wanted to do some hiking this weekend, so I was bummed to be hanging around the\nKirkland &quot;Costco&quot; store amid the milling consumers. Kris and Marco left me there with a map at\n4:00 pm. I had a pretty enjoyable walk home, a total distance of 10 miles. I took a route\nover some hills, passing a cider farm where I enjoyed fresh apple cider and petted some dogs.\nI passed a local pizza business that wouldn&#39;t sell me a slice. I was home in just under 3 hours.\nDifferent, but still rewarding.</p>\n<h3 id=\"lake-serene-12-12-2000\">Lake Serene, 12/12/2000</h3>\n<p>I took a pre-work jaunt up to this cold sub-alpine basin. The trail is easy to follow all the way \nto the lake, despite some dry, fluffy snow on the upper staircases. I have to admit, I like the \nstairs! It was a beautiful morning to watch the sun turn Mt. Persis gold, and see burning orange \ncloud wisps and blue sky over Mt. Index. The lake is frozen. I would almost try walking on it, \nbut I have a healthy sense of self-preservation. It&#39;s amazing that the elevation is only 2700 \nfeet. Bridel Veil Falls is festooned with icicles.  </p>\n<h3 id=\"steven-s-pass-skiing-12-2000\">Steven&#39;s Pass Skiing, 12/??/2000</h3>\n<p>Shari, Roland, Kris, Marco and I went for a few hours of skiing. Shari got an injury, but she&#39;s\nok now.</p>\n<h3 id=\"mt-townsend-12-02-2000\">Mt. Townsend, 12/02/2000</h3>\n<p>Jake and \nPeter met me at the Edmonds ferry, which I barely jumped onto before\nit left, and we met \nGreg before entering the maze of forest roads east of the\nBuckhorn Wilderness. We got a bit lost, then had a flat tire to repair. Jake\nthumbed through the guidebook describing our proposed Tunnel Creek hike, and\nespied a trail up Mt. Townsend. This had to be better! We agreed to head up there,\nand spent more time on the confusing roads. We hit snow in the last mile.\nOne more storm and it won&#39;t be possible to drive to the trail-head! The hiking\nwas fun in crunchy snow and clearing skies. I would meander ahead now and then\nto get some &quot;cardio&quot; training. We were a happy bunch to be under a blue sky\nlooking up at our peak. The trail wound up an avalanche slope, completely safe\nwith such low snow cover. Finally we went straight for a saddle below the summit,\ngetting some nice views of the Graywolf range. After a visit to the summit and\nsome stories, we continued telling tall (but true!) tales over lunch at the saddle.\nWe pored over Greg&#39;s map, naming summits and valleys for an hour before heading\ndown. The clouds had started to obscure views, and we were soon in a fog.\nAn uneventful descent, except for the time Peter and I cut a switchback down a\nsteep snowy slope only to end up in a tight ravine far from the trail. Oops!\nAt least we got to use our snowshoes traversing over to Greg and Jake, who waited\nfor us. We took our evening repast at the Whistling Oyster, a most excellent tavern\nfor the weary. </p>\n<h3 id=\"barclay-lake-11-19-2000\">Barclay Lake, 11/19/2000</h3>\n<p>Kris and I were coming back from a weekend cabin near Lake Wenatchee, and I wanted\nto see the North Face of Mt. Baring again. We started walking on the gentle, but icy\ntrail to Barclay Lake. Kris was really cold, and nervous about the ice. I sent\nher back and quickly jogged to the lake and back. The face was a weeping cascade\nof ice lower, and dark black rock above.</p>\n<h3 id=\"big-four-ice-caves-11-10-2000\">Big Four Ice Caves, 11/10/2000</h3>\n<p>Peter and I met John B. and Wendy at the caves on a beautiful Saturday\nmorning. There was a dusting of snow on the ground. We set a top rope on a short\nwall of overhanging ice. John, Peter and I climbed the 15 foot wall several\ntimes, very happy to have helmets and goggles for the occasions when the ice\ntools came out of the ice suddenly and unexpectedly! John and Wendy had to go,\nso Peter and I climbed 400 feet up to the <em>Bergshrund</em> at the back of the\ncaves. Here, Peter set a top rope above a 70 degree ice/snow slope. This was a\n<em>blast</em>, the climbing was easy but thrilling. We were running late for our\nafternoon appointments, so we hurried down before getting to really explore the\nmany short climbs in this area.</p>\n<p><img src=\"images/peterla1.jpg\" alt=\"Peter on 70 degree ice\"></p>\n<h3 id=\"vantage-with-kris-10-15-2000\">Vantage with Kris 10/15/2000</h3>\n<p>Kris and I hadn&#39;t climbed together in quite a while, and we missed\nthat a lot.  So a trip to Frenchmen&#39;s Coulee was called for. We did\nseveral easier climbs at the Feathers (old favorites), then headed to\nthe Sunshine Wall. There, I climbed &quot;Party in your Pants&quot; (5.8, trad),\na classic crack route. This climb was pretty long, I had to rest on\nthe rope a few times to finish it. But the jamming was very\nstraightforward and enjoyable.</p>\n<h3 id=\"snoqualmie-peak-almost-9-22-2000\">Snoqualmie Peak (almost), 9/22/2000</h3>\n<p>Peter and I planned an early morning climb of Lundin Peak&#39;s West Ridge, \nwhich should be an excellent 4th class scramble. He picked me up at 3 am,\nand by 4:30 am we were thrashing in brush near the Snow Lakes Trailhead.\nAfter 30 minutes of Devil&#39;s Club, we pulled out the route description again.\nThe trail up to Snoqualmie Peak started 50 feet to the right of the Trail-head!\nWe found it quickly, and tried to make up for lost time. It started to lighten\nas we crossed Cave Ridge, coming to a saddle between the ridge and Snoqualmie\nPeak. We decided to climb high on this peak, then traverse right to the\nbase of Lundin. No sooner did we begin scrambling up talus and heather, than\nwe realized our firm turn-around time prevented us from making the climb.\nWe had to be back in the city by 11 am. So we climbed &quot;The Snow Dome&quot; to\nthe right of Snoqualmie Peak. Peter insisted it was the summit, but deep in\nour hearts we knew it wasn&#39;t. Clear skies and a bitterly cold wind accompanied\nus down the ridge. We found that a trail goes down from the Cave Ridge/Snoqualmie\nSaddle, but worried about where it went. Later, I found that it met up with the\nsteep trail we took up from the trail-head. So we traversed Cave Ridge, then\nheaded down. We met a woman who couldn&#39;t believe what we&#39;d done, and then\nshe determined that we climbed the Snow Dome rather than Snoqualmie Peak.\n&quot;Oh, of course, see, I knew you couldn&#39;t climb Snoqualmie! That took me all\nday long!!&quot;. To us, it seemed that since the Snow Dome was about the same\nheight, and if we hadn&#39;t lost 45 minutes looking for the trail, we could\nhave done it. Nursing our bruised egos, we tore down to the car, and to work.\nAt least we know something about those elusive trails up from Alpental now!</p>\n<p><img src=\"images/peterals.jpg\" alt=\"Peter in alpine attire\">\n<img src=\"images/snowdrge.jpg\" alt=\"Peter coming up the ridge to the Snow Dome\"></p>\n<h3 id=\"vantage-09-03-2000\">Vantage, 09/03/2000</h3>\n<p>Sunday, I took my dad and Kitty to Vantage for some rock climbing.\nHe did very well, climbing Where the Sidewalk Ends, and The Becky Route.\nI climbed a 5.10a on the other side of the Feathers, and a favorite:\nJesus Saves.</p>\n<h3 id=\"leavenworth-08-28-29-2000\">Leavenworth, 08/28-29/2000</h3>\n<p>I took \nMarco climbing in Leavenworth. First we did 3 or 4 fun pitches on\nMountaineer&#39;s Dome. But I dropped his camera on the second pitch. We\nwatched it explode on the rocks on a long downward course! I felt terrible,\nbut did buy him a new one. Then we climbed the 5.7 top-rope on Barney&#39;s\nRubble, and finished the day with a supposed 5.6 crack to the left.\nI&#39;d rate it 5.7 for sustained moves with a definite &quot;protect or go on&quot;\nquandary. We had dinner at a Bavarian Restaurant, where we met a couple from\nGermany. They were from an area very close to Marco&#39;s island of Fuehr!\nAnd the food was &quot;pretty good&quot;, according to him...high praise from a\nreal German! We bivied at the 8-mile campground, under beautiful stars.\nIn the morning, I awoke to clear skies, but a barometer that had dropped\nrapidly. Doubtfully, I looked up at the sky again, which was suddenly\nfilled with cloud!</p>\n<p>But the weather was stable, so we climbed the R \\&amp; D Route. I think Marco is\ncorrect in feeling that I sandbagged him...it was too hard for a beginner.\nWe did the climb in 4 pitches, and on each one Marco had a\nsignificant challenge. He always came through, but wasn&#39;t entirely pleased.\nI did a lower for Marco, then rappelled. After some tricky hiking, we were\nback at the car and heading home. Marco was patient, a quick learner, and\nan excellent companion. Whether he&#39;ll want to climb again is something only\nhe knows! ;).</p>\n<h3 id=\"rampart-lakes-08-27-2000\">Rampart Lakes, 08/27/2000</h3>\n<p>Marco and I hiked up to Rampart Lakes, an area I&#39;d wanted to visit for a while.\nThe weather was overcast, with occasional sun breaks. It was Marco&#39;s first\nmountain hike. He was zooming up the trail, but found it a little tiring upon\nrealizing that it goes up for thousands of feet. Pacing, my boy! On the way\ndown, we ran great distances, and I did a somersaults on the trail, escaping\nwith a small cut on the knee. &quot;You&#39;re insane!&quot; said Marco, as I began running\nagain. I wonder.</p>\n<h3 id=\"mount-si-07-30-2000\">Mount Si, 07/30/2000</h3>\n<p>I made it to the top of the Haystack in 1:30, and was at the base at just under \n3 hours. I discovered a portion of the old trail in the final mile, and \nthis was nice, because it goes up steeply, with no pesky switchbacks.\nHeart rate: 170 bpm most of the way.</p>\n<h3 id=\"vantage-07-29-2000\">Vantage, 07/29/2000</h3>\n<p>Kris and I climbed here with Peter and Kim, and it was a lot of fun, despite\nbeing very hot in the sun. We climbed many routes at the Feathers, where we had\nshade.  Kris did The Beckey Route (5.7), I did a 5.10a sport climb there and a\nfun 5.8.  After lunch we went to the Zig Zag Wall, and I led the gear route\nJeff&#39;s Crack (5.8).  This was great fun. Peter led a trad, loose 5.7 route that\nKim and I followed.  As the sun went down, we headed over to the Sunshine Wall,\nwhere Kris climbed Peaceful Warrior (5.6), and Peter and Kim did the classic\nClip &#39;em or Skip &#39;em (5.8).  We got back to the car at full dark.</p>\n<h3 id=\"leavenworth-climbing-07-22-2000\">Leavenworth Climbing, 07/22/2000</h3>\n<p>This was supposed to be a climbing weekend, but our motivation was pretty low.\nAll we did was go to one Dome where I led Jazzy Document (5.9), also led a\npart trad part bolted 5.9 nearby, and top-roped a 5.8+ just to the right.\nWe had slept in until 2 pm, so of course we didn&#39;t do anything else!</p>\n<h3 id=\"index-climbing-07-21-2000\">Index Climbing, 07/21/2000</h3>\n<p>Kris and I got up early for pre-work climb of Great Northern Slab. She did really well!\nI finally climbed something else at Index, with the 5.7 \nSickle Crack. I&#39;m\nreally eying Libra Crack (5.8), which seems to be 3 pitches of crack and chimney\nclimbing. Next time, I&#39;ll do that!</p>\n<h3 id=\"mcclellan-butte-07-17-2000\">McClellan Butte, 07/17/2000</h3>\n<p>After a long rest due to injury, and a business trip to Florida, I felt flabby\nand bewildered that I had missed more than a month of precious summer for\nclimbing. I had to see how bad the damage was, so I took the afternoon to\nhike up McClellan Butte. I met many coming down, all of them warned me\nabout the horrors I would face without bug spray. I did get about 15 bites,\nbut this was only a small annoyance. The snow was interesting in my traction-less\nancient tennis shoes. The final ridge scramble was really fun. The view\nwas incredible. I really liked seeing that Chester Morris Lake too.\nI took 2:15 up and about 1:45 down. It was nice to finally hike this peak.</p>\n<h3 id=\"leavenworth-climbing-with-kris-07-02-2000\">Leavenworth Climbing with Kris, 07/02/2000</h3>\n<p>We showed my parents around Leavenworth Saturday and Sunday, having a good\ntime in the German restaurants with them. Tom sang some excellent beer\nsongs, and Kris and I caught up on our &quot;Chicken dance&quot; practice over wurst.\nSunday,\nKris and I got in 2 pitches on Mountaineer&#39;s Dome. We did\n&quot;Left Crack&quot; (5.6), and it was a lot of fun.</p>\n<h3 id=\"horrible-forbidden-peak\">Horrible Forbidden Peak</h3>\n<p>Steve and I hiked into Boston Basin under blue skies, having a grand ol&#39; time.\nMat, Jeff and Jake were scheduled to hike up the next morning. We camped at 6500\nfeet just below the Unnamed Glacier that starts the West Ridge route.  We were\nat a cliff with some water. The weather deteriorated, beginning to snow. We\nslept in my clip flashlight tent. At midnight a huge ice block slammed into my\nback, knocking our tent off it&#39;s platform, and leaving me full of adrenaline and\nhurt. Steve thought it was an avalanche. We know the block came from the\nglacier, but couldn&#39;t believe it could come so far down. 2 other parties were\ncamped nearby, we were just very unlucky. Steve took down the tent while I\nassessed my injuries. Back and ribs were stiff, but I could walk, and figured\nI&#39;d better do that while I can. All night retreat in soaking rain. Drive sadly\nhome. Mat, Jeff and Jake have wonderful climb. Still recovering.  Sigh. But big\nthanks to Steve for doing his all to insure I was comfortable and safe on the\nway down. Thanks man!</p>\n<h3 id=\"miserable-gunn-peak-06-17-2000\">Miserable Gunn Peak, 06/17/2000</h3>\n<p>I decided to climb Gunn Peak on this beautiful day, but what was I thinking?\nWith high hopes, I hiked the incredibly overgrown road Beckey mentions.\nSoon, each step became an ordeal, as young, strong trees had grown up in\nthe road very close together. I <em>think</em> I got to a point <em>close</em>\nto where Beckey says the &quot;trail&quot; begins: a non-existent parking area below\na clear cut. Turning around was an agonizing decision, because I&#39;d put 2\nhours in just to this point, and trying to do something else that morning was\nshot. Finally, I did turn around, and a branch promptly poked out my left\ncontact lens. It was my last pair, so now I don&#39;t have contacts anymore.\nDisgusted, I finally arrived at the car. Thanks a lot green Beckey book!</p>\n<h3 id=\"exit-38-climbing-04-02-2000\">Exit 38 Climbing, 04/02/2000</h3>\n<p>Bob Scoverski met Kris and I around 9:30 am (yes, we were late Bob!).  Bob gave\nus the tour of this area on this beautiful morning.  Kris climbed an unnamed\nroute that was really fun, maybe 5.7.  Bob led a great 5.9+ and I led a 5.8/5.9\nto the left. Sadly, this area is so small that Kris didn&#39;t get to climb anymore,\nas the easier climbs were gang top-roped and we couldn&#39;t get in despite waiting\nquite a while. This rock is really strange, there are no cracks, and you really\nhave to search for holds sometimes. Kris and I climbed that evening at Vertical\nWorld to make up for the crowds at Exit 38!</p>\n<p><img src=\"images/krist.jpg\" alt=\"Kris climbing in the sun\">\n<img src=\"images/michbel.jpg\" alt=\"Michael belaying\"></p>\n<h3 id=\"index-climbing-04-01-2000\">Index Climbing, 04/01/2000</h3>\n<p>I finally had my chance to take Kris to Great Northern Slab,\nan excellent beginner&#39;s climb. Her abilities have improved\nremarkably in the past few weeks, and I felt she was ready.\nWe arrived at 10 or 11, and immediately had problems with the\n&quot;3rd class&quot; chimney to get to the start of the climb. But a\nbelay, a handhold, and advice from below helped. It was her\nfirst time to stick her foot in a crack and torque it!\nThe first pitch was tons of fun. The second pitch was harder,\nand Kris used a variation around the start. She did awesome\non the twin cracks above that, cleaning gear, smiling and\nclimbing well! The last pitch was short, but enjoyable.\nWe did a double rope rappel from there, another first for my\nadventurous wife. At the top of the first pitch, we ran into\ntrouble when one of the ropes got stuck when we pulled it down.\nI climbed up and traversed over to get it, easily down-climbing.\nA final rap to the ground = the end!</p>\n<h3 id=\"tiger-mountain-03-31-2000\">Tiger Mountain, 03/31/2000</h3>\n<p>Kris needed to work later than me, so I had a few hours to\nkill (from 9:00 to midnight). Calling Phil Spory was just the\nticket, as he could recommend a nice hike I could do in the\ndark with no flashlight: Tiger Mountain! His directions were\ngood, and after 2 sweaty/chilly hours, I found myself on top\nat an unremarkable summit with a radio tower. Down about 1/2\nmile from the summit was the best view, of city lights\nstretching to the horizon. Something dark and creepy scampered\nacross the logging road, freezing my heart for a moment.\nI jogged all the way down, and was back to pick\nKris up at midnight.</p>\n<h3 id=\"camp-muir-03-26-2000\">Camp Muir, 03/26/2000</h3>\n<p>Jake, Rob and I climbed to Camp Muir on this very sunny Sunday.\nThe weather was too good, in fact, because I got a pretty bad\nsunburn. We all had sunscreen, but each bottle was almost empty,\nproviding just a small amount for my consumption! Jake pointed\nout the Gibraltar Ledges route, and variations. We saw where\nan avalanche had swept the snowfield below the Kautz Ice Cliff.\nLate in the day, a large avalanche released on the Nisqually\nGlacier, sending a plume of powder over to the Muir Snowfield.\nI finished the hike in 4 hours, feeling the elevation in the\nlast 1000 feet. Jake and Rob came up later, and we had lunch.\nJake got some great turns on his <em>randonee</em> gear, making Rob and\nI jealous! This was a great introduction to Rainier, and I feel\nlike I know the mountain a little better.</p>\n<h3 id=\"vantage-climbing-03-25-2000\">Vantage Climbing, 03/25/2000</h3>\n<p><img src=\"images/usbase.jpg\" alt=\"\"></p>\n<p>Kris and I climbed at the Feathers all day, taking a nice break for a picnic at\nnoon. She did really well, climbing several mid-5th class routes. Kris got\nadditional rappelling practice in too. Finally, she led &quot;Where the Sidewalk\nEnds&quot; in great style!!  I climbed a new (for me) 5.8 and 5.9 on the sunny side\nof the Feathers.</p>\n<h3 id=\"vantage-climbing-03-12-2000\">Vantage Climbing, 03/12/2000</h3>\n<p>The participants in this endeavor to see if it was too early for rock climbing\nat Vantage were Peter, Jake, John B. and I.  We arrived at 10 am, discovering\nthat conditions were perfect: just a little cold out of the sun, but very\nclimbable. Not too windy, either.  John B. got his first lead in at &quot;Where the\nSidewalk Ends (5.0)&quot;, and followed on &quot;The Beckey Route (5.7).&quot;  Jake did well\nin tennis shoes, even leading &quot;Peaceful Warrior (5.6).&quot;  Peter led an excellent\n5.8 sport climb at the feathers, and I lead a crack to the side. Jeses Saves\n(5.8) was a great nearby sport climb. Peter led &quot;Seven Virgins and Mule,&quot; a 5.7\nexcellent trad climb in a chimney. I finished the day by leading &quot;Another Notch\nin my Lipstick Case,&quot; a tough 5.7 trad climb.  All this and more!</p>\n<h3 id=\"skiing-at-crystal-02-19-2000\">Skiing at Crystal, 02/19/2000</h3>\n<p>An excellent outing care of my workplace for a job well done. Most of\nour team went, and we skied and snowboarded all day long. It was a\nbeautiful day, and for the first time, I got onto some pretty steep\nslopes. Little Shot and another blue run coming down from a 6400 foot \npass were very challenging!</p>\n<h3 id=\"solo-climbing-at-index-town-wall-02-12-2000\">Solo climbing at Index Town Wall, 02/12/2000</h3>\n<p>I decided to climb the Great Northern Slab (yes, again!), but alone\nthis time. By anchoring the rope at the base of each pitch, I was\nable to ascend quite safely, getting used to the awkward clove-hitch\nknot as a means of paying out line. I found an easier variation\naround the first steep part of the second pitch, and soon found myself\nup on the wall with a tremendous view. Wow! Rapping and re-climbing the\nsecond pitch was so much fun. I was whistling as I worked, and two\nfishermen from the river saw me and pointed. They stared as I bid\nfarewell on the final rappel.</p>\n<h3 id=\"steven-s-pass-skiing-02-09-2000\">Steven&#39;s Pass Skiing, 02/09/2000</h3>\n<p>Kris and I took the day off for some fun skiing with no lift-lines!\nIt started out rough, with very icy snow. But the day warmed up, \nand we spent most of our time on the Brooks chair. I worked up\nmy courage to try a steeper blue run on the east side of the basin.\nI made it down alive! Kris continued working on her parallel turns,\nhaving trouble turning left. We got pretty sore, and called it\nquits around 4 pm.</p>\n<h3 id=\"mt-persis-climb-01-30-2000\">Mt. Persis Climb, 01/30/2000</h3>\n<p>I started walking up the snow-covered road at 6:30 (the snow added a \nmile to the journey), and finished with the roads an hour later, \nworking up a steep clear-cut. Crampons sped me up a lot on the frozen \nsnow. The route follow a long ridge and as the views got better, the \nwind began to howl! Pretty soon, it was blowing me over, and I had to \ncrouch and brace against it. I was still 2000 feet below the summit \nand worried about what this kind of wind might mean up there. But I \ndeveloped a strategy (head down, body crabbing sideways) to make it \nbearable. The snow deepened and I changed back to snowshoes, and soon \ncame to the false summit at 5200 feet. Looking at the true summit so \nfar away was disheartening, but the promised views of Index Peak \npulled me on. Huge plumes of spindrift were spinning off the summit.</p>\n<p>Down to a saddle and slowly up again, I encountered the coolest thing. \nThe blowing wind and snow had scrubbed the slope, leaving elevated \nmounds in the shape of a snowshoe. Indeed, the compacted snow under \nthe weight of a previous snowshoer had remained, while approx. one \nfoot of snow all around had been removed from the slope. By walking on \nthese elevated tracks, I didn&#39;t sink at all! Awesome, menacing \npatterns of spindrift swirled in the corner of a basin I crossed. I \nwended my happy way through widely spaced snow-covered trees up to the \nsummit. YES! The cliffs of Index Peak were frightening, and the \ntown of Index and it&#39;s walls were far below. Gunn Peak beckoned, and \nI could see Glacier, Three Fingers, Columbia, Baring, Garfield, \nRainier (being engulfed by clouds), even Stuart. The wind died down, \nand I could hear a police siren down in Gold Bar! These were the \nfinal hours of a beautiful weather spell: already the Olympics were \nvanishing and high clouds were speeding up from the south. </p>\n<p>I called Kris for a chat (excellent reception), and started down. The \ndescend was quick, but I did take one wrong turn. The blowing snow \nhad completely covered my tracks in a few places, and once I started \ndown a ridge to the northwest, rather than west. Easily fixed though. \nOn the north side of my ridge, I saw the exits of many ice-filled colouirs \nthat looked perfect for winter ice climbs (when/if I&#39;m ever \nready for that!). Back on the road, the wind had died, but the blue \nsky had been replaced by gray. As I drove towards Gold Bar, the \nfirst patterns of rain fell on my windshield...</p>\n<h3 id=\"steven-s-pass-skiing-01-29-2000\">Steven&#39;s Pass Skiing, 01/29/2000</h3>\n<p>This time, four intrepid souls got up real early to ski in the day here. This\ntime Kris and I took a lesson together, and she zoomed down her first\nintermediate slopes beautifully! I learned some good stuff too. Kris is getting\nthe parallel turn down, so watch out!  Roland and Shari improved their\nsnowboarding with a lesson.  Together, we are getting pretty good! It was cold\nthough, and the clouds never burned off.</p>\n<h3 id=\"snoqualmie-summit-skiing-01-20-2000\">Snoqualmie Summit Skiing, 01/20/2000</h3>\n<p>Kris got some new plastic tele boots, so we headed up after work\nfor some night skiing. We went up and down the green run, fighting\nthe extreme cold!</p>\n<h3 id=\"steven-s-pass-skiing-01-16-2000\">Steven&#39;s Pass Skiing, 01/16/2000</h3>\n<p>Roland, \nShari, \nKris and I headed up for some night skiing. Kris took\na lesson, and instantly became an incredible skier! She was showing\nme how to get down the steep parts! We can&#39;t wait to go again.\nRoland and Shari had their new snowboards. This was a super-fun\nevening.</p>\n<h3 id=\"index-climbing-01-15-2000\">Index Climbing, 01/15/2000</h3>\n<p>Peter \nand I aid climbed the first part of a wide-crack climb\ncalled the Lizard. We got to place a lot of gear, so this was fun!\nThen Peter climbed the 5.0 first pitch of Great Northern Slab with\na mixture of free and aid moves. We had an awesome view of Mt. Index\nas the early morning fog dissipated. There was snow on the ground\nin Index. We just had the morning, so reluctantly said goodbye at\nnoon.</p>\n<h3 id=\"kendall-knob-skiing-01-07-2000\">Kendall Knob Skiing, 01/07/2000</h3>\n<p>I just had a few hours to spare, so headed to the pass to scope out this\nfavorite ski trail. It climbs a snow-covered road, switch-backing occasionally\nwith ever-better views of the skiers across the valley along the lifts.\nI&#39;d forgotten the duct-tape though, and a blister turned me around before\nreaching the Knob. Descent was trying, due to the many, many tracks of\nsnowshoers, dogs, skiers, and craters where falls had occurred.</p>\n<h3 id=\"crystal-mtn-skiing-01-01-2000\">Crystal Mtn Skiing, 01/01/2000</h3>\n<p>Me and\nKris made some sandwiches and hot cocoa, and repaired with our\ntele skis to Crystal Mountain for some turns. We arrived to falling snow\nand on/off visibility. The place was empty, and we had plenty of room\nto fall in the soft new snow. Kris found the conditions very trying,\nbut with great strength and determination, she kept going, making it down\nan especially long run three times. We both improved a fair bit.</p>\n"}