{"date":"2000-11-5","title":"Colchuck Peak (Attempt)","description":"<p>Friday afternoon, a friend called to talk about Colchuck Peak, saying\n&quot;The glacier should have hard water ice, and slopes about 40 to 45\ndegrees for 400 feet. Yeah, I&#39;ll bring some ice screws, and you\nbring yourself an ice tool in addition to ax and crampons.&quot;</p>\n<p>&quot;Okay, sounds great!&quot; Gulp. </p>\n<p>On Saturday Kris, Marco and I stopped by Peter&#39;s apartment to borrow his\nX-15 hammerhead ice tool. I hefted it experimentally, excited and\napprehensive to use such a wicked instrument for the first time.\nUnlike a traditional ice ax, an ice tool looks like a device\nfrom a science fiction movie, probably carried by bloodthirsty\naliens. The pick is sharp, and droops audaciously. The instrument\nis meant to be held and swung like a hammer, compact and powerful.\nThe experience of climbing steep snow and ice faces with tools\nlike these was romanticized and distorted in my mind by dozens\nof stories, many of them grim. As I tried to sleep Saturday night,\nmy mind kept envisioning difficult ice down-climbs in blowing\nsnow. I finally ended up reading a book, giving up on sleep as\nan option. Apparently, my mind was quite bent out of shape over\nthis new experience!</p>\n<p><img src=\"images/colmike.jpg\" alt=\"Michael and Dragontail Peak\"></p>\n<p><img src=\"images/colalex.jpg\" alt=\"Alex and Mt. Stuart in the background\"></p>\n<p>Alex K. was able to join us, and he picked me up at 4:00 am Sunday.\nWe would meet some friends at the trail-head. I kissed Kris goodbye,\nstill up working on a web page, and we drove over Steven&#39;s Pass,\ndisheartened by the rain and snow. The sky cleared as we headed\nsouth and east. At the trail-head we had high clouds and patches\nof sky, beautiful pink and orange in the sunrise. We waited until\n7:00 for the others, then headed up alone. Alex had climbed\nColchuck Peak at least once, and assured me the terrain wasn&#39;t\ndifficult enough for a second tool, much less a rope. Uncertain,\nI brought the X-15, and we took turns carrying the rope.</p>\n<p>Trace amounts of crunchy snow lined the trail we followed in the\ngently rising valley. The snow increased with the angle as we\nwandered up and left to Colchuck Lake. It had taken 1:45 to here.\nThe view was dominated by Dragontail Peak - a\nglowering fortress of black ridges and towers. Sinewous fingers of\nsnow ran like capillaries across it&#39;s broad, shattered bulk.\nAlex had climbed the Triple Colouirs and the Serpentine Arete,\ntwo excellent routes on this fantastic mountain. Our goal for\ntoday lay to the right of it, across a narrow saddle and\nup a shattered ridge. Below the saddle was a snowy moraine and\na smooth, white glacier. Aside from some crevasses on the right,\nthis looked easy. The really impressive glacier was right below\nthe rock walls of Colchuck. Crumbling blocks of ice would provide\nan adventure over there for someone else.</p>\n<p>We rounded the lake, greeting some hardy campers from the Buckeye\nstate. The going got tough as we tottered up snow-covered boulders\nto the moraine. They were slippery and filled with land mines.\nStepping on a patch of snow between boulders might provide nice\nfooting, or it might quickly accept your entire leg, leaving you\ndangling awkwardly above a cave in the snow. We crested a rise,\nleaving the boulders for deep snow. Alex ploughed straight up\na moderately steep slope to gain the morainal ridge. This was\na good idea, since snow blew off of there to fill the bowl we\nclimbed. We would have shallow snow. But it was very hard work\ngetting up there, and Alex bulldogged the whole thing. Some high\nwind and welcome icy rock was preferable to the deep snow, and\nwe followed the ridge until it ran out at the glacier.</p>\n<p>Alex started up while I put on a sweater and windproof gloves.\nMy fingers had gotten too cold, and it took a painful 20 minutes\nto warm them as I climbed. By the time I caught up to him, we\nhad passed much of the water ice section of the glacier, and\nthe worst of the post-holing. The ice was very hard and slippery,\nbut there was just enough surface snow to make crampons unnecessary.\nAlso, the angle was very low. I laughed at my apprehensions of\nthe night, and keenly felt the sleep debt! We passed crevasses\non our left, but they were quite filled in with snow and harmless.\nThe final stretch of the glacier took a long time, but finally\nwe stood at the saddle. Alex pointed out the improbable Boving\nroute, a difficult crack and face climb on Dragontail.</p>\n<p>Alex made his way up the ridge and I followed on the mixture of\ndeep snow, boulders and ledges. We had an exciting look down\na snowy colouir as we climbed past an exposed notch. If you\nclimb over the little tree, it&#39;s third class! We continued,\nslowing down in the deep snow. At one point, everywhere I\nstepped caused the snow to collapse to my level. I tried\nto &quot;swim&quot; on the snow by rolling onto it with knees, chest\nand elbows, but not even this worked! Finally a traverse\nto a rocky ledge provided an out. However, the bouldering\nand conditions were fun in a way. It was awesome that the\nclouds were still high, although dropping to obscure mountains\nin the west.</p>\n<p>We reached the summit, and Alex said &quot;oh!&quot; pointing out\nthe true summit down across and up, probably 50 feet above us.\nWith this snow, we knew how long it would take to get over there.\nIt was 1 pm already, so we made this our high point. Alex&#39;s\ncamera had two pictures, so we each picked our portrait backdrops.\nAlex had the view over to Stuart and Argonaut. I had the walls\nof Dragontail. Immediately we headed down, taking only an hour\nto get to the boulders 300 feet above the lake. There was\na bitter, stinging wind at the saddle, then unnerving slips on\nthe water ice, but mostly deep plunge steps in the snow.\nAlex heard a voice and saw someone coming up the boulders, then \nlost the shadowy figure. Just as he decided it must have been \na hallucination, I heard something and said &quot;Hello?&quot; to the\ncold rocks below. &quot;Hey, Michael!&quot; they said back. Someone we knew had\nshown up, and we had an impromptu conversation\non the slope. We resumed the trip down and around the\nlake. </p>\n<p>The long slog down began, and the light gradually dimmed. There\nwas a lot to talk about, so things went quickly. Only the last\nmile seemed to last too long, as usual! I kept seeing cars\nin the river rocks. Just when I really wished I had a headlamp, \nwe reached the parking lot. Beer and food from the Brewpub\nwas sorely needed and much appreciated!</p>\n<p>Thanks to Alex for the ride and great companionship! \nWe had excellent music on the way home.</p>\n"}