{"date":"2000-10-4","title":"Columbia Peak, Northwest Ridge","description":"<p>I was changing jobs at work, and had the opportunity to use a vacation\nday. As usual, my eyes glazed over with happiness! I looked at the\ngreen Beckey Book. hmmm....the Monte Cristo Peaks, but only if the\nweather is beautiful all over the state (it&#39;s a great place to go if\nyou like bailing due to weather!). I crossed my fingers, really\nwanting to visit this area which is quite close to home, but usually\nshrouded in thick mist and cloud. Jeff S. suggested Columbia Peak,\nwhich is a mere 2.5 miles from the old mining town. He had climbed it\nin late August, and gave me a detailed document that described the\nroute. I wanted to ride a bike into the old town (I hate nothing more\nthan walking roads for 8 miles!), but I didn&#39;t have a bike of my\nown. Kris&#39;s mountain bike would have to do, although I&#39;m thankful that\nnobody saw me hunched over, knees-to-neck on the undersized model! The\nfront tire chronically leaked, so I bought a small bike pump,\nresolving to stop every mile and deal with it.</p>\n<p>Early Wednesday morning I arrived at Barlow Pass, quickly jumping on\nthe bike and taking off in cold, damp air. Typically, low clouds\nfilled the valley, and I whimpered inwardly, visions of sunny\ntraverses on rocky ledges dissipating. I arrived in town after an\nhour, leaving the bike in the brush some distance up the trail to\nPoodle Dog Pass. I spent another hour getting there, clambering over\nroots and rocks on this very rough trail. A Poodle Dog is a marmot,\nthis was an old miner&#39;s term. I wondered about a life spent toiling\nfor ore in this damp, rocky place.</p>\n<p><img src=\"images/overview2.jpg\" alt=\"This shows the route from about 6000 feet on.\"></p>\n<p><img src=\"images/wilmanpan.jpg\" alt=\"This is a typical view from the Twin Lakes trail. You see the Wilman&#39;s Spires here.\"></p>\n<p><img src=\"images/heathert.jpg\" alt=\"The excellent heather benches mixed with small tarns made up the best part of the trail to Twin Lakes.\"></p>\n<p><img src=\"images/ridgewa.jpg\" alt=\"On the route above the Twin Lakes, there are some really pleasant sections like this.\"></p>\n<p><img src=\"images/twinlake.jpg\" alt=\"What beautiful lakes they are. This was taken from the slopes of Columbia Peak.\"></p>\n<p><img src=\"images/downtown.jpg\" alt=\"This shows the ridge I came up.\"></p>\n<p><img src=\"images/wrongully.jpg\" alt=\"This way is inferior to the proper way, just around the corner to the right.\"></p>\n<p><img src=\"images/ledgev.jpg\" alt=\"Here is the easy ledge that takes you to a gully on the summit block. In the conditions I had, it was the hardest part of the climb! Note my tracks going over and coming back so I could think and plan another way!\"></p>\n<p>At the pass I continued south on a ridge towards Twin Lakes. This way-trail\nwas much better than the &quot;maintained trail&quot; before. I was getting\nabove the clouds! Silvertip Peak loomed to the west, becoming crisper as\nI climbed. Eventually, the sun came over the Wilman&#39;s Spires, and my\ndamp clothing began to dry. The trail spent a long time traversing\na slope above the Silver Creek drainage. I knew a trail down\nthere would take you to abandoned Silver City and Galena, and finally\nto the curious town of Index. I steamed ahead, eager to get my first\nreal view of Columbia.</p>\n<p>Finally, at a pretty rock and heather garden near Twin Lakes, the mountain was\nvisible and massive, making up the skyline before me and left. The route looked\nimprobably steep, especially the final 1000 feet. Jeff assured me the climb was\nclass 3, and I had brought crampons and ice ax as he advised. I could just\nbarely see one snowfield though. Mostly the mountain was a collection of rocky\ntowers, dirty gullies, scree and ledges. I left my soaking shirt here to dry,\nand changed into a fresh one.</p>\n<p>Leaving the trail, I traversed a basin of rock and snow to meet a long\nridge radiating from below the summit. Faint but good trails led up a\nsteep heather slope on the north side, then along a very pleasant\ntraverse of the top and south sides. The Twin Lakes were spectacular,\nnestled on an arm of the peak, and glistening a turquoise color. I\nmoved onto the south side of the ridge, traversing a\nscree slope at the base of a cliff. Soon I arrived at a long bench of\nsnow, stretching off northeast to the &#39;76 Glacier. My eye followed the\nglacier around to the opposite end under Wilman&#39;s Peak. This makes an\nexcellent bivy location, if you are so inclined.</p>\n<p>Above me, a large black buttress blocked the way. I was supposed to go\nup a snowfield on it&#39;s left. The snowfield steepens, and you traverse\nright on ledges at it&#39;s top, then go left up a gully.</p>\n<p>I put on crampons for the very hard snow, actually ice. I reveled in the\nalpine feeling of the climb, the blue sky and the sun. No sound but\nthe crunch of my spikes. At the top, I stepped over a moat, quickly\nreaching the gully I sought. Jeff described &quot;a rock step,&quot; and this\ncertainly fit the bill. But it was about 30 feet high and icy. I\nrationalized that he&#39;d come before the snows, and it may have been\nmore pleasant. I climbed up, stemming on good rock in the lower\nportion. The upper portion didn&#39;t inspire confidence. I made heavy use\nof the fact that the moss, mud, and rock were frozen into place!</p>\n<p>While I brought my hands back to life at the top, I learned I had\ntaken the wrong gully. The proper one faced south, was low angle, and\nhad a nice trail coming up! &quot;Oh. That might have been better,&quot; I said\naloud. At least I wouldn&#39;t have to descend the false gully.</p>\n<p>Here the route becomes third class, with bits of trail on the left\nside of the vast central gully which comes down all the way from the\nsummit block. I went forward with anticipation, wondering what\nobstacle would come next. I wandered too far to the left, looking down\ncliffs to the &#39;76 Glacier. Continuing up, I was soon at the base\nof the summit block, about 150 feet high at this point. A cairn and\nledge led to the left and around a corner. I followed eagerly.</p>\n<p>On this side of the mountain, there were heaps of snow piled on\nledges, all powdery and unconsolidated. The rock underneath was icy,\nand kicking steps wasn&#39;t useful in 4 inches of powder. I started\nwalking the snowy ledge, but merely 10 feet before the wide, safe\nridge-top I came to an impasse. Normally, this ground would be very\nexposed but very easy. Today, the fact that all steps were insecure,\nand I couldn&#39;t find or manufacture hand holds in the wall made it\ndangerous. Patiently, I scoured the snowy wall like a grid, testing\nwith ice ax, clearing snow from slabs, looking for cracks. Since I\ncouldn&#39;t get any kind of self-belay I reluctantly turned back. Even\nthis was hard! I hated to give up just below the summit. Also, the\nviews over to Kyes Peak and other summits to the west were blocked by\na ridge. Had I been able to see over there, I may have been content to\nturn around, feeling good about a near-panoramic view at least.</p>\n<p>But I gave it another try, this time on a ledge closer to the\ncliff-edge, but with more snow, where I could kick actual steps. In\nthe same area, I ran into a similar problem, but here, the slope above\nme was dirt, actually frozen mud! The ax provided a solid belay here,\nbut I still had tenuous upward progress on bits of rock, frozen mud and\npowder. With my feet on welcome rock, I pondered the final moves\ndubiously. Eventually, I realized I could chop steps in the frozen\nmud, just like you would do on ice. (&quot;Why didn&#39;t you use crampons?&quot; -\nI left them above the snowfield below!)</p>\n<p>Once on the ridge-top, I admired my handiwork: black holes in a wall of\ndirty snow. I wondered what someone else would think upon coming this\nway! Now, only the scramble to the summit remained, and I wouldn&#39;t be\neasily dissuaded. I climbed a steep but blocky chimney, then a small\nface. It was fun and warm as long as I avoided the icy north side\nabove my snowy &quot;rubicon.&quot; And on the summit I stood, looking at all my\nmountains, feeling proud and thankful for the day. I tried to do many\nthings at once: eating, reading the summit register, taking pictures,\nand with an undercurrent of tension, looking for another way down. If\nI could avoid the frozen mud, I&#39;d be very happy!</p>\n<p>On the opposite side of the summit wedge, I saw that relatively\nlow-angled sunny ledges could take me to a short, icy gully on the\nsouth ridge. Climbing that, I could drop down the other side, then\ntraverse northwest there. With luck, this would take me to the top of\nthe central gully, where I could walk to the cairn and snowy ledge\nwhere the difficulties began. I had to try it, it would be fun, too.</p>\n<p>I down-climbed from the summit, easily traversing under the back\nside. The gully was easy to climb up, but the descent of the other\nside was harder. After going down a reasonable way, I\nattempted to traverse back. Before I knew it, I was looking down the\ncentral gully, pleased at having &quot;encircled&quot; the summit block, and\navoiding the dicey terrain. I descended, concentrating on hands and\nfeet, trying to follow my route up. Soon, metallic buzzing noises\nsounded on my left: rocks whizzing down the gully. Now that the sun\nwas out, they were unfreezing, and coming down at regular 3 minute\nintervals. Happily I was able to stay right, and eventually leave the\ncentral gully completely.</p>\n<p>I quickly descended the &quot;proper&quot; gully and &quot;rock step&quot; (5 feet of a\n5.0 bouldering move, I think). Putting on crampons, I got to practice\nflat-footed descent on the ice, slamming 10 points in on each step,\nsending small shards of ice skidding away. Now below the black\nbuttress, I looked back to admire the peak. It had been a challenging\nand exciting climb. It&#39;s not a walk-up at all. But it&#39;s not hard\neither. It is 3rd class if you do everything right. It reminded me\nquite a bit of Mt. Teewinot in the Tetons, on a smaller scale. It\ndoesn&#39;t get climbed very much, but it&#39;s a special climb for me.</p>\n<p><img src=\"images/downled.jpg\" alt=\"Looking down from the ledge that accesses the summit is a sobering experience! The ground slopes to sheer cliffs that drop hundreds of feet to the 76 Glacier below.\"></p>\n<p><img src=\"images/ridge.jpg\" alt=\"This twisting ridge heads south from the summit.\"></p>\n<p><img src=\"images/summitreg.jpg\" alt=\"For some reason, I took a picture of the summit register.\"></p>\n<p><img src=\"images/gothica.jpg\" alt=\"This picture looks over to Del Campo Peak, Big Four Mountain, and other giants to the northwest.\"></p>\n<p><img src=\"images/images/kyes1.jpg\" alt=\"A view of Kyes Peak\"></p>\n<p><img src=\"images/overview1.jpg\" alt=\"This was taken on the trail to Twin Lakes\"></p>\n<p>In a boulder and heather garden I napped for 30 minutes. Back on the\ntrail, I found the best huckleberries I&#39;d ever eaten, harvesting by\nthe dozens. I had gotten an exertion headache, but by taking off my\nshirt, and moving down smoothly it went away. I admired the Sheep Gap\nmountains to the west, which looked very rugged and exciting. Beckey&#39;s\ncomments about Sheep Gap and the vicinity are tantalizing. He calls\nthe mountain &quot;relatively unknown to climbers,&quot; but it &quot;deserves more\nattention.&quot; If that isn&#39;t a call to arms, I never heard one...</p>\n<p>Singing random songs got me down to the bike, it was a long trip down\nwet slabs and rooty trail. I forgot to mention that I&#39;d forgotten\niodine pills, so I only had one quart of water for the day. I would\nhave brought myself to drink from the many streams along the trail if:</p>\n<ol>\n<li>There had not been active mining in Gothic Basin until the 1960s.</li>\n<li>I hadn&#39;t read somewhere that cyanide was used in mining processes!</li>\n<li>The water had not collected in pools of industrial-looking foam!!</li>\n</ol>\n<p>As it was, I did get a quart from a pristine tarn in the heather/rock\ngarden country, and that was enough.</p>\n<p>The bike ride back was such fun, mostly downhill, lots of coasting and\nmaking furtive glances to peaks like Del Campo and Forgotten. Back at\nthe car, I met a couple who had hiked to Glacier Basin. These were the\nonly people I saw all day and it felt awkward to talk.</p>\n"}