{"date":"2001-4-9","title":"Icicle Ridge","description":"<p>April 9, 2001</p>\n<ul>\n<li>Elevation gain: 6000+ feet</li>\n<li>Miles: approx. 11 or 12</li>\n<li>Total time: 6:00 am to 3:15 pm</li>\n</ul>\n<p>Friday night found me trying to choose a hiking/snowshoe adventure for\nthe next morning.  I wanted to avoid the wet, snowy west side of the\nmountains, so I looked in the hiking guidebook for the Leavenworth\narea. I didn&#39;t fancy walking 4 miles of still-closed Bridge Creek road\nto access the Colchuck Lake area. I also thought (mistakenly) that the\nIcicle Canyon road was closed at Bridge Creek. So two choices came to\nmind: Snow Lake trail, or Icicle Ridge. I had been on the Snow Lakes\ntrail all the way to the Enchantments before, but I&#39;d never tried the\nIcicle Ridge trail. I decided to try following it all the way from the\ntrail-head at 1200 feet to a high point at 6905 feet. Then, I would\ndescent the Fourth of July trail to the Icicle Canyon road, and walk,\nthen hitchhike back to my car. I was pretty excited about this plan\nand the thrill of the unknown it presented.</p>\n<p>The next morning I left the house by 4:00 am, driving through rain and\nhail to Steven&#39;s Pass.  From here, the moisture decreased, and soon I\nwas looking at a beautiful moon to the south.  I arrived at the\ntrail-head at 6 am, strapped the snowshoes to my pack and started\nwalking.  It was great to be on dry, pine-needled forest floor. Almost\nimmediately, I startled a pack of cotton-tailed deer, who allowed me\nto &quot;herd&quot; them up the ridge for 2000 feet. Every time I came around a\ncorner, they would get moving again. Views of the village expanded,\nand I hurried along, excited to get up high. After exactly one hour, I\nhad climbed 2000 feet, surprising myself. I tried to slow down,\nknowing it would be a long day, and I was wearing myself out with such\nhaste.</p>\n<p>Soon I encountered snow on the trail, then came to a spectacular\nviewpoint of Tumwater Canyon.  Apparently, this is the deepest canyon\nin the state, or maybe that is the Icicle Canyon on my left. It was\ngreat to see cars on highway 2 far below. I pressed on, and soon the\nterrain was completely snow-covered, with a light layer of fresh snow\nfrom the previous night. I stopped for a drink and put on snowshoes,\nfollowing ski tracks for a while. Eventually, they disappeared, and I\njust wandered up the ridge on my own. I came to a very pretty open\narea with sparse burned trees. The angle eased off and I continued in\na quiet, dreamy mood, always wondering what I&#39;d find over the next\nrise.</p>\n<p>I had set my altimeter 200 feet too high without realizing it, so I\ncame to a confusing point where the map suggested I should head off\nthe crest on the right. Looking at this, the terrain was too cliffy so\nI climbed back onto the ridge and soon arrived at the proper area to\nleave the ridge. Still, I was uncertain, since the way would require\ndescending into a forest and climbing back to a ridge on the other\nside. I ate some lunch and looked down on Leavenworth.  Eventually, I\nset a compass bearing and headed into the thicker forest. Still,\ntravel wasn&#39;t difficult, and I had snowshoe hare tracks to keep me\ncompany. As I climbed out the other side of this valley (the Power\nCreek drainage), I found I ended up right where I expected. I eagerly\nwent forward into a strong wind to catch a glimpse of my high\npoint. It was across another small valley, with another 200 foot\ndescent and a 600 foot climb. This was getting tiring! Down into trees\nand out and up the other side on steeper slopes. Now I could look down\non the trail into Colchuck Lake and across to Colchuck Peak, whose top\nwas just visible under clouds. I plodded along in a strong wind to the\n6905 ft. hump that was my high point. Here, I called Kris, getting\ngreat reception. I told her I was going to attempt a descent of the\n4th of July trail, and if that didn&#39;t work, I&#39;d return the way I came.</p>\n<p><img src=\"images/snowtrail.jpg\" alt=\"A beautiful snowshoe through the burned forest\"></p>\n<p><img src=\"images/jusbout.jpg\" alt=\"Final steps to the 6905 ft. high point. Strong wind.\">\n<img src=\"images/downmcrk.jpg\" alt=\"The unnamed drainage I descended to the Icicle Creek road.\">\n<img src=\"images/relief.jpg\" alt=\"Relieved to be halfway down, but still worried!\">\n<img src=\"images/cashmere.jpg\" alt=\"Cashmere Mountain, rising above the Icicle Canyon.\"></p>\n<p>It was 11:45 am, and I went down to a saddle, then down the mountain,\ntraversing somewhat west.  I hoped this approximated the trail. I knew\nthere were cliffs below, and as the angle of snow steepened, I took\noff my snowshoes, feeling better digging my boot heels in. In an\nirritating development, I immediately came to a section of rotten,\ndeep snow that I fell in up to my hips on every step! I put the\nsnowshoes back on, then ended up in forest, brambles, and steeper hard\nsnow. I took them off again. Now I was getting a glimpse of how things\nwould be. Sections of forest were dense, and tangled with fallen logs\nand brush. Sections of snow were rotten or hard. I still had over 3000\nfeet to descend, so I made a great effort to find the trail, knowing\nthat when the snow ran out, I&#39;d be in permanent brush.</p>\n<p>I actually found a section of tread, a miracle. I followed it on a\nswitchback for 20 feet, then it was gone. Gamely, I went straight\ndown, ending up in a bramble patch. Now I seriously considered\nclimbing back up. Boy, was it a long way up there! I&#39;d already climbed\nover 6000 feet, and was pretty tired. I knew looking for the trail was\nfruitless. So it was either go back up, or find a new way down. I\nworried about the 1000 foot cliffs shown on the map, and the stream\ngully below.</p>\n<p>I climbed back to where I had seen the trail, gave another look for\nit, and made up my mind to grin and bear it all the way down. I looked\nfor open areas with snow, but not too much. I got lucky right away\nwith a big grassy slope, almost snow-free, but rocky enough to protect\nagainst slippery falls. Yes! 1000 feet down, 3000 to go. After this, a\nthick brush field, with slide alder trees above my head. I learned to\nwade in, grabbing limbs behind me for balance.</p>\n<p>Then I heard running water and found it in trees. At least I&#39;d have\nwater if I were out all night.  I was planning for this eventuality,\njust in case. Travel was extremely difficult in this creek bed, and\nwhile resting, I looked up and right to see the cliffs I had\nfeared. They continued down as far as I could see too. &quot;Okay,&quot; I\nthought.</p>\n<p>I edged to the left of the stream, soon realizing that to get clear of\nthe drainage would be a lot of work, as the walls deepened and\nsteepened. I looked back at the cliffs, and saw a talus field below\nthem. Gambling that this field, or game trails between the cliffs and\nthe stream would get me to the valley floor, I headed that way. Talus\nblock hopping was much more fun, and though the &quot;CRACK!!&quot; of ice\nfalling from the cliffs startled me sometimes, I made good progress.</p>\n<p>I still had brush to deal with however, and while going through a\nswath I somehow ended up falling onto a stick that poked me between my\nupper lip and upper teeth. &quot;OWWW!&quot; I tasted blood, but not\nmuch. Sections of brush, trees and talus field took me to a vantage\npoint where I could see about 1500 feet of the same kind of\nterrain. Although I couldn&#39;t see the river, I felt I was going to be\ndown soon. &quot;Yes!&quot; I finished my sandwich, drank some Gatorade, and\nbent to the task.</p>\n<p>&quot;Aaaarrgggh!&quot; My right nipple exploded in pain as a\nwhippet-thin branch slapped me hard!</p>\n<p>&quot;<em>Ahhhhhaah!</em>&quot; A rude slap to the face left my head numb,\ntingling and angry!</p>\n<p>Okay, so it wasn&#39;t very easy from there. I continually got into\npositions where every limb and my pack were trapped by some binding\nforce. Sometimes crawling, or facing into a steep tangle of brambles,\nI descended foot by foot. The occasional traverse right or left took\neons, and I soon learned to avoid doing this. The brush is much kinder\nabout letting you descend than traverse!  I had left snow behind long\nago, and the increasing green hell around the creek caused me to look\nfrantically for rock, even steep rock. I edged rightward, getting a\nfew hundred feet of easy down-climbing on blessed rock and dirt. Always\nseeking steep terrain, I eventually found fresh bear tracks in old\nsnow near the creek. I wonder what he thought of my grunting, cursing\nand occasional screaming! I pressed on - he may have expected me to be\ninjured prey.</p>\n<p>Finally I found and held rock and dirt slopes the rest of the\nway. Reaching the road was anticlimactic.  Just when I had learned to\naccept the nature of this elemental travel, it was over. Okay. Wow,\nI&#39;m down!</p>\n<p>It wasn&#39;t even that late, 3:15 pm! I took off my shoes and socks,\nreplaced them and put the gaiters away.  I started walking the road\nand whistling. Within 5 minutes, a car arrived and I sheepishly stuck\nout my thumb. I gave a sort of &quot;I&#39;m sorry&quot; grin that I hoped would\nconjure good feelings rather than horror. The car drove on, then\nstopped! It was three nice ladies from Bellingham who had tried hiking\nthe 4th of July trail! We talked about hiking around Leavenworth, and\nthey dropped me off at the trail-head. I was in the car, thinking about\nthe great hike I&#39;d had when a black shape tickled it&#39;s way across my\narm. &quot;AAARRHGH!&quot; I screamed as I wrestled the car to the side of the\nroad.  I got out, nearly running into traffic in haste to get away\nfrom the foul creature. As the flow of cars subsided, I checked myself\nmore thoroughly. One tick was on my long underwear, inches from my\ncrotch. Another wasn&#39;t discovered until I was back on the road. It was\ncrawling in my hair.  In hindsight, I should have expected this sort\nof thing, thrashing around in the brush as I was.  But ticks were one\nof those &quot;It can&#39;t happen to me&quot; things. My friend Steve had found\nsome crawling on him last year, but I chalked this up to his hygiene,\nor perhaps a personality disorder.  From now on, I&#39;ll establish a\nclean-room environment on some granite slabs before getting into a\ncar.  If I left a tick with the people who gave me a ride, let me\napologize profusely.</p>\n<p>I&#39;ve already received my 50 lashes.</p>\n"}