{"date":"2001-9-8","title":"Vesper Peak North Face","description":"<p>This climb, with it&#39;s fabled\nbeautiful long slab, and tricky route-finding\nabove the Vesper Glacier has been on my list a long time. \nSteve was also\nkeen on the route, so together we set out on a fine Saturday morning.\nEarlier, we had planned to meet Alex and Tom for a climb of Big\nFour Mountain via the North Face. But I was pretty tired from a tough\nweek at work, and all the cumulative weekends in the mountains of the\npast month. I wasn&#39;t up for Big Four, and to boot, spent a sleepless\nnight worrying about it. I was disappointed to bail on them for\nsomething easier, but I also find I don&#39;t get very far when I&#39;m not\nexcited about something. So we met and said goodbye at the Big Four\nparking lot, and Steve and I continued to the Headlee Pass trailhead.</p>\n<p><img src=\"images/fromvest.jpg\" alt=\"A view from the summit\">\n<img src=\"images/labigfour.jpg\" alt=\"Big Four and Copper Lake. Alex and Tom were struggling in brush over there...\">\n<img src=\"images/dveslab.jpg\" alt=\"Below the Great Slab\">\n<img src=\"images/vesslab.jpg\" alt=\"Slab and glacier below\">\n<img src=\"images/memush.jpg\" alt=\"A magical mushroom in the Enchanted Forest!  I&#39;m getting very sleepy...\"></p>\n<p>Amazingly, this was Steve&#39;s first visit to anything on the Mountain Loop\nHighway. Oh the times I&#39;ve had here! My first visits were drenched in\nrain and fog. Now I&#39;ve learned to wait for the weather, and have really\ncome to enjoy this area. The peaks are low, sometimes brushy, but very\nrugged, and crowded among each other. There are no flat spots aside from\nthe valley floors. The forests are dank and dripping always. The rock is\noften of dubious quality, and trails are overgrown. But it&#39;s not crowded,\nfilled with mining history, and close to home! Yeehah!</p>\n<p>We hiked through forest, crossed the stream, continued up a brushy, wet hillside,\nand gorged on blueberries in the basin below the pass. The cirq of surrounding\nmountains was very impressive. We attained the pass via short, steep switchbacks,\nand entered the valley dominated by Vesper and Sperry Peaks. Filling water bottles\nat the stream, we continued up steep and brushy trail to a high shoulder of\nVesper. Traversing granite slabs, we came to a notch where we expected to\ndrop onto the Vesper Glacier, still in shadow on the north side.</p>\n<p><em>Doh!</em> Steve forgot his crampons!</p>\n<p><em>Doh!</em> In the next instant, Steve sprained his ankle!</p>\n<p>Holy cow, I considered tying him up to stop the run of bad luck, but that would\nprobably have led to another Doh! moment. We sat, fighting back tears as Steve\ngingerly tested his ankle. Definitely out of commission. Looking closely at\nthe glacier, we saw crampons really were a requirement, as there was steep\nhard snow and 3-4 small crevasses to deal with. There was another way to\nreach the route: traverse on rock and heather ledges to the base of the slab.\nThe Beckey description calls the traverse &quot;unpleasant,&quot; and laments that\nsome of the fun climbing is bypassed. I was definitely not ready to call it a\nday, so hatched a scheme to do the climb by myself. I took the rope and rack,\nintending to use it if I got to exposed, loose or difficult terrain.</p>\n<p>I bid Steve farewell, and we planned to meet on the summit. He rested his ankle,\nand helped me make the traverse with some &quot;routefinding shout-out.&quot; (\n<em>&quot;Up?!?&quot; &quot;...NO...GO DOWN AND RIGHT!...&quot;</em>) Initially, the traverse was easy walking and scrambling.\nAt one point, I really had to think about a secure way to go down and across,\nnot liking the muddy steep options available. I excavated a solid rock handhold from\nthe mud to make the moves possible. Eventually, I neared the slab but reached very\nexposed terrain. Here I anchored to the cliff, changed into rock shoes, and got\nthe rope out. I trailed it behind me, planning to start belaying when/if I needed\nto (and assuming I could find something to belay from!). Needless to say, I was\nmoving very slowly and carefully. I climbed straight up on good rock, and before\nI knew it, I was walking on a wide ledge at the base of the slab. A little cairn\nmarked the likely place to start upward.</p>\n<p>The shaded granite slab looks very blank, but several lines can be seen. Moving\nleft would put you in a corner, where protection opportunities would be greater,\nbut the overall angle looked steeper. Moving up and slightly right seemed to keep\nthe angle lower, and still keep you near some intermittent features that would\nprovide good hand or footholds. I decided to go this way. I took a few deep\nbreaths, looked at the glacier below, wiped the dirt off my shoes and started up.</p>\n<p>Pad, pad, pad. It was very quiet, just my heartbeat and my shoes. I had entered a\ngreat silent sea. I felt very committed since the slab was too featureless to climb\ndown. And there was little in the way of anchors for the rope. Places to relax did\ncome in the form of horizontal flaring cracks, which made good holds. Some of them might\nhold a cam or a nut too. I continued up and right, not really thinking but \nconcentrating totally on the task at hand. Eventually, I found a long flare\nthat led up and left, taking me quickly to the top of the slab. Wow! Elatedly,\nI followed the crest to a flat area, and changed into boots. I looked for\nSteve and made the short hike to the summit. The views were incredible. I looked\nacross at Sloan Peak, where I had stood the week before. I saw Columbia, Del Campo,\nand Mt. Dickerman, the other summits I&#39;d climbed around here. I felt a great\nkinship with this mountain, having concentrated on it for what felt like a year\nduring the space of an hour. I talked with a few others on the summit, and\nstarted down.</p>\n<p>Steve hadn&#39;t made the climb, being concerned about getting out safely. As it turned\nout, he could descend as quickly as anyone would want to, he just had to avoid\na few awkward ankle positions. We promised to come back and do the entire climb\ntogether later.</p>\n<p>I got home to find it had been quite a day in the mountains for many people.\nAlex and Tom had an adventure in the great brushfields of Big Four, making a\nseries of committing rappels. Tragically, a climber died on the East Face\nof Chair Peak, after unroping on &quot;easy,&quot; but loose, terrain. There were two\nother minor injuries that I heard about on the news as well.</p>\n"}