{"date":"2001-2-25","title":"Chair Peak, NE Buttress","blurb":"attempt, soft snow","description":"<p>In the pre-dawn, Steve and I hiked from the upper Alpental parking lot towards\nSource Lake on a well-defined cat track, then ski/snowshoe trail. From the lake,\nwe tried to guess how to get to the basin below Chair Peak, wondering aloud\nwhere it might be.  We followed tracks up the moderate slope, then left them\nwhen they turned right towards what must be a saddle to Snow Lake. Breaking\ntracks in steeper snow, we went straight up a gully, then emerged on a forested\nslope and found tracks again. Guessing about where we were, and heading up\nthrough small trees and deep snow, we arrived in the basin with surprise. It is\ncompletely hidden from below, and only in the basin directly below Chair Peak\ncan you properly see the mountain.</p>\n<p>We left some gear near the Thumb Tack, and started up towards the NE\nButtress route, which began at a ridge saddle. Within minutes, we\nconfronted deep, powdery, incredibly difficult snow, definitely the\nworst conditions for upward progress we&#39;d ever encountered!  Even\nthough we had snowshoes on, we would sink up to our waist in the snow,\nthen leave behind us a trough that could not be followed, only\nenlarged. So occasionally the follower had to venture out and make\nseparate tracks to the side! We tried various techniques to get\nhigher, including the Chris Koziarz patented &quot;long step,&quot; in which you\nstep high and far enough away from your current position that your\nknee is behind your ear. This worked pretty well, but was very hard on\nthe legs!</p>\n<p><img src=\"images/steverj.jpg\" alt=\"\">\n<img src=\"images/stabbas.jpg\" alt=\"\"></p>\n<p>Finally, after an ocean of time spent on this 400 foot slope, we\nattained the ridge, already dubious of snow conditions higher on the\nmountain. We overcame a small overhanging snow cliff formed by wind,\nthen kicked up part of the first pitch.  We knew it was time to get\nthe rope out and belay, looking at the route ahead.  Wallowing in the\nstarting gully, we tried to find picket placements, but even after\ndigging 4 feet into the snow, nothing was consolidated to accept even\na dead-man anchor. Picturing scary non-belays higher up, we decided to\ncancel our attempt, and find something else to do with the day.</p>\n<p><img src=\"images/apchair.jpg\" alt=\"\">\n<img src=\"images/snoqnorth.jpg\" alt=\"\"></p>\n<p>Snow Lake looked very pretty, there was even a solitary set of tracks\ncrossing it.  In fact, it was an incredible blue-sky day, and we had a\ngreat view from our position. We hung out for a while, scaling various\npoints on the ridge crest.  We saw skiers come into the basin and look\nat our poles we had left. Since they didn&#39;t molest them, we didn&#39;t\nhave to unleash the cornices beneath our feet and come roaring down in\nvengeful fury. We turned away and stomped down powdery snow towards\nSnow Lake. Above the lake we followed ski tracks towards the saddle,\neventually meeting up with a horde of skiers and snowshoers. I had no\nidea how busy this basin could be on a winter&#39;s day. Coming around the\nmountain, we hiked back up to the Thumb Tack and retrieved our gear. I\nscaled the Eldorado-like snow cap on the Thumb Tack for a probable\nfirst ascent. The vibrating, unstable snow mass kept Steve from\nfollowing! We went down a ways, then, aimlessly, I decided to dig a\nsnow cave. I could cram my body into the hole after 15 minutes of\ndigging, but the only position I could muster was fetal, sitting up.</p>\n<p>Stomping down to Source Lake, Steve spied an ice climber on some\nimpressive ice curtains. We were going back up there and I wouldn&#39;t\ntake no for an answer. By now, our weary limbs were tired of carrying\nus back up slopes that we had promised we were finished with! We got\nour crampons on and bouldered around the base, but the steepness of\nthe ice kept us from going further. We did climb a short snowy gully\nwith ice placements buried under powder, and we found an impressive\nlittle &quot;ice house&quot; for a gnome or fairy to live in.</p>\n<p>Very tired, we hiked out to the car, feeling a pang of disappointment\nwhen we saw ice climbers on a formation right by the trail. It looked\neasy enough for us to climb too! But the hour was late, and we were\nbeat. In the next two weeks, Peter and I would go back and climb this\ntwice.</p>\n<p>All in all, it was a great recon trip. Now we knew how to get to the\nbasin, how to get to the Snow Lake saddle in winter, and we found some\nclimbable ice. We promised to come back in two weeks.</p>\n<p><img src=\"images/bryant.jpg\" alt=\"\">\n<img src=\"images/absnow.jpg\" alt=\"\"></p>\n"}