{"date":"2001-12-28T00:00:00.000Z","title":"Silver and Abiel Peaks","description":"<p>Marek and I made plans to climb the South Face of the Tooth, what with all the\ngreat weather since before Christmas. But Friday morning we arrived at Alpental\nin spitting rain and snow. Looking at the surroundings, we saw there had been 12\ninches of fresh snow during the night. Realizing that the climb would involve\nmuch more scraping snow off of holds than we wished for, we fantasized about\nother climbs, such as the North Face of Chair Peak. Three parties were already\nahead of us heading for that. We decided to follow, leaving snowshoes at the car\nsince they did too. Only 20 minutes later, the track disappeared, and we learned\nall parties had bailed. We didn&#39;t like the conditions either, and without\nsnowshoes we couldn&#39;t have continued if we wanted to. So we bailed. We gave\ndiscouraging words to two parties coming in for the climb, but wisely, they\nignored our advise and continued on. We don&#39;t know if they made it or not, but\nI&#39;m definitely curious. The snow stopped around 9 am, the day became very nice,\nand there was no precipitation Friday night. Loren (Loren has a great\nlong-standing website <a href=\"http://www.cascadeclimber.com\">http://www.cascadeclimber.com</a>) and partner made the climb\nSaturday.</p>\n<p>So we decided to do something less technical. I was sighing a lot and\nhaving motivation problems. I&#39;m tired of getting all excited about a\ntechnical winter climb, then (inevitably) abandoning the plan due to\nchanged conditions and signing up for a day of snowshoe plodding. I\nactually didn&#39;t sleep at all Thursday night, being a bit wound up\nconsidering mixed climbing on the Tooth. This didn&#39;t help my\nmotivation. But there was no way I&#39;d let Marek down, who was chipper\nas a spring chicken. He suggested climbing Silver and Abiel Peaks,\nwhich sounded fine to me. We moved trailheads and were hiking around\n7:30 am.</p>\n<p>Trace amounts of snow on the trail made snowshoes unnecessary. In\nfact, we wouldn&#39;t use snowshoes until near the end of our\ntrip. Plodding along dully and feeling tired, I slowly woke to the\nbeauty of the silent forest. We talked and continued upward to an\nobvious gully. After the second gully (potentially dangerous in bad\nsnow conditions), Marek suggested heading straight up the slope to\nmeet the Northwest Ridge of Silver Peak.  He had climbed peaks and\ntraveled extensively in this area, but had never gone this\nway. Immediately excited, I followed his steps for several hundred\nfeet, as the forest got steeper. We put on crampons after crossing an\nicy gully, and continued up a ridge that became more and more\ndefined. It also became an exciting climb. With my clinometer, I\nmeasured the slopes, and they were typically 55 degrees. The obvious\navalanche gully down at the trail was the classic 40 degrees. We were\nchopping handholds for the hand without an ice ax, and the ridge\nnarrowed. The clouds lifted to reveal slopes on the other side of\nHumpback Creek.</p>\n<p>I relieved Marek and continued on snowy bulges, helped by occasional\nscrub trees. The angle lessened a bit, and soon we were admiring the\nscenery from the Northwest Ridge.  The light was beautiful, and we got\nsome pictures with Marek&#39;s camera. Marek led up the ridge, traversing\nespecially steep outcrops on the left or right. The snow conditions\nwere great, but we avoided open slopes as a general precaution. We\nlooked down on the vast snowfield leading down to Annette Lake. The\nsummit was windy, so we didn&#39;t linger very long.</p>\n<p>But one interesting thing happened. There was a &quot;fata morgana&quot; around\nmy shadow, as projected on a layer of clouds below the summit. This\nodd circular band of colors is apparently not seen very often. Also,\nthere was a circular rainbow in a larger circle about the same\npoint. Really strange and neat!</p>\n<p>Now we went down gentle slopes to the saddle with Abiel Peak. Here, we\nput on snowshoes for the first time. I was feeling really tired, it\njust wasn&#39;t my day! But I was impressed enough by the view of Abiel\nand the fairly steep slopes to the summit that I was ready to\ncontinue. I changed back to crampons and followed Marek. There was a\nshort but really nice 55 degree section of hard snow (I&#39;m really\ngetting into my clinometer!) that I had to detour over to\nclimb. Higher up, Marek gave me the lead since with crampons I could\nkick more secure steps. The summit was a little anti-climactic,\nprobably due to waning energy. But the sky was changing to evening\ncolors and looked marvelous.</p>\n<p>We went down quickly, retrieving our gear and continuing down to\nAnnette Lake on a low angle snowfield that traversed under the steep\nnorth face of the mountain.  There were many icy gullies here,\nsomething to think about for a climb one day.  A forested ridge on the\nwest side of the lake brought us to tracks we could follow out to the\ntrailhead. Sadly, we chose the wrong set of tracks, and they led us a\nmeandering journey up and down, finally up for 200 feet to meet the\nmain trail.  Switching to headlamps, Marek told me about the benefits\nof being a flight attendant, and it sounded like one of the best jobs\nin the world! I asked where I can sign up, but the real benefits come\nwith seniority.</p>\n<p>There was a final adventure because I insisted on shortcutting two\nswitchbacks. It was much easier to walk straight down the snow rather\nthan deal with long traverses. The second shortcut must have saved us\na mile and a half, but we grew worried as we dropped deeper and deeper\ninto the valley, coming close to perilous log-choked streams. But we\nfinally came out on the trail, all was well.</p>\n<p>Special thanks to Marek for introducing me to this surprisingly alpine\narea! Before, when I thought of Silver/Abiel Peaks, I thought of clear\ncuts, logging roads and ski infrastructure. But we found steep hard\nsnow climbing, cornices, blowing snow, and absolute solitude.</p>\n"}