{"date":"2001-2-17","title":"Mineral Butte","blurb":"avy danger","description":"<p>Peter and I had a day to spend in the mountains, so we looked for\nsomething fun to do. Thursday night, it had snowed in the lowlands,\nand we awakened to a foot of snow on our driveway! This was a first.\nIt also set the theme for our climb. We knew that avalanche\ndanger was moderate or high due to the huge dump of snow, so we\nlooked for something resembling a hike, or that traveled a forested\nridge to be safe. Fellow climber Stefan had sent me a trip report\nof a climb of Troublesome Mountain, just off the Index/Galena road,\nand this sounded really fun. Close to this mountain was Mineral Butte,\nwhich had the nice properties of logging road access to a high point\nand cross country travel on a narrowing forested ridge to an open\nsummit. </p>\n<p><img src=\"images/michmodel.jpg\" alt=\"Michael posing as usual\">\n<img src=\"images/troublesome.jpg\" alt=\"Scott Peak and Troublesome Mountain\"></p>\n<p>Since the start would be easy to find, and the overall route lower\nangle, we went with Mineral Butte. Peter coaxed me into driving the\nRAV4 an alarming distance up the snow-covered logging road on the\nmountain&#39;s south flank. I was gripped, thinking each snowy hummock\nwe lurched over would be the last. Then would come the shovel/tow-truck\ndebacle to consume the rest of the day. But he knew his stuff, and\nfinally conceded that we stop at an area with room to pull over.</p>\n<p>We hiked the road that switch-backed up the east side of the mountain,\neventually getting into deep snow. We had great local views of\nSpire Mountain, and occasionally the Index Peaks to the south. It&#39;s\nso much fun to go someplace new and learn more about the local terrain.</p>\n<p>Soon we came to a steepish gully, and I convinced Peter we should\nclimb it to the next (last?) road switchback. The gully alternated\nbetween deep powder and hard crust under a small powder layer. You\neither wallowed, or feared slipping. Peter traversed out, preferring\nscrubby trees on the left slope. I finished the gully, and we met\non top near a road switchback. This had been a pretty exhausting\noption! Vowing to follow the road all the way when we returned,\nwe hiked the road some more, then preferred to leave it again in\nan old clear cut. The problem was that the snow was so deep and\ntiring that we couldn&#39;t stand the extra X feet of walking the\nroad required! After the clear-cut, we emerged at the end of the\nroad and reached virgin forest.</p>\n<p>Peter took a compass bearing and we entered the forest, finally feeling\n&quot;alone&quot; away from the presence of road/clearcut/sign. We found a clear\narea with a view and ate some lunch. Continuing, we took turns creating\ntracks in the deepening snow, very tiring work! Finally, we could see\nthe mountain and it looked quite far away. But we were determined, so\nas the forest thinned we ascended the ridge towards our goal. The\nsun came out, giving us a beautiful day amid the peaks.</p>\n<p>On open slopes several hundred feet below the summit we were stopped cold\nby a large obvious &quot;windslab&quot; of snow. This was formed by constant winds\nblowing up the steep east face, bringing cold pellets of snow, and packing\nthem down all across our slope. Peter had a look down the east face, then\nsuggested digging a snow pit to evaluate conditions. In 5 minutes he had\na decent pit, and we noted an obvious crust several feet down, with more\ncrusts below that. We used a shovel to perform a &quot;shear test,&quot; to see how\neasily the top layer would slide. I can report it did this very easily!\nThere was no way we would finish the climb here.</p>\n<p>So we decided to traverse beneath the slab on better, powdery snow. We hoped\nto connect with trees off to the side, and sneak up to the summit among them.\nAfter the traverse, I came to an obvious division between the slab and powder.\nTrying to &quot;climb up onto&quot; the hard slab, I released a chunk of it which separated\nand slid down the slope some distance. This kind of bothered me, and I began\nto accept that we couldn&#39;t do the last bit in these conditions. We pinned our\nhopes on a tree island only 15 vertical feet away, but couldn&#39;t find a safe\nway to get there. What is interesting is that the angle of the slope we were\non felt very moderate, it must have been 25 degrees. But even this moderate\nterrain can be dangerous under the right conditions.</p>\n<p>It seemed possible to continue traversing to another basin, then follow a\nwest ridge to the summit. As far as we could see this ridge was tree covered.\nBut it was a long ways away and we&#39;d lose elevation to get there. We made this\nour high point, and I called Kris to say we were heading back. We&#39;d definitely\ngotten some good exercise, and could save this summit for another visit.</p>\n<p>Going down was pretty quick and we decided to bury avalanche beacons and have\na mock search where we ate lunch. This was good practice. After taking in\nthe view of Scott and Hubbard Peaks for a while, we continued down to the troublesome\ngully we found on the way up. We decided that a nice &quot;short cut&quot; would be to head\ndown a steep but stable snow slope into forest far to the side of the gully.\n(We broke our own rule about following the road!) This turned into a mini-adventure\nof it&#39;s own when we navigated cliffy broken log terrain. The final downclimb\noffered a choice, and I stuck to hanging by tree roots and vines with the\noccasional good step in the snow, while Peter traversed over to a gully. He\nintentionally sent down several snow slides, which served the purpose of\nclearing the soft snow and providing better footing. I entered his gully at\na lower point, thanking him for this fruitful control work!</p>\n<p>From here, we considered another shortcut, where Peter thought he saw a road below.\nLooking at the map, the next road below would probably be at the car, 1700 feet\nlower. So he didn&#39;t see a road, and it was getting dark. Reluctantly, we gave\nup on this short cut and scurried down the road in gathering gloom. Our decision\nmaking process was interesting: I was insisting that if we needed to take a\ncompass bearing for this short cut, it would end up as a &quot;long cut.&quot; Peter wasn&#39;t\nwilling to try it without a bearing. So by our fixed positions on the matter, we\ntook the road!</p>\n<p>Later, we had another short cut decision, and at once agreed to risk it. Nice,\nmoderate open slopes, and certainty of the road on a switchback below. We\nreached the car just after full dark. This was a great and somewhat unusual\ndestination for a winter day. Hint to skiers: this would make a great ski tour.</p>\n"}