{"date":"2001-9-15","title":"Methow Inspiration Route","description":"<ul>\n<li>Goat Wall</li>\n<li>Methow Inspiration Route (5.9+)</li>\n<li>September, 2001</li>\n</ul>\n<p>A year ago, \nBob and I had heard of a multipitch climb near Mazama called\nthe Methow Inspiration Route. It is on the Goat Wall, about 2 miles\naway from &quot;town.&quot; Any town that only provides a &quot;Porta-Potty&quot; as a restroom\ngets put in quotes by me. &quot;Town.&quot; So anyway, Bob loathes trad climbing,\nso the entirely bolted nature of the route really attracted him.\nIt was certainly a long drive, but we were sure the climb would be well\nworth it.</p>\n<p>We had some clouds and rain coming over highway 20, but I was still pretty\nsure we&#39;d hit sun by the time we got to Washington Pass. Sure enough,\nthe clouds cleared, and Bob got his first look at the incredible spires\nof this area. At that instant, I doubled over in pain as acid ate away at\nmy vitals. I drank two large orange juices on the way, and forgot\nhow much this can hurt on a near-empty stomach. While Bob marveled at the\ntowers I hung onto my breakfast in a cold sweat. As the scenery\nsoftened, so did my consternation, and eventually all was made well\nin the &quot;town.&quot;</p>\n<p><img src=\"images/morapm.jpg\" alt=\"Rappelling the route\">\n<img src=\"images/goatbeard.jpg\" alt=\"Goat&#39;s Beard to the left\"></p>\n<p><img src=\"images/bobpor.jpg\" alt=\"The irrepressible B. Scoverski on the summit\"></p>\n<p>We parked at the approximately right place to head up the hillside. As\ninstructed, we followed animal trails and crashed through some brush\nto reach a large scree field. Sticking near trees when possible, we\nascended the very loose debris. At one point, a large rock fell onto\nmy leg, scraping my shin pretty good. I frightened Bob pretty nicely\nwith pitiful yelping. Instantly, the climb felt more lonely and &quot;alpine,&quot;\nso there was a good side effect.</p>\n<p>We found the start of the route, marked by a large bolt. I took the first\npitch, which started easy then became tricky (about 5.8) near the top.\nThe delicate moves woke us up, and we began to enjoy the open surroundings.\nThe flat valley floor contained brown, grassy fields and stands of timber.\nA winding river went down the middle, with the straight road nearby.\nBroad valleys continued to the east, and the mountains rose to the west\nand south, brooding with high, gray clouds.</p>\n<p>Bob and I each led another pitch, with some more exciting terrain before\na walk on a low-angled slab. We drank some water, then Bob took off for\na short but very difficult pitch. He clipped a bolt just above a ledge,\nand searched for the best way to reach the next bolt. This section is\nbadly set up, since a very hard move has to be made above the ledge,\nand the first bolt won&#39;t protect you. Bob estimated the move to be\nabout 5.10c. When I got up to it, I struggled, and finally had to grab\nthe next quick-draw. I think a handhold must of broken off! (okay if\nyou know this didn&#39;t happen, just keep it to yerself for the sake of\nmy fragile self-esteem) Good lead, Bob!</p>\n<p>Now for the final pitch, which was very exciting. It is steep, and very\nsustained, but with good protection. I remember a series of delicate\nmoves, as I got higher above Bob. I had to work to stay relaxed and\nbreathing, since the climbing was close to my limit outside. Anyway, the\nfirst half of this long (50 meter) pitch is stellar, then I ran into\ncrumbly broken rock. On a ledge, I clipped an &quot;alternate&quot; belay station,\nand headed up from there. This avoided a 15 foot section of the regular\nroute that looked pretty rotten. I felt it was possible to pull something\noff onto Bob, so I took an easier line 6 feet to the left, then rejoined\nthe regular route as the rock improved. Bob came up, as impressed with\nmy lead as I was with his on the pitch before! We unroped and scrambled\nto a high viewpoint. Goat Wall actually continues much higher, I&#39;m sure\nthere will be many climbs here in the future. Lunch was excellent perched\nhigh above the valley. Bob had seen a hawk soaring, and he told me a\nfable involving a stone-cutter and a mountain. There is nothing like sitting\nin the sun at the top of a climb!</p>\n<p>Anyway, it was time to begin the rappels. I started down, and waited a\nwhile for another party climbing the last pitch. They were a nice pair.\nThe second rappel brought us to another party (popular route), then for\nthe last three we had the rock to ourselves again. With the long low-angle\nsections of this climb, it is easy for the ropes to get tangled, and\nwe spent some time dealing with this. Bob set up the final rappel to the\nground, and we hiked out.</p>\n<p>We found the trail this time, which led us right to the road. So for all\nyou folks who might be interested, yes, there is a nice trail right from\nthe road!</p>\n<p>The long drive back was made much longer by a stupid automatic light on\nthe highway. We dealt for close to an hour with stop and go traffic in\nthe middle of nowhere! This drive really tired us out, but finally, we\nwere home. Thanks for the fun climbing, Bob!</p>\n"}