{"date":"2001-12-30T00:00:00.000Z","title":"Red Mountain","description":"<ul>\n<li>Elevation gain: 3000 feet</li>\n<li>Miles: 6 round trip</li>\n<li>Total time: 5 hours round trip</li>\n</ul>\n<p>Jake and I planned to climb Mt. St. Helens today but due to unforeseen\ncircumstances he had to stay up all night. I was thinking of something\nelse to do, and I knew that Kris needed the car around noon. The idea\nof colouirs on the north side of Lane Peak had me excited, but since\nthe road to Paradise might not open until some horribly late hour, I\nshould save that for later. I really wanted to climb Chair Peak, but I\nwasn&#39;t going to attempt it alone. So, I decided to climb Red Mountain,\nwhich I&#39;d heard has a long steep snow slope that is fun in good\nconditions.  (does everyone have such an involved, tedious story about\nhow they ended up here or there in the wilds?)</p>\n<p><img src=\"images/guyer.jpg\" alt=\"Guye Peak from the Northeast\"></p>\n<p>Parking at the deserted Summit ski area, I marched up a hard packed\ntrail in the pre-dawn, alone with my thoughts. It was a little warmer\nthan I would have liked - there was no frozen crust over the snow, and\nthe valley was fogged in for the duration of my visit.  I had brought\ntwo ice tools, which was definitely overkill for this climb. Without\nbeing able to see through the fog, I had to chose among diverging\npacked trail by intuition.  It was easy following the trail in the\nlevel (and very pretty in the morning) Commonwealth Basin, but I knew\nI&#39;d have to climb more steeply to get to the lake below Red\nMountain. I chose a leftward branch, then a right branch. But the\nright branch descended then climbed a gully that disappeared into the\nfog. I decided to stick with the left branch because it felt\n&quot;right.&quot; But the tracks were made before the last snowfall, so I had\nto begin working for my summit here! I meandered up a steep ridge,\nthen crossed an avalanche slope to the left, hurrying to the trees on\nthe other side. Snowshoes were a necessity here. Finally, the tracks\nbecame ski and snowboard descent paths, so I continued up a fairly\nopen slope peppered with avalanche debris.  I was constantly checking\nthe stability of the snow, and never found anything to be nervous\nabout, until near the summit.</p>\n<p>Along in here, I still wasn&#39;t sure if I was climbing Red Mountain, or\nhad mistakenly gone too far west to the slopes of Lundin Peak. The\nclouds would lift occasionally to reveal a craggy mountain that I\ndidn&#39;t think could be Red. Also, Cave Ridge and Guye Peak looked\nreally close, and that seemed wrong. It was only as I made my way\nslowly higher, and got more distant glimpses, that I knew I was in the\nright place. Finally I could see Lundin and the little basin below\nit. There were several inches of snow over a firm crust, and as the\nslopes topped 40 degrees in angle, I took off my snowshoes and left\nthem by a tree. It was easier to kick steps, and I connected the tree\n&quot;dots&quot; as the ridge became steeper and more defined. My favorite part\nof the climb was a 50 degree section that felt very exposed, and when\nI had a great view of Lundin and Snoqualmie Peaks. The slopes on\neither side of me looked very steep and desolate.  I guess it would\nlook the same if someone was over there looking at me. Wow...</p>\n<p><img src=\"images/saddle.jpg\" alt=\"Saddle and pond below summit\">\n<img src=\"images/caveridge.jpg\" alt=\"Cave Ridge and Snoqualmie Mountain\"></p>\n<p>The wind increased, and lots of snow blew onto the ridge from the\neast. I realized this could present an avalanche problem. The slope\nwas composed of wind-packed snow, apparently brought here by this same\nprocess. It was stable, but I didn&#39;t want to linger too long on the\nsummit. I traversed to avoid some rock outcrops, and soon stood on the\nsummit in a maelstrom of wind, cloud and snow. The summit has a huge\ncornice of snow hanging over the north slopes, and it is important not\nto venture onto this.  I got as close as I dared and turned\naround. Getting down to an area protected by the wind was almost\ncomical. My glasses became a hindrance as I carefully down-climbed.\nNow facing into the wind, particles of ice and snow would get behind\nthe lenses and fog them up. I finally took them off. Still, I went by\nfeel for a while, knowing where I was only by having previous ice ax\nplacements inches from my face so I could see them. The rest of the\ntrip down to the snowshoes, then the valley bottom was uneventful,\nalthough the skies cleared further. There was a good view of the\nslopes of Kendall Mountain.  On the way back down the valley, I spied\na great looking ice climb, not yet fully formed, and still running\nwater. It was protected by the usual avalanche danger, as evidenced by\nbroken chunks at the base of the climb. I said hello to many\nsnowshoers out with their dogs, and marveled at the crowds on the ski\nslopes near the car.</p>\n<p>This is a very enjoyable climb, but don&#39;t bother going in unless you\nare pretty sure snow conditions are good. Even with good snow, there\nis plenty of uncertainty about avalanche danger on this mountain.</p>\n"}