{"date":"2001-3-10","title":"Guye Peak South Gully","description":"<p>Guye Peak has been a popular climb for a long time. It rises only 2000\nfeet above Snoqualmie Pass, but has a very dramatic West Face for\nlocal skiers to contemplate as they ride the chairlifts. Beckey&#39;s\nBible lists 11 different routes, not including minor variations on the\nrock climbs. Hikers can choose the North Route, but will probably be\ncontent with the South Summit, since exposed scrambling is required to\ntag the Middle and North Summits. In January, Steve, Peter, Chris\nK. and I took this route in ridiculous snow conditions, with the\nbooming of avalanches and avalanche control cannons echoing across the\nvalley. Routes on the steep West Face look intriguing, especially to\nPeter. He has a season pass at the Alpental ski area and much occasion\nto admire the face. I&#39;ve been disturbed by Beckey&#39;s comment that\n&quot;much of the steep rock on the S and W faces is brittle, therefore\ntreacherous to the climber.&quot; Another choice comment is that &quot;the\nrock is general solid (although friable).&quot; What am I supposed to do\nwith that remark?!?  But that is a story for another day, when he&#39;ll\nsurely lure me up!</p>\n<p>Today, Steve and I found ourselves at the base of the South Rib, our visions of\nclimbing Chair Peak deteriorating with the weather. Had we come a week earlier,\nwe would have found consolidated snow there, with a strong crust from clear\nnights. It snowed on Thursday, and fresh avalanches littered the basins. We\nretreated from the bench above Source Lake, wanting to try something else while\nwe still had a full day.</p>\n<p>At the rib, we approached the rock, which merely looked wet. A cold fog had come\nin as we hiked up, and within an hour it would be snowing. But the rock was\ncovered in a thin layer of ice. I hit a boulder with my ax and saw cracks\nappear on the almost invisible layer of slippery ice, realizing I was seeing\n<em>verglas</em> for the first time. Gaining 6 feet of elevation on that kind\nof ground was more excitement than we wanted. We knew there was a gully route\njust around the corner to the right, and decided to try that, hoping for snow.</p>\n<p><img src=\"images/tocombasin.jpg\" alt=\"This is taken from the rappel notch. Another party went down the steep gully below the ridge.\">\n<img src=\"images/broodmorn.jpg\" alt=\"Very gloomy weather approaching Chair Peak\"></p>\n<p><img src=\"images/vtoaltal.jpg\" alt=\"Ah, look at the commercial recreationists!\"></p>\n<p>So we headed up a snow gully for several hundred feet, working our way over or around\noccasional tree or rock steps. Occasionally, the gully ended in a cliff, sending us\nto the right where a continuation always appeared. At one confusing point we looked\naround in the mist, objects further than 20 feet were hard to make out. I spied a\nsolitary humanoid figure in trees to the right of our gully. He appeared to be looking\nat us, and standing completely still. &quot;Hello!&quot; I said. Just when I decided I was\nimagining the figure, it moved our way. This fellow and a companion would follow\nSteve and I for most of the route.</p>\n<p>Steve kicked steps up a particularly steep section, and we noticed rappel slings\naround trees on the side of the gully every 100 feet or so. We came to a dead end,\nand he led up to a ledge at the base of a cliff. Around a blind corner, Steve\nhad taken off his pack to squeeze through a hole between tree and cliff (going\naround the tree was not an option unroped!). I followed, then we crossed a steep\ngully. While Steve worked on dubious snow to escape to the right, I went higher\nlooking for a ledge system to take us out. Again, <em>verglas</em> proved too\nintimidating, and Steve had gotten past a tricky moat, so I went back and followed\nhis excellent trail. Reached a low angle forested patch, we took a break. We thought\nthe pair below had turned around at the intimidating tree/rock hole, but they\nrested and continued, later sending me email after seeing this page. They\nenjoyed the climb as much as we did.\nI wish I had taken some pictures at that point,\nbecause the exposure and scenery were excellent. All near-vertical snowy\ncliffs pointing down into the mist, with a couple of figures\nin the colouir. You&#39;ll just have to climb the route...</p>\n<p>We had easy walking for a while, then an impasse. We climbed leftward to a hanging\ngully, but I didn&#39;t want to cross the thin snow over slabs and vegetation to get\nto a lower angle snow slope. A fall would take you right over the cliff 10 feet\nbelow. Instead, we took a rocky ledge to a thin colouir with a tree at the base.\nClimbing up the colouir, we were mere feet from an exit onto easy slopes, but the\nexit was guarded by icy rock that required protection. Steve hunted for another\nway, but only came to a more dangerous point. So we backed down to belay at the\ntree. I led off, placing a nut at the crux, then escaping to snow slopes. I decided\nto run the rope out, using a sling around a tree higher up. Finally, I reached\na tree belay at the point that the South Rib and South Gully routes meet up. I\ncould see over to the Alpental parking lot again. Steve came up, then took off for\na lead on steep snow to a rock step that gained the ridge crest. After this exciting\nbit, he reached low angle slopes, and belayed me up. We walked to the summit, having\nreally enjoyed this climb. We had local views of the Alpental valley, and the\ntiny flea-like skiers. </p>\n<p>Now, we had to climb down a snow slope then belay a pitch\nup to the middle summit. Steve got this lead, finding the rock blocky and fun.\nThankfully, it wasn&#39;t iced up. He placed one camming device on the pitch, then\nran the rope out to a bucket belay in the snow on the middle summit. From here,\nI climbed down on snow to a rap anchor at a tree. Here, we rappelled into\nthe gully below the north summit. Actually, Steve climbed down on belay, then I\nrappelled. By the time I pulled the ropes, Steve had kicked steps up the 50\ndegree snow gully to just below the north summit. We tagged this summit, then took\nlong strides down towards the Cave Ridge saddle. Another party had come behind us,\nand descended the steep gully to the Commonwealth Basin. We reached the saddle, and\ndecided to go straight to the Alpental parking lot. We had some tracks to follow,\nand this route was not as steep as I thought it would be. It was much quicker\nthan going to Commonwealth Basin. Of course, we had to walk the road for a mile.</p>\n<p>The climb took us most of a day, but I expect that in good snow conditions, or\nwith previous steps to follow, this could be a great half-day outing. I&#39;d like to\ngo back in early May and climb the South Rib. Thanks to Steve for a great climb!</p>\n"}