{"date":"2001-1-6","title":"Sperry Peak","blurb":"ran out of time","description":"<p>January 6, 2001</p>\n<p>Jake had emailed me, saying he wanted to do a trip this weekend. By the time\nThursday rolled around, I was pretty excited about going out.  Some pressing\nbugs at work kept my enthusiasm low until Friday, when answers came at the last\nminute. I talked to Peter, who had plans to climb Bandera with Kim. I was ready\nfor a slugfest though, so eagerly signed on to Chris and Jake&#39;s idea for Sperry\nPeak.  (as it turns out, Peter and Kim had a bushwhacking slugfest of their\nown!).</p>\n<p>It was great to finally climb with Chris K., who is very strong and experienced.\nHis tale of a grueling three day trip to Mt. Challenger last summer fired Jake\nand I up for an attempt this year. July of 2001?  They picked me up at 6 am, and\nwe began walking up the Sunrise Mine road at 7:45 am. Right away, Chris took off\nin his trademark long strides. How am I gonna keep up with this guy?</p>\n<p><img src=\"images/sperry.jpg\" alt=\"Sperry Peak\">\n<img src=\"images/headlee.jpg\" alt=\"Jake below Headlee Pass\">\n<img src=\"images/wirtzb.jpg\" alt=\"Wirtz Basin\">\n<img src=\"images/csprysf.jpg\" alt=\"Chris below Sperry Peak\">\n<img src=\"images/vesper.jpg\" alt=\"Vesper Peak\">\n<img src=\"images/jakespry.jpg\" alt=\"Jake coming into the basin\"></p>\n<p>The day was beautiful -- high pressure, no clouds, crisp alpine\nvistas of Big Four Mountain and Del Campo peak as we hiked the road.\nSoon we entered a cramped forest trail, hopping around on slick\nroots and little streams. We emerged in a clearing where two\nrivers converged. After two awkward crossings, we traversed a brushy\nslope to gain Wirtz Basin below Headlee Pass. The traverse was\ntiring, with rotten holes in the snow, thin avalanche gullies,\nand deep rocky creekbeds. We emerged above the Basin, looking hopefully\ndown sheer cliffs to the basin floor, some 300 to 500 feet below.\nAfter going up and down these cliffs and contemplating down-climbing,\nwe did the right thing and hiked back, down and around to enter the\nbasin at the only logical place.</p>\n<p>Gamely, we kept going. Although one of Chris&#39;s snowshoes broke here,\nand he spent the rest of the day with one snowshoe on. At the same\ntime, he kicked steps out in front all day too! Jake and I pleaded\n<em>&quot;Please, take one of our snowshoes, it&#39;s bad enough that you are\nwasting us, don&#39;t humiliate us too!!&quot;</em>\nBut he seemed to take a secret\ndelight in doing without. I imagined myself with a dunce cap and\ntoiled on.</p>\n<p>But what a great place to toil! Morning Star is ahead and to the left,\nwhile Sperry practically seethes above us on the right. It&#39;s flanks\nsteamed with runnels of melting ice, and an unnaturally blue sky above\nthe craggy summits seemed to add elevation and seriousness. The\nroutes on the east face were all hard, and didn&#39;t interest us today.\nInstead, we made an abrupt right turn before the basin headed out in\ncliffs. I&#39;d heard much about the steep slopes to Headlee Pass, but\nit wasn&#39;t as steep as I&#39;d thought. The snow was good, aside from a 50\nfoot section of thin cover over a hard, icy crust. Chris broke most\nof the way, although I did get an exhausting turn on the endless slope.\nI also got some good advice from Chris, who recommended really stamping\nthe snow down with each kick step. I wasn&#39;t doing this, so every now\nand then a step would collapse, putting me about 3 feet below a previous\nstep! Attempts to extract myself just dug me deeper into a hole. I&#39;ll\nremember this. Chris never had that problem.</p>\n<p>We were in the sun for the first time on the other side, and I led the\nway up to a level area looking down on Lake Elan in the saddle between\nVesper and Sperry Peaks. The elevation was around 5000 feet. We debated\nthe route from here. Sperry rose up in a wall with minor gullies, and\nlittle ice chunks constantly came down as it baked in the sun. Jake was\nkeen to try a gully that appeared to level off a few hundred feet above.\nChris and I were worried that it wouldn&#39;t level off much, and then we&#39;d\nhave a maze of gullies for upward progress. Finally, we dropped a bit\ncloser to the lake and continued around it some distance to ascend\nsteeply left of a wide colouir. Halfway up this I couldn&#39;t ignore all\nthe warning lights in my head anymore, so I turned around, going back\nto the level area to wait. I wasn&#39;t unhappy with this decision because\n1) it was after 2:00 pm, 2) we needed daylight to navigate below Wirtz\nBasin, 3) I was tired, 4) the hot sun and melting slope gave me the\njitters, and 5) I was tired, did I say that?</p>\n<p>I wished Chris and Jake luck, watching them with binoculars as they made\nslow but steady progress several hundred feet higher. They came to a level\narea before the summit, had a good look around, then started back. I\nwas surprised, but it was a good decision based on the time. In order to\nhelp us along now, I decided to get a head start, and hopefully find\nand pioneer the trail we had lost at the basin head before dark. If I\ncould do it before dark, they could follow my snowshoe tracks even if\nthey came considerably later.</p>\n<p>Getting down to Headlee Pass took me through the most frustrating snowshoe\nconditions I&#39;d ever seen. The now-saturated upper layer of snow slid\neasily on the rain crust, leaving me slipping and off-balance most of\nthe way. I was glad to get out of the sun at the Pass, and began retracing\nour steps down, facing in at first, but soon finding conditions suitable\nfor a glissade. After several fun slides, I snowshoed down the basin,\nstopping often to listen for Jake and Chris hopefully not far behind.\nAt the head of the basin, I finally saw them behind me, as tiny black\nspecs sliding down from the Pass. Good.</p>\n<p>It didn&#39;t take long to find the clever forest trail we had missed. When\nwe were in shouting distance, I started down, and soon we were together\nagain on the brushy slope fighting to get down before full dark. Jake\npicked some good landmarks to make for. A large boulder and a short\nforest path led us to our river crossings. From here, I raced along our\nbarely-visible tracks from the morning, reaching the snowfree forest \npath just at full dark...not a minute to spare! We shuddered at the thought\nof trackless nighttime wanderings through the brushy forest here. Headlamps\ngot us back to the road, where the moonlight accompanied us the rest of\nthe way.</p>\n<p>Thanks to Jake and Chris for an excellent winter mountain trip!\nWe&#39;ll be back for the summit.</p>\n"}