{"date":"2001-8-20","title":"Slippery Slab Tower","description":"<p>Steve and\nJosh came up from Portland and attempted the East Face of\nChair Peak.  Steve ended up a rope length out searching for any kind\nof pro for a belay, but the face was completely blank. Only a little\ndisappointed, they hiked around to the normal route, and climbed up\nand down via a chimney. This was Josh&#39;s first technical climb, and he\nreally enjoyed it. What to do for the next day? We didn&#39;t want\nsomething really hard, but something that offered some climbing, and\nmaybe a chance to see an area we hadn&#39;t been to before. Phil F. had\nmentioned Slippery Slab Tower in an email a few days before, and I\nread about it on Gordon&#39;s page (a lot of people involved here!).\nGordon described an alternate, very scenic approach, and said that the\ntower looked spectacular from that vantage. This was perfect for our\nneeds. (Gordon&#39;s approach takes the trail near Tunnel Creek to Hope\nLake, then the PCT to Trap Pass, while the usual approach follows\nSurprise Creek).</p>\n<p><img src=\"images/traplake.jpg\" alt=\"Trap Lake from Trap Pass\">\n<img src=\"images/datower.jpg\" alt=\"View of the tower near Trap Pass\"></p>\n<p><img src=\"images/closevw.jpg\" alt=\"The lower red line shows our pitch one variation\">\n<img src=\"images/ironcroute2.jpg\" alt=\"On the route\">\n<img src=\"images/josh.jpg\" alt=\"(Josh)\">\n<img src=\"images/steveder.jpg\" alt=\"The Neslander\"></p>\n<p>Josh drove us in style to the trailhead near Steven&#39;s Pass. His car\nhas heated seats and other amenities. These seats nearly prevented\nthem from a winter attempt on Mt. Hood recently - the car was just too\nwarm and dry! After a wrong turn, we found the trailhead and started\nhiking. The trail to Hope Lake is short but quite steep for a trail in\nthis area. But we reached the lake quickly, and continued up to\nbeautiful alpine terrain as we traversed a grassy slope above the\nTrapper Creek valley. Finally, the Tower came into view. It looked\nformidable. Definitely easier on the left, but still impressive. This\narea of the cascades has always been a mystery, and it was great to\nfinally visit. We came to the brilliantly blue Trap Lake with it&#39;s\nring of cliffs.  Shortly above Trap Pass, on a goat trail (well\ntraveled), we stopped for a sandwich.  Continuing, we soon stood at\nthe base of the peak. The basin below the tower is extraordinarily\nscenic, with grassy benches, granite boulders and lingering\nsnow-patches.  We got the ropes out at the base of an obvious 3rd class\ngully. Steve and I scrambled up this, and gave Josh a belay. Josh had\nto endure many pronouncements of wisdom from Steve and I (especially\nSteve) about the nature of alpine climbing.  Whatever he complained\nabout at the moment would provoke some gritty wisdom along the lines\nthat this was the central activity of alpine climbing! Some examples:</p>\n<ul>\n<li>&quot;Don&#39;t like bushwhacking? That&#39;s what alpine climbing is\nall about!&quot;</li>\n<li>&quot;Knowing the line between acceptable and\nunacceptable risk - this is the central tenet of alpine\ntravel!&quot;</li>\n<li>&quot;Long, loose, horrible descents - ah, the\nveritable <em>Quan</em> of the alpine environment...&quot;</li>\n<li>&quot;But\nthe sine qua non of the Alpine is the unprotectable lead, don&#39;t you\nknow?&quot;</li>\n</ul>\n<p>Josh can rest assured he&#39;ll be given many more tidbits of\nwisdom. He&#39;ll have graduated when he learns to invent them himself!</p>\n<p>Steve led the first real, (and only!) pitch. It was pretty\nexciting. It involved an open book with a crack for protection, and\nlittle smears for feet. We traversed out of the open book on the left,\nand up easier ground to an anchor just below the summit. We scrambled\nto the summit and added our names to the register. With the exception\nof Thunder Mountain (it looked easily scrambled), all the peaks were\nfar. The Chiwaukum Range and Mt. Daniels provided the most spectacular\nvistas. Deep, green valleys radiating away from Trap Pass were just as\nbeautiful.</p>\n<p>We got down with single rope rappels (one double and two singles would\nhave worked too), but wanted to do a little more climbing. During the\nrappels we invented the notion of the &quot;Iron Crotch,&quot; a sort of\nmid-19th century undercarriage replacement of the vitals, and the\norgans of elimination and reproduction. We had seen a pointy rock upon\nwhich we might fall during rappel. Only a devices like this could save\nus. Through a sort of historical fiction narrative, we elaborate on\nuses and benefits of the device, of which there was a surprising\nplethora. The virtues of regularity, mental clarity, order and\ndurability were especially enhanced (at least with stainless steel\nmodels), and the device would have attracted quite a following, had it\nonly existed.</p>\n<p>Anyway, during this narrative, we made a believed first ascent of the\nclean, light-colored granite to the right of the 3rd class gully. The\nascent climbed left of a flaring chimney, then entered the chimney\nwhen blocked by an overhanging slab. The chimney protected well,\nproviding several nice hand/fist jams, until the angle relented and\nthe climber emerges onto the face. The face gets steadily worse in\nquality, as the rock blackens and becomes rotten. Sparsely protected\nand mental (but easy) climbing leads to the slung tree that marks the\nregular route. The length is about 45 meters, and the rating 5.6. The\nclimb is called &quot;The Iron Crotch,&quot; for obvious reasons.</p>\n<p>After this, with plenty of time to linger in the mountains, we enjoyed\na game of bouldering. Josh and I indulged in a nap, and ate many\nvictuals while gazing out at the land. Josh discovered a water\nfountain underneath a boulder, and it was with warm feelings that we\nleft our adopted basin.</p>\n<p>The trail journey felt longer than it had in the morning, as usual,\nespecially a long switchbacked section above Hope Lake. At the lake,\nJosh dealt with some painful blisters, and we thought about the\nvirtues of lakeside camps below timberline, of which there were\nnone. Mosquitoes, crowds, bears, lack of views. But you do have water\nnearby, I guess. The very steep trail down to the trailhead went\nquicker than expected, and at least Steve and I emerged at the car\ncompletely surprised, ready to hike another mile without\ncomplaint. When Josh arrived, he was given a capsule lesson in the\ncomment <em>&quot;Endless trails in rooty forest while exhausted make up one\nof the prime demands placed on the would-be alpine climber.&quot;</em> Down\nto pizza at Frankie&#39;s in Redmond went the three would-be alpinists.</p>\n<p>Thanks to Josh and Steve!</p>\n"}