{"date":"2001-6-15","title":"The Dolomites, Italy","description":"<ul>\n<li>June/July, 2001</li>\n</ul>\n<p>Kris and I were very happy that we could fit all of our clothes and climbing\ngear into 2 full size carry ons and 2 small backpacks, so we didn&#39;t\nhave to check anything in.</p>\n<p>We flew directly from Seattle to Amsterdam Saturday afternoon.  We\nhave never seen SEA-TAC airport so crowded, we were so glad we didn&#39;t\nhave to stand in what looked like a 2 hour line!</p>\n<p>While we were waiting for the plane, we noticed a young guy dressed to\nthe nines in a cowboy outfit with a pink and purple fanny pack and a\nlarge Alaska belt buckle. i thought it was very strange and Michael\nguessed that he was a tourist that thought that&#39;s how Americans\ndressed. Sure enough, we sat right next to him and it turns out he was\na Dutch guy who went on a camping tour from Seattle to Alaska.  He\nloves his western wear (his previous trips to the states have been to\nMontana and Colorado) although he left his cowboy boots at home since\nhe couldn&#39;t fit it in his backpack. We (mostly Michael) had a good\ntime talking to him about the mountains in Washington.</p>\n<p>The flight wasn&#39;t too bad and we felt pretty good at the Amsterdam\nairport. It was a 9+ hour flight and Amsterdam is 9 hours ahead so we\narrived at 8am.  It wasn&#39;t a huge culture shock as all the signs were\nin Dutch and English.  We had a bad experience there though.  I have\nheard from various sources that there is a chance that the airport\nsecurity x-ray machines will ruin film, no matter what speed film it\nis.  I didn&#39;t want to pass my film through the x-ray machine but the\nsecurity guy said that it was my problem and not his.  He then threw\nmy whole bag of film through the machine!  I was very upset!!!  I&#39;m\nkeeping my fingers crossed that none of the rolls are ruined.</p>\n<p>From there, we took a KLM flight to Milan and we were very pleased\nthat the chairs on the flight were HUGE - almost business class!  On a\nplane that usually has 3 chairs on each side, they have 2 on one and 3\non the other and made the chairs/armrests bigger to take up that extra\nspace. We flew over the Swiss alps and got a breathtaking view!</p>\n<p>When we got out of the airplane, we walked towards the exit and\nrealized that we didn&#39;t get our passports stamped. We talked to other\nUS citizens that were around us and they said &quot;oh yes, you NEED to\nget it stamped.&quot;  It was hell trying to get back in to where the\ncustoms agents are.  I found out that if you have a US passport, you\ndo not need to get it stamped in Europe.  I asked three different\npeople at the airport to confirm this.  There are hardly any signs in\nEnglish and only few people speak English so we felt very lost.  All\nthe books we read did not prepare us for this!</p>\n<p>After that adventure, we found our way to an ATM got some money and\npromptly put it into our money belts.  We went to the train shuttle\nstation and bought a ticket to the central train station in Milan.  We\nwent down to the tracks and there was a train waiting there that said\n&quot;Milan Nord.&quot;  We weren&#39;t exactly sure if that was our train so we\nasked around and no one spoke English and we didn&#39;t have our\nphrasebook handy.  We finally found someone who did speak English and\ntold us that we were on the right train (this is after we were halfway\nthere).  If it wasn&#39;t our train, we don&#39;t know what we would&#39;ve done!</p>\n<p>We got off at the main train station and went to the window to buy our\ntickets to Bolzano.  We found out that we were at the wrong station\n(Cordona) and we needed to take the subway to the main train station.\nThere is no direct train from the airport to the central station.\nGoing down into the subway was quite an experience, very dark and\ndirty and again, we had no idea which train to get on.  We saw a whole\nbunch of people boarding a train so we decided to get on too.  Whether\nit was the right one or not, we had no idea.  We found a map on the\ntrain and figured out that it was the right one.  The subway train is\nvery loud and screechy!</p>\n<p><img src=\"images/milantrainstation.jpg\" alt=\"Milano Centrale train station\"></p>\n<p>We got off at the right stop and took an escalator to the street.  It\nwas a really cool sight to surface onto the streets of Milan looking\nup to the huge structure of the train station.  It was incredibly hot\nand we were not prepared for it!  We were both wearing long sleeved\nshirts.  We bought our tickets to Bolzano, although we were confused\nas to which train to board.  We needed to take a train first to\nVerona, then from Verona to Bolzano.  The woman at the window told us\nto catch the 14:05 train, but didn&#39;t tell us which track.  There was a\ntrain to Venice that left at 14:05 and a train to Verona at 14:15.  It\nwas 13:50 so we had very little time to figure out which train we\nneeded to board.  Michael ran around trying to ask someone with no\nluck.  We saw an official looking person that spoke very little\nEnglish that told us that the Venice train was the correct train.  So,\nwe got on and crossed our fingers!</p>\n<p>We were very thirsty as there are no water fountains hardly anywhere\nand we didn&#39;t have time to stop and buy some water.  Michael left the\nbags with me and went out to find some.  After about 20 minutes, he\ncame back and i was so relieved, I was dying of thirst!  I think the\nlast time I was that dehydrated was when we ran out of water climbing\nat Red Rocks near Las Vegas.  I opened the bottle and was so happy to\nbe FINALLY drinking some water.  I took a sip and nearly gagged.  It\nturns out that it was carbonated water.  How do people drink this\nstuff?  It was the only water I had, Michael said I had to suffer with\nit.  Going back to get another bottle would have taken too long.</p>\n<p><img src=\"images/onthetrain.jpg\" alt=\"Michael on the train to Verona\"></p>\n<p>We first sat in a compartment but then we got kicked out because it\nwas reserved for a bunch of loud teenage German girls.  So we had to\nsit in the aisle, they had these &quot;pop out&quot; chairs that we could use.\nAbout half way to Verona, a woman in another compartment left and the\npeople in there made room for Michael and I.  They were a family from\nNew York and we started talking about climbing.  They said that they\nlive near the Gunks and that we should visit them.  We were amazed at\ntheir generosity and exchanged addresses.</p>\n<p>There was slight confusion as to which train to transfer to but we\nfound a timetable and figured out where we needed to go.  I found a\nwater fountain that i could empty out my carbonated water and put in\nregular water.  Ahhh, it was very nice!</p>\n<p>We found some seats and was amazed at how less crowded that train was.\nIt turned out that we were sitting in the first class section and we\nwere booted into the second class section.  I cannot describe the heat\nwe endured!  That second train was long and slow, so it took awhile to\nget to Bolzano.  The only chairs we found was next to this girl that\nwas sleeping and she &#39; had her legs up next to the chair across from\nher.  Michael had to &quot;form-fit&quot; around her with one leg up and over\none of the arm rests.  Funny, I always pictured train riding as almost\nlike taking a plane - air conditioned and pleasant.</p>\n<p>Michael used the bathroom and heard a strange sound.  He then realized\nthat the toilet was just a &quot;hole&quot; and everything was being emptied\ndirectly onto the tracks! hmmm...</p>\n<p>We finally made it to Bolzano but then realized that we had no idea\nhow to get to our hotel (Kolpinghaus).  Michael left the bags with me\nand ran around Bolzano to find it - they did say that they were five\nminutes away from the station.  He came back 15 minutes later with no\nluck.  I saw a &quot;local&quot; looking guy and decided to ask him for\ndirections.  He spoke very little English but with Michael&#39;s knowledge\nof German (in the South Tyrol region of Italy, most people speak\nGerman first and Italian second), we managed to understand his\ndirections.  We started walking and I think we looked so pathetic that\nhe offered to walk us there.  He even carried one of our bags!  We\nwere on guard as we were just reading about all the petty theft that\nhappens - Michael and I were ready to run after him should he decide\nto take off with our bag.  It turns out that he was a very genuine guy\nand extremely nice.  He liked the opportunity to practice his English.\nSince he was so nice, we invited him to come to dinner with us after\nwe checked into our hotel.  He was really surprised that we offered\nand gladly accepted.</p>\n<p>His name is Daniel and he was born in Bolzano and is a musician\n(clarinet and accordion teacher) and also loves to ski.  He is\ncurrently practicing some pieces to play in a worldwide(?) symphony\nand has concerts in Switzerland in July.  We went to his favorite\npizzeria - Pizzeria Partenope - and had a lot of fun talking about so\nmany things.  It&#39;s amazing what you can do with a German/English\ndictionary and hand gestures.</p>\n<p><img src=\"images/michaelanddaniel.jpg\" alt=\"Michael with our new friend Daniel\"></p>\n<p>Michael&#39;s gesturing of &quot;crowded&quot; and &quot;fence&quot; were extremely funny\n(at least to me).  It was so wonderful to have Daniel there!  I found\na new drink that I like - Spetzi - which is Coke and Fanta mixed\ntogether.  Michael liked Radler, which is beer and coke mixed\ntogether.  I also had my first grappa, which is a really, really\nstrong drink, sort of like vodka but it burns as it goes down.  You\ncan sip it or do it as a shot.  Someone at our work said that the\nlocals drink grappa, so we had to at least try it!  We ordered pizza,\nof course, and this restaurant has 80 combinations of pizza!  It was\nwonderful!  It turns out that Daniel loves computers so he was really\nimpressed that we both work for Microsoft.  His girlfriend called on\nhis cell phone (every Italian has at least one) during dinner and so\nwe got on that subject - turns out he has many girlfriends all over\nItaly and he said that it&#39;s hard to keep them from finding out about\neach other.  Quite the player!  It was a fun evening and he was just\nso blown away when we told him that he would pay for his meal.  Dinner\nfor three including drinks came out to about $25!  After dinner, he\ngave us his personal tour of the central area of Bolzano and it was\nsuch an amazing place - just what we pictured small town Italy to be\nlike!  Very romantic with narrow streets and tall buildings crowding\non each other and people walking at night.  He also told us where to\nget the best gelati in Bolzano, but it was closed so we couldn&#39;t get\nany that night.</p>\n<p>We went back to the hotel and discovered lots of strange things.  We\nwere confused about the towels, imagine that!  There is a big linen\nsheet that I&#39;m guessing is a washcloth (still trying to figure that\none out) and then a more absorbent cloth, which we used as a towel, we\ndon&#39;t know for sure if it is one - but it was in the bathroom so it\nmust be.  The room was very narrow so the twin beds couldn&#39;t be put\nside by side, It was top to bottom.  I think in Europe there is almost\nno such thing as a king or queen sized bed.  It&#39;s usually two twins\nput together.  The beds were very HARD and forget about air\nconditioning!  We slept with the window opened and listed to the\nbirds, people passing by, motor scooters and cars.  We were so tired\nthat the noise didn&#39;t bother us at all!  What a day!</p>\n<p><img src=\"images/bolzanomorning.jpg\" alt=\"Morning in Bolzano\"></p>\n<p><img src=\"images/bolzanoarches.jpg\" alt=\"Alleyway in Bolzano\"></p>\n<p>I got up at 2am because I was just too excited to stay asleep and\nbecause we had to keep the window open since the room was so hot.  We\nboth finally got out of bed at 5:30am (can you believe it?  For those\nof you who don&#39;t know our sleeping habits, we&#39;re NOT morning people)\nand walked around Bolzano.</p>\n<p>It was such a neat experience, It made us really like Bolzano, it was\na very quiet morning (but still hot) and we went to a bakery and\nbought something that looks and tastes like a very large donut and an\napple something or another.  We also saw some very strange looking\ncars, some that were smaller than 6 feet long!</p>\n<p>We went back to our room and I took a short nap - falling asleep to\nthe sounds of cars, scooters and someone playing the flute from the\nmusic conservatory next door.  Michael went on an adventure to find\nsome shaving cream and a phone card.  He first went to a farmacia\n(pharmacy), which is strictly a pharmacy and is not like our &quot;drug\nstore.&quot;  When he couldn&#39;t find it there, he stopped and asked someone\nwhere to get shaving cream (had a hard time explaining what he wanted\nbut suddenly remembered the italian word for it - crema da barba) and\nthe guy told him that he had to go to a tabacci shop, which probably\nhas the most products per square foot than any other type of store.</p>\n<p><img src=\"images/bolzanohillside.jpg\" alt=\"Streets of Bolzano in the shadow of a terraced hillside\"></p>\n<p>We picked up our rental car - a Fiat Punto - and I was so relieved\nthat the guy said that it had air conditioning!  The car was small,\nbut not &quot;funny&quot; small.  It was more like a small Honda Civic\nhatchback.  And of course, it DIDN&#39;T have air conditioning!  We had to\nmake do with rolling the windows down.  There is a button marked\n&quot;city&quot; and we have no idea what it is for.</p>\n<p>We made our way to Cortina d&#39;Ampezzo via the direct and scenic, but\nstressful and scary route!  The road was much curvier than the map\nmade it look.  Picture a residential two way street &quot;on a diet&quot; then\nmake it go through very hilly landscape with a billion switchbacks.\nThen picture motorcycles, cars and very large tour busses in your lane\ngoing around blind curves at 50mph!  The roads resemble hiking trails\nmore than driving terrain!  After about 2 hours of this, I got motion\nsickness and we had to stop and walk around for awhile.  We got the\nfirst look at the Dolomites and they were just incredible!  We\neventually made it to Cortina after 3 very stressful hours.  Michael\ndid very well though, he said that he feels &quot;at home&quot; with driving\nhere.  Maybe it reminded him of being 18 again?</p>\n<p><img src=\"images/rifugioct.jpg\" alt=\"Rifugio Cinque Torri\"></p>\n<p>We then drove up a ONE lane street to the Rifugio Cinque Torri.  If\nyou thought the two lane streets were bad, this was way worse!  At\nleast we went at a good time when there wasn&#39;t too many cars going the\nopposite direction.  There is one very blind curve at the top that we\nnearly had a head on collision!  ACK!  We made it there alive and well\nbut found out that the Cinque Torri Huette was full for the night.\nThere was another Rifugio that was 5 minutes away (for a Sasquatch, 30\nminutes for the lay person) but they didn&#39;t open until July 1.  We\nnoticed that the air was very thin - we were at 7000 ft - so it was\nvery hard to walk uphill.  At first I thought I was just way out of\nshape, but Michael was having a hard time also and since he is\nexperienced being at high elevations, he knew that it was the air.</p>\n<p><img src=\"images/hotelsanmarco.jpg\" alt=\"Hotel San Marco - Our home for about 1.5\nweeks\"></p>\n<p>We decided to stay in Cortina that night and an Italian couple helped\nus make a reservation at the hut for the next night.  The husband said\nthat he didn&#39;t speak English then later went on to tell us about his\ntrip to Aspen, Colorado!  We were a little disappointed with Cortina\n(especially after liking Bolzano so much) - it is a resort town with\nno real culture.  It has a billion places to stay and 80 restaurants\nserving only Italian food.  The views are incredible though and Winter\nand August are the busiest times.  A lot of places were still closed\n(open July 1) but we kind of liked that it was empty.  We stayed in a\nplace called the Hotel San Marco, right across from the main church.\nOur friends, Peter and Kim, stayed here last year and highly\nrecommended it.  It is very reasonable and centrally located so we\ndon&#39;t have to drive when we&#39;re in town.  The rooms are very quiet\nsince it has double doors.  Right when we arrived, there was a funeral\nprocession going on - the church bells were ringing and hundreds of\npeople walked out of the church almost single file following a hearse\nthrough town.  I&#39;m so used to seeing cars in a line, not people, it\nwas very interesting and humbling.  We took a nap and woke up too late\nto have dinner so we just went hungry.</p>\n<h2 id=\"06-26-01-our-first-climb-via-delle-guide-by-michael-\">06.26.01: Our first climb - Via delle Guide (by Michael)</h2>\n<p><img src=\"images/onthewaytoct.jpg\" alt=\"On the way to our first climb\">\n<img src=\"images/vdg1stpitch.jpg\" alt=\"Leading the first pitch of Via delle\nGuide\"> \n<img src=\"images/krisvdg.jpg\" alt=\"Kris on the route\">\n<img src=\"images/viadelleguidesummit.jpg\" alt=\"On the summit!\">\n<img src=\"images/michaelscramble.jpg\" alt=\"Michael scrambling unroped!\"></p>\n<p>I was so excited! It was time to climb in Italy!  What would the rock\nbe like? From the pictures, I expected it to be chossy and horrible,\nready to break off at any moment. In fact, while I was writing this, a\nCanadian man walked up and asked me what the rock was like. He was so\nsure it would be bad that he didn&#39;t bring his rope. tsk tsk...No more\n&quot;soup&quot; for him!  We made that horrid drive up to the hut again, this\ntime with no scary incidents!  [Michael was rushing me since he saw a\nbusload of climbers coming. -Kris]</p>\n<p>We hiked up, making a few route-finding mistakes, but finally coming\nbeneath the 300-foot high face of Torre Grande&#39;s West Summit.  The\nroute was the &quot;Via Della Guide,&quot; first climbed in 1930. In front of\nus, another party was finishing the first pitch. There is an\noverhanging section of rock here, and the follower above was having a\nnervous time. Fidgeting and murmuring in German, he was making Kris\nnervous too! But then I was climbing, and finally after much\nspeculation found that the rock was wonderful. What looks like\n&quot;choss,&quot; is just a mottled pattern of black and gray rock. And the\nholds can be gripped like video-game joysticks.  Quickly, I arrived at\nthe overhang, and overcame it with a large baseball bat hold. I found\na belay station made up of one cemented piton. Cement? Soon I would\ngrow used to this, but for the first time, I had to back it up with\ngear. Kris surprised herself by climbing through the overhang with no\nfuss, no muss! Wow, the sun was out and we were climbing!</p>\n<p>We climbed another pitch up easy rock, then a delightful climbing\ntraverse to beneath a great overhang of rock.  Stopping to take\npictures at every chance, we were enjoying ourselves greatly. Then a\npitch with a hard start, protected by an iron piton. In general, it\nwas hard to find protection with my gear. I felt that you need pitons,\nespecially knifeblades for the compact rock here. I used small to\nmedium cams, and small nuts, but I finally quit carrying larger cams,\nas I never found a place for them.  Anyway, back to the climb.</p>\n<p>There was one pitch left, and it ends spectacularly with fun climbing\nright to the summit - an isolated block about 20 feet square. Here we\ntook more pictures, hugged, hung out a while, and made the first of\nthree rappels to a steep trail. We had really had the route to\nourselves, something we wouldn&#39;t get again. On the short-but-steep\nhike back to our boots, we met Carl from Spokane, WA. He had just\nfinished the &quot;via Miram&quot; on the South Summit.  Everybody&#39;s happy!</p>\n<p>There was a local pinnacle that looked close enough to climb while\nKris took a nap. I got my boots on and ran down into a valley, up the\nother side and met up with a trail going to Passu Giau. I followed\nthis beautiful trail through heather down a gully, then to a long\ntraverse of a mountain side. I kept my eyes open for a way over to the\npeak, and finally found a ridge that should work.  Enjoying the\nexploration, I was soon below the peak, where I followed steep scree\nand heather to a saddle with a cairn. I found an expensive tripod head\nhere! Steeper, exposed scree and rock led to the summit, which had a\nspectacular view in all directions. It took 50 minutes to get here,\nbut it was special because there were no signs of previous passage,\nand I didn&#39;t even know what it was called. I looked down on the\nrifugio for a while, then carefully descended. I tore my pants on\nsharp rock, and Kris repaired them for me with the tiny sewing kit\nthat came with our toiletry bag!</p>\n<p>I came back and took a small nap with Kris but that was a big mistake\nbecause we missed dinner!  The couple that runs the place felt bad for\nus and gave us some speck (smoked pork) and awful smelling cheese.  It\nwas really bad smelling.  It was gross.  We gagged.  Michael said it\nwas like a decomposing rhinoceros.  Like the night before, we went to\nbed hungry.</p>\n<p><img src=\"images/michaelenjoyingview.jpg\" alt=\"Enjoying the view\">\n<img src=\"images/atbelayledge.jpg\" alt=\"Kris and I on a belay ledge\">\n<img src=\"images/krisrapvdg.jpg\" alt=\"Kris in awe of the incredible view\">\n<img src=\"images/cinquetorri.jpg\" alt=\"The Cinque Torri\"></p>\n<h2 id=\"06-27-01-locked-in-the-hut-but-at-least-torre-lusy-is-conquered-\">06.27.01: Locked in the hut but at least Torre Lusy is conquered!</h2>\n<p><img src=\"images/cinquetorrisunrise.jpg\" alt=\"Sunrise picture from the Rifugio balcony\"> </p>\n<p>Wednesday we were up at 4 am to take pictures of the sunrise, but to\nour surprise the Rifugio door was locked! We had figured to take\npictures then get an early start on the climbing, but endured a few\ntortured hours in our room and the upstairs balcony.  I figured I\ncould escape via the W.C. window, and we also could have rappelled\nfrom the balcony, but it probably wasn&#39;t worth the furor it would\ncause. I was especially worried about the bus full of climbers that\narrived at nine yesterday and took over the tower we wanted to\nclimb. It might happen again.</p>\n<p>But finally, since we missed dinner the night before, we had to stay\nuntil breakfast at 7:30. We had yet more bread, and a sort of\napplesauce/baby-food &quot;juice drink,&quot; and finally left the hut at 8\nam. It was already quite hot.</p>\n<p><img src=\"images/michaeloffroute.jpg\" alt=\"Michael off route\"> \n<img src=\"images/maxtorrelusy.jpg\" alt=\"Max on the first pitch of Torre Lusy\"></p>\n<p>With a vague conception of where Barranco tower was, we climbed up the\ntrail behind the hut. We came to snowy scree gullies and decided to\nfollow a way trail around the towers.  Up and down we went, guessing\nabout the tower and being wrong several times. Finally, we circled all\nthe way to the start of via della Guide, hiked up the gully to our\nrappel point from the day before, and realized our tower was down\nsteep scree all the way back to where we started! And even worse, the\nclimber bus had arrived, and I counted 16 climbers milling around the\nbase of the route we wanted! Eeeyyy...</p>\n<p>It turns out we were mistaken about the tower names, and also, the\nclimbers at the base were queuing up for Torre Lusy.  But not knowing\nthat, I started climbing a more intimidating route just to the right\n(via del diedro on Torre Romana).  It was well protected, but went up\na steep, even overhanging at parts, corner with some reachy\nmoves. Coming out on a ledge, I was a little worried about how Kris\nwould find it. I then followed a line of bolts onto a face and a belay\npoint. Estimating the climb to be a stiff 5.7, I thought about\nrappelling from there, since I had just enough rope. Kris came up\nhalfway, then I lowered her because it was just too hard for her. She\nhad to pull on every piece of pro and still couldn&#39;t make it. I had\nused all my slings so it was difficult to set the rappel and finally\nescape. Once down, we walked around the corner to the more classic\nclimb, and ran into two guys inspecting it. The crowds had\ndisappeared.</p>\n<p><img src=\"images/kristllastpitch.jpg\" alt=\"Kris belaying on the last pitch\">\n<img src=\"images/michaelraptl.jpg\" alt=\"Michael on the 40m free hanging rappel\"></p>\n<p>These two were Max, an Italian living in St. Louis, and Carl, a fellow\nWashingtonian from Spokane. The route looked quite steep, and with\nKris having just been repelled from a climb, we wanted something\neasy. Carl&#39;s guidebook described a route just to the left on Lusy, 5\npitches of 5.4 (<em>Via Lusy Pompanin</em>).  It looked like a fun route.\nThere was a crowd of climbers above, but we wouldn&#39;t run into them. We\nneeded to do a 50 meter rappel, so we combined our teams and ropes (we\neach had one 60 meter).</p>\n<p>Max and Carl went first, and Kris and I came behind. The climb started\nout tough, with steep polished holds in a moat between snow and\nrock. But once the ridge is gained, the climb was really fun, having\nthe same beautiful holds as Via Della Guide. Carl and Max climbed\nslowly, Carl had just ended a two year moratorium on leading, and Max\nfelt that leading a climb was a sure way to die! So we spend time\nconversing with Max on ledges, and admiring the views of Tofana. Each\npitch had one small difficulty, such as a crack or polished holds. The\nday was clouding up, and there was a wind blowing.</p>\n<p>Abruptly, on pitch 4, a swarm of 6 climbers came up rapidly while Carl\nwas leading out. One was unroped, and the others were from Val Gardena\n(Italy). Max said that townspeople there learn to climb at age</p>\n<ol>\n<li>Indeed, they were a swarm, and it was</li>\n</ol>\n<p><img src=\"images/carlmaxmichael.jpg\" alt=\"Carl, Max and Michael waiting out the hailstorm\"></p>\n<p>all I could do to lead up right on Max&#39;s tail to prevent them from\nswarming over and passing in a huge glut. Kris, belaying me on the\nledge with this group later said they were trying to find a way around\nme, and only quieted when they realized they couldn&#39;t do it. Still,\nthey weren&#39;t rude, just a bit unnerving. Naturally, Kris climbed this\ninteresting and steep pitch quickly. As the clouds darkened, Carl went\nup for a final pitch to a ledge below the summit. I climbed just\nbehind Max, clipping to their gear to save time, since a light rain\nhad started. Kris arrived and we soon were at the rappel\npoint. Thunder had started, and we were filled with a sense of\nurgency. Kris and I enjoyed the 40m long free rappel, and the knot\ncame down easily.</p>\n<p><img src=\"images/rifugioowner.jpg\" alt=\"Us with the very hard working Rifugio owner\"></p>\n<p>Once on the ground, a hailstorm developed, and we took shelter under a\n(suitably bolted!)  overhang while painful bullets of ice fell and\nlighting cracked in the sky. Carl shared some food he had - sandwiches\nand smoked (?) sausages that were very prehistoric looking, old and\nwrinkled like it was 50 years old.  I enjoyed the sausage but Kris\ncouldn&#39;t eat it once she found out it was made out of mountain goat!\nSoon we were drinking back at the hut with Carl, Max and their\ntraveling companions - Doug, Cindy and Mary Frances. Kris had a\nSpetzi (coke and Fanta), and I had a beer.  Max shared his Williams,\nkind of a pear vodka, which is now one of Kris&#39;s favorite drinks.</p>\n<p>We headed back to Cortina and went to the local climbing shops and ate\ndinner at the 5 Torri restaurant (pretty crappy).  Michael discovered\nthat he doesn&#39;t like polenta and the spaghetti tasted like fast food.\nthey are also not big on garlic.  bummer.  Kris decided to make some\ncalls to home and spent about 10 minutes trying to figure out how to\nuse the phone card.  You need to break off this piece of plastic in\nthe corner before the machine would take it.  Go figure!</p>\n<p>Michael considered climbing today since when we got up there were\npatches of blue sky.  We were told yesterday that the weather would be\nbad.  By the time we got ready, the sky was totally cloudy so we\ndecided to run some errands.  We had our morning breakfast and talked\nto some Canadians.</p>\n<p>We went to the local tourist office and found out that Cortina does\nnot have a laundromat.  They did have one at some point but it went\nout of business.  There are some at campsites on the outskirts of town\nbut you need to be a guest to use them.  We called one of them and\nasked if we could pay the guest fee, use the laundry facilities and\nnot actually stay, but they said that we had to physically stay there.\nRidiculous!  They also have a dry cleaning business but it would take\n2 days and cost a fortune to wash t-shirts, socks and underwear!  We\nalso found out where the Internet point was (very important) and spent\na couple of hours writing email.</p>\n<p>The weather was really bad and it rained hard almost all day.  Michael\nbought some laundry detergent and I did laundry in our hotel sink.  My\narms were throbbing after an hour or so of washing clothes.  I am so\nglad I don&#39;t have to do this at home!  I also got some film developed\n(didn&#39;t want to worry about film being damaged on the way home) and\nwrote some postcards.</p>\n<p>We took an afternoon drive to Dobbiaco/Toblach and took some pictures\nalong the way.  There was a very picturesque scene of cows in a field\namongst cloud covered mountains.  We found a small (VERY small)\nworship area perched on the side of a steep hill with a one lane dirt\nroad up to it.  It had six tiny pews that if the church were packed,\nit would fit about 12 very thin people.</p>\n<p>We came back to Cortina and ate dinner at Hotel de la Poste and it was\na nice change of pace from the pizzerias but it wasn&#39;t anything to\nwrite home about.  Wait a minute, I am writing home about it now.\nhmm...  But it&#39;s not a good writing home - the steaks were very raw,\nalmost cold in the middle and that was cooked medium!  I had to send\nmy steak back 2 or 3 times for it to be only slightly pink.</p>\n<p><img src=\"images/manycows.jpg\" alt=\"Many cows in a field\"> \n<img src=\"images/lakemisurina.jpg\" alt=\"Michael on a bench at Lake Misurina\"></p>\n<p><img src=\"images/smallchurch.jpg\" alt=\"Small church perched on a hill above Dobbiaco\"></p>\n<h2 id=\"06-29-01-we-climb-the-falzarego-towers-and-went-the-wrong-way-down-by-michael-\">06.29.01: We climb the Falzarego Towers and went the wrong way down! (by Michael)</h2>\n<p><img src=\"images/falzaregotower.jpg\" alt=\"The first Falzarego Tower\">\n<img src=\"images/ftparkbench.jpg\" alt=\"Lonely park bench in Marmotland\"></p>\n<p>Today was our first chance at a big climb. Torre Piccola, one of the\ntwo Falzarego Towers had a 30 minute approach from the road, and\noffered 7 pitches of climbing to grade IV+.  Supposedly the climb\nshould take 1.5 hours, and the descent a mere 45 minutes. Great!  We\ndidn&#39;t bring a lunch, fully expecting to be back in town by 2 PM or\nso. I roused a sleepy Kris, and we made the now-familiar drive to\nFalzarego Pass. We found a faint trail leading away from the road,\nthen steeply up to intersect a wide path between the pass and the\nRifugio Dibona. After a few minutes on this path, we found an amazing\nruin: a collection of WWI-era barracks, crumbling amid greenery and\nspires of rock. A herd of deer grazed at the upper end of the\nabandoned buildings, and a trio of marmots entertained Kris for some\ntime. She was inspired, and took some great photos while I took a\nsteep path up to the base of the route. I looked for a painted\n&quot;#10&quot; on the cliff, which marked a start to the route. Despite\nletters 4 feet high, I didn&#39;t see it until I had scrambled almost on\ntop of it. I descended to the barracks and brought a reluctant Kris\nup.</p>\n<p><img src=\"images/michaelftbighand.jpg\" alt=\"Michael is loving the rock!\">\n<img src=\"images/ftroute.jpg\" alt=\"Can you find our route?\"></p>\n<p>Then began an adventure in route finding. I climbed to the right of\nthe &quot;#10&quot;, for the easier way indicated in the guidebook. But the\nrock led me up on an obvious route through a crack. Finally, a few\nvertical moves, and I had reached a bolted belay. I didn&#39;t think Kris\nwould like that, and looking to the next pitch there was a 12 foot\nslightly overhanging crack to surmount. Wow. Indeed, Kris came up\nthrough difficult climbing, and I lowered her from the belay and\nrappelled myself.  During this time, a horde of about 20 climbers had\narrived on an easier approach, and were already swarming around and\nover me. We decided to follow a group we had run into the day before,\nas their route looked like the true easy start. We climbed one pitch\neasily, then I tried to follow this group on the next pitch which went\nup and right, rather than left as the topo indicated. Initially easy\nterrain became loose and unpleasant. I ended up down-climbing most of a\npitch, and making for a long leftward traverse as the topo\nindicated. This was the right move, and soon Kris arrived on a\nspectacular traverse. We had now caught up with a small crowd.  I\nshared belay ledges with a girl from Bolzano (Elana) who spoke German\nwith a strange accent. But she could speak a little English, and as we\nclimbed higher her desire to get away from the unrelenting exposure\nbecame quite strong! By the barracks were two helicopter pads with a\ncircled red &quot;H.&quot; Kris and I saw these H&#39;s get smaller and smaller,\nand since the route is on an arete (ridge) for most of the way, the\nspace and air surrounding us was intoxicating. Kris&#39;s solution was to\nnot look down for a while!</p>\n<p><img src=\"images/ftarmybarracks.jpg\" alt=\"WWI Army barracks at the base of the climb\"> \n<img src=\"images/krisfalzaregotowers.jpg\" alt=\"Kris admiring the view from high above\"></p>\n<p>For the third pitch, I climbed behind Elana, and got good gear\nplacements while I waited for her to complete a hard move. The pitch\nended with a vertical chimney, and I set a gear belay off to the side,\nsince one party belayed off a chockstone and another was using the\nbolts. This belay station was quite a bottleneck. People seemed a\nlittle tense though, and no one talked to me except Elana. I knew Kris\nwould find this climbing harder, so I mentally visualized where she\nwas with each stop and start of the rope. She found it difficult, but\nwe were both pleased that she climbed the pitch solidly. For locals,\nthis pitch felt like a longer first pitch of Midway on Castle Rock.</p>\n<p>Pitch four really got my attention, as it was the crux in terms of\ndifficulty and exposure. You start by climbing onto the crest of the\narete with an overhang below</p>\n<p><img src=\"images/krisftsitbelay.jpg\" alt=\"Kris getting comfy on the belay seat\"></p>\n<p>you, so you can feel space all around. Then there was a difficult move\ngetting above a piton at an overhang. I worked straight up and left to\na sort of chasm, placing much needed gear before committing to a\ndelicate rightward traverse. Whew! I felt that if Kris could climb\nthis, we were home free, as the remaining 4 pitches were easier. And\nshe came up really well, only having problems with the short traverse.\nI know we were both a little tense here because we didn&#39;t take\npictures of pitch 3 or 4, although they offered the most interesting\nclimbing. But our relief was great as we climbed two easy pitches\nright on the ridge crest. The parties ahead got far enough above us\nthat we had the route to ourselves again. Pitch 7 had some tricky\nroute-finding, sending me on a blank-looking rightward ascent, then\nback left.  After one more easy pitch Kris tentatively stood on the\nsummit, and said she was glad we had done this. She couldn&#39;t exactly\nsay it was fun, but it was fulfilling in a way that mere fun doesn&#39;t\nprovide. I felt really close to her and proud of her, because it\nseemed that she understood what motivates me to climb. But the most\ntrying work was still ahead of us!</p>\n<p>We climbed down about 40 feet of 4th class rock to a rappel station\ninto the notch between the two towers. After a long rappel, we\nattached the rope between us, and started down a steep gully with\nblocks of snow. Here began an education in short-roping.  I would\nusually go down ahead, and Kris would follow. Squeezing between snow\nand</p>\n<p><img src=\"images/michaelftsummit.jpg\" alt=\"Michael on the summit of the Falzarego Towers\"></p>\n<p>rock, we even climbed past a few rappel stations that didn&#39;t seem\nnecessary. At one point I set a belay and lowered Kris past a small\noverhang. I was able to down-climb it once she scouted that it had\nhidden footholds. After the gully, we faced a sea of steep heather and\ngravelly rock. Although we didn&#39;t know it at the time, we made a wrong\nturn here, which bought us another hour of delicate, exposed\ndescent. We followed a faint path down to more rock scrambling. At\npoints along here, I would make some moves, and protect Kris by\nlooping the rope over rock horns. Kris climbed carefully and without\ncomplaint. Finally we reached a tree at the top of a disintegrating\nslope (hummocks of dirt would crumble under your feet) and saw that\ntwo rappels would reach our packs. We left a sling around the tree,\nand had to be extra careful not to knock rocks loose during the\nrappel. Finally, we were &quot;home&quot;, safely back at the start of the\nroute. More down-climbing to the wide path, and a hike back to the\ncar. I don&#39;t remember the exact time, but I can say that this route\ntook us all day long. We were starving, and immediately drove to\nCortina and barged into the nearest restaurant for food.</p>\n<p>We had dinner at the Hotel Cortina it was wonderful, way better than\nthe Hotel de la Poste!  It was almost completely empty, and we\ncouldn&#39;t figure out why.  The service was excellent and food was\nextremely delicious!  We think it&#39;s because the rush season hasn&#39;t\nreally started yet.  Kris had the spaghetti w/fresh tomato sauce and I\nhad the pepper steak. It was the personal recipes of the\nbartender/waiter, Marco.  He cooked the meals in front of us and put\non quite a show!  The food was cheap but the drinks expensive but we\nhad such a trying day, I allowed myself to drink Coke!  It was 7000\nlire ($3) for a very small bottle (8oz?).  We went to bed very tired\nbut also very satisfied for finally finding a place that served\nexcellent food!</p>\n<h2 id=\"06-30-01-our-first-gondola-ride-to-rifugio-laguzuoi-by-michael-\">06.30.01: Our first gondola ride to Rifugio Laguzuoi! (by Michael)</h2>\n<p><img src=\"images/rifugiolaguzuoi.jpg\" alt=\"Rifugio Laguzuoi\"> \n<img src=\"images/laguzuoiview.jpg\" alt=\"Michael enjoying the view\"> \n<img src=\"images/laguzuoiview2.jpg\" alt=\"Another view from the Rifugio\"> \n<img src=\"images/michaelatlaguzuoi.jpg\" alt=\"Ready for Action!\"> \n<img src=\"images/rockcastle.jpg\" alt=\"Castle build in the year 1000\"></p>\n<p>We just had to sleep in a while after such a big day, but we still had\nambitions!  The goal was to climb a via ferrata on the mountain Col\nRosa. After running various errands, we arrived at the trail-head\naround 10 am. The book described a hike of 500 meters elevation gain\nto get there, and we gamely started up the road looking for a trail\nturn-off. We ran into a cheery British couple who gave up walking and\nled us back and onto various side trails before a close look at the\nmap indicated the turn-off was further up. &quot;Right,&quot; and they were\noff again. We hiked through forest reminiscent of the Pacific\nNorthwest: all views were obscured by trees! About halfway up we were\npassed by about 40 or 50 people intent on the via ferrata route. We\nguessed that they had all come on a bus and gotten off together. A few\nextra confident types seemed to be guides, and most conversation was\nin German. It took us a while to reach a high pass, due to the heat,\nand finally I went ahead a bit and scrambled up the approach to the\nvia ferrata. When I saw how far it was still, I turned back and met\nKris. We were happy to eat a lunch of bread, cheese, speck, and\ncookies, while looking across at some beautiful mountains. This had\nbeen a good hike, but without the energy to do the via ferrata, we\ndecided to head back to the car and do something else with the late\nafternoon. On the way down we took a most excellent nap in a patch of\ngreen grass! Again, the trails were empty.  We never saw &quot;day\nhikers&quot; trickling in on the trail in the afternoon the way you might\nhere (in Washington). Instead, the arrival time of hikers seems tied\nto the first lift or the first bus. Everyone goes in a big clump\ntogether. So you can find solitude if you go against this pattern. I\nwould later come back to this climb and defy the pattern so\neffectively, I didn&#39;t see anyone on the entire climb.</p>\n<p>We drove to Falzarego Pass and admired our climb from the day\nbefore. We then took a lift up to the Rifugio Lagazoui. This lift\ncarried us up 3000 feet in 4 minutes, and the cables were so far away\nfrom the steep mountainside that it felt like we were in a plane. At\nthe top, we got a Coke and took pictures on the sun deck, admiring the\nviews of Marmalota and other peaks. Tofana di Rozes looked\nmagnificent, and I shivered at the idea that Steve and I would climb\nit. The upper snowfields looked steep, and provoked apprehension.\nKris and I walked along the cliff to a plateau, and I continued to a\nhigher plateau with a cross. Like many others in this area, the cross\nwas dedicated to the memory of those who fell in WWI. I had to run\nback as fast as I could to make the final lift down. Kris was\napprehensive because the lift was PACKED with people, and she wondered\nif this exceeded some weight limit. Imagine 30 non-English speaking\npeople crowded in a gondola and the lift operator telling us to get\nin.  I thought about how I wish I didn&#39;t eat all those pizzas!  When\nyou get on, the car isn&#39;t still, it kind of sways back and forth.  On\nthe way down you think of the best way for the car to fall - on it&#39;s\nside so that all the people will cushion you and it will be ok.  Then\nyou think about it falling the other way and...oh, the horror!  There\nis a wave of relief from everyone when we get close to the ground\nstation.</p>\n<p>We admired a collection of old cars at the pass. Then Kris tried on a\nTyrolean hat and looked great. Kris bought some postcards and I bought\na book in English (the only one). I tried to read stories in German\nabout the Great War and all the tunnels they dug in the\nmountains. Incidentally, there was a series of man-made caves near Col\nRosa, no doubt used as ammunition dumps in those insane years.</p>\n<p>We then drove around looking for a castle that I spotted a few days\nago.  We didn&#39;t really how to get to it exactly (I only had a vague\nidea where it was) so with only a few wrong turns, we managed to find\nit.  It was a really cool castle, built around the year 1000.  It\nwasn&#39;t an &quot;attraction&quot; at all, just something really neat to look\nat.  It was a bummer we couldn&#39;t go in since they were remodeling.  It\nprobably would have been a hazard anyways since it was quite crumbly.</p>\n<p>We ate dinner at the Hotel Cortina (AGAIN!) and got to know Marco (the\nwaiter) a little better.  He told us about his pets and how much he\nmisses them since his house is near the Swiss border and he lives in\nthe hotel when he&#39;s in Cortina.  We asked if it was a dog or cat and\nhe said &quot;No, they&#39;re Japanese chickens!&quot;  We burst out laughing\nbecause that was so unexpected.  We had a wonderful meal and then went\nback to our hotel room and spent the evening looking at our slides and\nchoosing our favorites.</p>\n<p><img src=\"images/viewfromgondola.jpg\" alt=\"View from the gondola\">\n<img src=\"images/michaelbouldering.jpg\" alt=\"Michael bouldering on some nearby rock\"> </p>\n<p><img src=\"images/oldcars.jpg\" alt=\"Old cars at the pass\"> </p>\n<p><img src=\"images/krishat.jpg\" alt=\"Kris trying on some hats\"></p>\n<p><img src=\"images/rockcastle2.jpg\" alt=\"Another view of the castle\"></p>\n<h2 id=\"07-01-01-we-go-to-innsbruck-austria-for-a-little-culture-and-to-do-laundry-by-kris-\">07.01.01: We go to Innsbruck, Austria for a little culture and to do laundry! (by Kris)</h2>\n<p>We ran a few errands this morning (went to the co-op for some food,\nchecked out of our hotel, etc.) then went on a drive to Innsbruck.  It\ntook us about 3 hours from Cortina.  Since there was a lot of\nconstruction on the autostrada, we didn&#39;t make as good of a time as we\nthought we would.  It was a nice drive though, lots of pretty green\nhillsides with a few houses sprinkles here and there.</p>\n<p>This was the first time that we had taken the autostrada and we didn&#39;t\nknow what to do when we arrived at a toll booth.  We just went into\nsome lane and there was no person there.  No instructions were in\nEnglish so we didn&#39;t know what we were supposed to do.  Michael pushed\nthe only button that was there (hopefully to call someone?) and a\nticket printed and the gate lifted up.  Ok, that was weird, we didn&#39;t\nhave to pay anything.  We eventually figured out that the ticket just\n&quot;marks&quot; where you enter the autostrada then you pay at the next toll\nbooth.  We encountered a slight unexpected culture shock entering\nAustria, as everything abruptly switches from Italian to German.\nAlthough Michael can read some German, seeing EVERYTHING in German was\nkind of weird.  We learned the Italian way and got used to it, so\nswitching took a few hours to get adjusted.</p>\n<p>We arrived in downtown Innsbruck at around noon and immediately found\nour way to the tourist information office and found a place to stay\nfor the night.  This is the first time we did this and it was so easy\nto find a reasonable place to stay.  It was a really picturesque\nbuilding right near the center of town and it wasn&#39;t too expensive.\nClose by was a good Chinese restaurant and a movie theater (I&#39;ll talk\nabout these later).</p>\n<p><img src=\"images/michaelinnsbruck.jpg\" alt=\"Michael frustrated in Innsbruck\"></p>\n<p>We drove to the hotel and the woman assured us that parking on the\nstreet would be no problem.  But she forgot to mention there was some\nkind of parade(?) going on so they blocked off some of the roads and\nwe found no parking on the street at all.  We decided to park in a lot\nnearby so we don&#39;t waste our time looking for parking.</p>\n<p>The first thing on our agenda was LAUNDRY!  You have no idea what\nMichael&#39;s socks smell like after they have been worn at least 3 days\nin a row.  We found a place called &quot;Bubble Point Waschsalon&quot; and it\nwas a very high tech laundramat.  Everything was controlled by a\ncentral kiosk and they even gave us free laundry detergent!  We had\nsome problems with the darn bill acceptor - you cannot have any\nwrinkles whatsoever in your bills, or it spits it right back out.  We\nwere hoping to use the two Internet computers there but people were\nalready on it.  Apparently, they have found a way to use it for free.\nI tried to look over the guys shoulder to see how he did it, but he\nwas protective of his secret.  He put money in the kiosk that controls\nInternet access and then somehow got it to return his money and give\nhim access time.</p>\n<p>We walked around for a bit and realized that it was Sunday and\neverything was pretty much closed.  So we went back to the tourist\noffice to ask if there is another Internet point.  There was one place\nreally close by, so we went there while we waited for our laundry.\nThey also had phones you could use to call long distance for really\ncheap so we called our friend from Germany, Mattias, and made plans to\nmeet in Cortina Tuesday evening.  He was supposed to come Monday\nevening but he was playing American style football and injured his\nfoot.</p>\n<p>We passed by a McDonald&#39;s and bought some fries, and we were amazed at\nhow good they were.  Even though it was junk food, it was kind of nice\nto have something familiar.  We went back to the car to drop off our\nlaundry and realized that we should make plans for the week so that we\ncan get as much in as we can.  This involved calling Refugio&#39;s in\nItaly, calling Mattias several more times, but we finally got our plan\nstraight.  Now that we had our laundry done, we could do some sight\nseeing.</p>\n<p><img src=\"images/innsbruckfromtower.jpg\" alt=\"Innsbruck from the clock tower\"></p>\n<p>We entered what people call the &quot;old&quot; part of town and ate lunch.  I\nhad a typical German dish of dumplings and cheese (that Michael really\nliked) and Michael had sausage and sauerkraut.  It was refreshing to\neat something other than Italian food!  We then went to the \nGolden Roof and learned about how powerful Emperor Maximilian I was\nand that he was an avid climber!</p>\n<p>We also climbed the 148 steps to the top of the clock tower for a\ngreat view of the city.  The weather wasn&#39;t very good that day, mostly\ncloudy, but there were a few &quot;god beams&quot; breaking through the clouds\nthat gave the city a very holy appearance.</p>\n<p>We went back to our hotel room to rest a little while and Michael\nwatched a really strange-yet-addicting game show.  It was in German so\nwe didn&#39;t really know everything that was happening.  But what Michael\ndid understand was there was a bunch of people that lived together for\nawhile and the goal is to see who loses the most amount of weight.\nAfter living together for a certain period of time, they come into the\nstudio and tell their stories and weigh in.  This guy, who still\nlooked like he could lose a few, was cheering because he lost 3\npounds.  It was weird, but so weird that you couldn&#39;t stop watching\nit.</p>\n<p>We then went out to dinner at the Waldorf Chinese restaurant, which\nwas right behind the hotel that we were staying in.  It was a surreal\nenvironment, it looks kind of closed (almost boarded up) from the\noutside and on the inside is a &quot;wall&quot; that goes up about 3/4 to the\nceiling with another door that you have to go through - at this point\nwe weren&#39;t sure if we&#39;re supposed to just go in or wait for someone to\ncome out and greet us.  We went inside anyway and was greeted by a\nreally nice Chinese woman.  The inside structure was kind of strange,\nlike it was a building from the middle ages decorated in 1975 Chinese\nstuff.  Strange.  Anyways, the woman really liked me, I&#39;m assuming\nbecause I&#39;m asian and they don&#39;t see many asians in Innsbruck.  We\nfound out that she moved to Austria because she went on a holiday to\nInnsbruck, really liked the town, moved and opened up the restaurant.\nIt&#39;s been there for the last 20 years!  The food was excellent and\nMichael said it was the best Chinese meal he has ever had!  WOW!</p>\n<p>I really wanted to see a blockbuster American movie in a foreign\nlanguage, so we went to see &quot;Die Mummy Kehrt Zuruck&quot; at the theater\nthat was literally 15 steps away from our hotel.  We enjoyed it\nthoroughly - as the theater seats were the big, cushy, rock-back kind\nand even though we didn&#39;t understand what was going on word-for-word,\nwe knew the general plot (how hard is that???).  Every few minutes,\nMichael would lean over and whisper &quot;That guy is just a friend who is\nhelping them out&quot; or other tidbits he could understand.  Seeing a bad\nAmerican movie in a foreign language adds a lot to the excitement!  So\nnow we&#39;re looking forward to the English version to see what we didn&#39;t\ncatch.  If you&#39;re ever in a non-English speaking country, I highly\nrecommend doing this!</p>\n<p>We got up fairly early and had breakfast.  We talked to a family from\nLouisiana and they had been in Europe for the past 5 months!  The\nfather was on sabbatical from the University.  I was very interested\nto know how traveling for so long with two kids (5 and 7) was.  He\nexplained the good and the bad and how they had to adjust to the\ndifferent way of life for awhile.  They looked like they were having\nquite the experience!</p>\n<p>The first thing on my agenda after checking out was to call my mother\nin Hawaii since I haven&#39;t talked to her in over a week.  They are 11\nhours behind, so I tried to call them around 10am.  I went to the pay\nphone near the parking garage and realized that I didn&#39;t know the\ncountry code for the US.  Was it the same as calling from Italy?  I\nlooked everywhere in the phone booth and no country code for the US\ncould be found.  Luckily, there was a phone book in the booth so I\ncould look it up.  ARRRGH!  The front pages that might have all that\nkind of information were missing!  So, I stopped a guy on the street\nand he didn&#39;t know.  He came back 30 seconds later and said &quot;the\nfront pages of the phone book should have the information!&quot;  Thanks a\nlot, mister!  We tried to use the phone card to call information but\nit doesn&#39;t connect.  I had one 5 shilling coin (about 30 cents) and\ncalled information using that.  Just as the operator was going to give\nme the country code, the phone got cut off since my time was up.\nGreat.</p>\n<p>We drove to the Alpenzoo very frustrated!  We couldn&#39;t believe how\nhard it was to get just the darn country code for the US.  We parked\nin the lot of the zoo and asked someone else if they knew it and sure\nenough, it was the same as Italy (at least we think so), 001.  So, I\nwent to the phone in the zoo parking lot, excited to finally be\ncalling my mom, and I find out that you cannot use a phone card with\nthat phone (it wasn&#39;t touch tone?).  At that point, I gave up.\nThere&#39;s no use in ruining the whole day trying to call Hawaii and it\nwas getting late anyway.</p>\n<p>The first animals that we saw at the zoo were two grizzly bears.  It\nwas amazing how close up they were.  They were down in a pit and we\nwere directly above them, about 10 feet away.  I&#39;m so used to seeing\nbears 50 feet away with a moat separating the people from the animals.\nI was amazed that having them closer to you made you almost connect\nwith them.  I didn&#39;t make a connection in my mind that since it was an\nzoo with Alpine animals, that the whole zoo would be on the side of a\nhill.  We spent the first half going uphill (ugh!) watching the Ibex\nscratch their backs with their horns, the red deer sleeping in the\nshade, the large birds eying you as if you&#39;re their next meal, a\nsmall water snake forcing his food down by swimming like a tornado,\nand a sleeping river otter.  They even had a petting zoo where we\nconnected with some goats and watched a piglets wrestle each other as\nthey&#39;re mother lay down to feed them.  We did make fun of the pig\nbecause people always say &quot;pigs are very smart, smarter than dogs and\ncats.&quot;  We watched the mother pig get up and trot over to her pool.\nShe got in and drank some water then starting urinating in it!  We\nwere grossing out and wondering who in their right minds would think\nthat this animal was smarter than our cats!  Geez!  The only\ndisappointment of the zoo was that all the marmots were hiding!</p>\n<p>We headed back to Italy and headed straight to the Rifugio Fonda\nSavio.  It&#39;s about a 1 hour hike in and well worth it!  The rifugio\nsits in a saddle between spectacular towers and since there was some\nsnow still around, it made it even more scenic!  We were running a\nlittle late so I had Michael run ahead to make sure that we can still\nget dinner.  It turns out that we were supposed to be there by 6pm (no\none mentioned that whenever we made our reservation) and since we\narrived at 6:15pm, they gave our beds to someone else!  The woman was\nkind of rude at first but then said that they had extra beds for\nemergencies.</p>\n<p><img src=\"images/rifugiofondasavio.jpg\" alt=\"Rifugio Fonda Savio\">\n<img src=\"images/fshutatsunset.jpg\" alt=\"Sunset at the rifugio\"></p>\n<p>She then took us to our beds, which were in the attic.  You have to\nclimb a 12 foot ladder to get up, which was scary at first, and up\nthere was about 30 cots.  Ours were in the &quot;overflow&quot; room - 5 cots\nwith 2 tanks of something.  Michael thought it would be funny if it\nwas a septic tank.  I think it was hot water tanks.  We shared the\nroom with a guy from California who didn&#39;t talk very much.  The\nbathroom is downstairs and everyone shares one bathroom (no shower)!\nSo you have to plan accordingly because going up and down the ladder\nis not efficient.</p>\n<p>We sat down for dinner and sat next to these kind of snooty German or\nAustrian climbers.  The dinner was pretty decent, even better than\nsome restaurants in Cortina.  The owner (a woman in her mid-thirties)\nsat next to us and we enjoyed talking to her.  She gave us good beta\non some routes that we were planning to do the next day.  We wanted to\nto &quot;Il Gobbo&quot; but found out that the approach is still covered in\nsnow.  So, Torre Wundt was going to be our climb for tomorrow.\nEveryone kind of looked at us and didn&#39;t think we could climb or\nsomething because when we said that we were going to climb it, they\nwould always say something like &quot;do you have the equipment?&quot; or\n&quot;have you climbed before?&quot;  We&#39;ll show them!</p>\n<p><img src=\"images/fssunset.jpg\" alt=\"Michael playing in the sunset\">\n<img src=\"images/fondasaviobunk.jpg\" alt=\"Our sleeping arrangements\"></p>\n<p>It was hard for us to mix with the people there since no one really\nspoke English and everyone knew each other.  We found out that almost\nall of them were part of a climbing course from the University of\nInnsbruck.  We felt so out of place and no one showed interest in\ntalking to us so we went to our room and organized our stuff.  Then I\nwent to sleep and Michael stayed up awhile reading.</p>\n<p>Michael finally went to bed but a horrible, foul noise woke him up.\nHe said a old man sleeping next to me was farting really loudly then\nchuckling/coughing repeatedly.  He had no control.  The room filled\nwith toxic levels of methane.  There were some really long, moist\nintestinal activity going on right next to me!  Thank god I was\nasleep!  Michael was horrified but eventually managed to fall asleep\nbetween chuckles.</p>\n<h2 id=\"07-03-01-we-do-torre-wundt-by-michael-\">07.03.01: We do Torre Wundt (by Michael)</h2>\n<p><img src=\"images/torrewundts.jpg\" alt=\"Torre Wundt and the rifugio\">\n<img src=\"images/kristw.jpg\" alt=\"Kris high above the rifugio\">\n<img src=\"images/michaeltw.jpg\" alt=\"Michael resting on a belay ledge\"></p>\n<p><img src=\"images/michaelconfusedtw.jpg\" alt=\"Michael trying to figure out the descent\"></p>\n<ul>\n<li>Climb: Torre Wundt, South Face, 7 pitches, 5.5</li>\n</ul>\n<p>After breakfast we went outside to get a look at the route.  I had\ngone to check out the base the evening before, and had a pretty good\nidea of the start. There was some steep scree to hike up, and I knew\nKris would love that! The hut owner said the climb gets sun only after\n11 am, due to high walls on the other side of the narrow valley. We\nsat outside for an hour, but finally at 10 am, we got tired of waiting\nand started up. We were gearing up at the base when a large guided\ngroup (about 7 people) arrived. I made sure to look very ready when\nthey arrived!</p>\n<p>Kris belayed me on the first pitch, a cold chimney, but with solid,\nwater-worn rock. Kris enjoyed this. A shorter, easier pitch led us to\nthe crux of the route - a 50 meter pitch on an imposing black wall. I\ncould hug the left edge which offered chances to place protection, but\nthe climbing was harder.  The center wall was easier but\nunprotected. I veered between the two choices, really paying attention\nuntil I reached a belay station. Kris was talking with the guide\nbelow, and came up the pitch very nicely. Next a series of chimneys,\nstarting with a difficult crack move led me to a huge belay bolt at\nthe entrance to a cave. From here, we climbed out of the cave on the\nleft. I escaped by climbing a crack, and combined two short pitches to\nreach a rock horn with incredible views down to the hut. Placing a\nsling over the horn, I brought Kris up to here.  We were now in the\nwarm sun, and enjoying ourselves greatly.  One or two rope lengths of\nvery easy climbing brought us to the summit. We signed the register,\nsome of the only English language signatures there! After a few\nphotos, we started down on what proved to be a complex and\ntime-consuming descent.</p>\n<p>We made five rappels with our single rope, each of which traversed\nslightly. Then I lowered Kris a rope length to a high pass between\ntowers. We simul-climbed on a traverse around the mountain across\nseveral gullies. I was able to place gear at difficult sections to\nprotect Kris. Finally we reached another pass and looked down to the\ntrail we had come up the day before, but there was a big problem. The\ncolouir was filled with snow, and it became very steep! We both wore\nrock shoes, and Kris has never been comfortable climbing on snow. She\nwas very worried, and we thought about our options as the guided group\nthat followed us up came along.  We decided to wait and let them go\nfirst.</p>\n<p>Their guide confidently stepped down the slope in good boots. He\nreached a rock horn with rappel slings, and encouraged his party to\nfollow. Watching them teeter down uncertainly just made Kris worry\nmore about our fate! From here, the guide lowered a woman a full rope\nlength to the end of the snow, then everyone else rappelled,\npresumably past the worst difficulties. Now I was confident that we\ncould safely descend. I lowered Kris to the rappel station, then\nclimbed down myself. After lowering her to the end of the snow, I\nrappelled, then downclimbed. I was happy to have the nice steps\ncreated by those with boots. Still, it was slippery in my traction-less\nshoes, and by the time I got off the snow, I was yelping due to\nnear-frozen hands and feet. It felt so good to get my nice warm socks\nand boots on! After hiking back up to the hut to retrieve gear, we\ncontinued down, glancing back at the magical realm of Torre Wundt.</p>\n<p>Notes from Kris:</p>\n<p>We went straight to Marco and ordered big portions of pasta.  He\nshowed us his web page with pictures of his pets (the Japanese\nchickens) and we showed him our page.</p>\n<p>We called Mattias, and he was still at home.  We didn&#39;t know why he\nhadn&#39;t left!</p>\n<p>Also, Jeff came into the restaurant for a few minutes, said he was in\ntown and was looking for Mattias.</p>\n<p><img src=\"images/ravenonsum.jpg\" alt=\"A sturdy friend on the summit\">\n<img src=\"images/torrewundtsummit.jpg\" alt=\"Michael on the summit of Torre Wundt\"> \n<img src=\"images/rottenapple.jpg\" alt=\"Michael upset with his lunch\"></p>\n<p><img src=\"images/twsnowdescent.jpg\" alt=\"Kris descending the steep snow gully in tennis shoes\"> </p>\n<p><img src=\"images/twtopo.jpg\" alt=\"An interesting topo tile (large)\"></p>\n<h2 id=\"07-04-01-a-complete-rest-day-by-kris-\">07.04.01: A complete rest day (by Kris)</h2>\n<p>Sorry to disappoint you folks, but we didn&#39;t to much today.  We had a\nfull day with Torre Wundt, so we basically just napped and hung around\nCortina.  We went to the Internet place for awhile and sent out some\nmail and I got more slides and pictures developed, but that&#39;s about\nit.  I think this was the most down time we had on the whole trip.\nNothing exciting...just resting and relaxing.</p>\n<p>07.05.01: Long, long day! (by Kris and Michael)</p>\n<p>Michael woke up at 4:30am and had to climb out of the drawing room\nwindow to get out of the hotel.  He drove to the Olympia Campground\nand climbed the Bovero via ferrata (Col Rosa).  This was very quick\nand he was back by 9:30am.  He saw a heard of Ibex.</p>\n<p>Report on Col Rosa: (by Michael)</p>\n<p>Since Kris and I had made the forested hike up to the start of this\nroute a few days before, I was really keen on finishing it. The crux\nof the climb was escaping from the hotel. Every door was locked, so I\nstarted searching for a window. I found a drawing room one floor above\nthe parking lot and a series of pipes and ivy I could climb down. It\nwas pretty scary lowering myself out the window, especially since if I\nmade a mistake and fell, the embarrassment would kill me. I could just\nsee the lights turning on and the nice little old lady screaming about\na burglar! Heart racing, I jumped into the car and took off for the\ncampground that marks the start of the route. I zoomed up the trail in\ndamp, misty forest, and shortly after turning onto the steep, rough\nclimbers trail I found myself emerging above the dense clouds. What\njoy! I half expected to be &quot;socked-in&quot; for the entire trip. I took\nsome pictures and put on my harness and helmet.  Soon, I came to the\nroute, and began fumbling with the short lengths of rope and\ncarabiners that made up my safety equipment.</p>\n<p>Soon, the route became steep, and fairly challenging if you avoid\ntouching the metal rungs as I did. Metal pegs would stop your fall in\ncase of an accident, but the pegs were sometimes 20 feet apart, thus\noffering little comfort. But despite occasional worries, I moved\nquickly, and seemingly insurmountable cliffs and buttresses piled up\nbelow me. I remember one fantastic exposed traverse to the left around\na blind corner. The village was still wreathed in clouds below, and\nthe sun was beginning to peak around high Sorapis. I reached a\nsubpeak, and hiking terrain. An ibex jumped away from me. Some more\ncables led me to the summit, which hosted a beautiful iron cross. This\nhad been an excellent introduction to via ferrata, and I wished\nKris had been with me. On our previous attempt we started in the heat\nof the day (11 am), and were quickly passed by over 50 people led by a\nguide. By going early I had cool conditions, and didn&#39;t see anyone\nuntil reaching the car.</p>\n<p><img src=\"images/sunrisecr.jpg\" alt=\"Sunrise and blue sky!\"> \n<img src=\"images/ldowncr.jpg\" alt=\"Steep protected route\"> \n<img src=\"images/valcortina.jpg\" alt=\"A picture of Kris in her hotel room\"></p>\n<p>On the hike down I startled a herd of ibex. I took some pictures, but\nwithout a zoom lens they were too far away. The trail was good,\nalthough very steep and exposed on sandy ledges at one point. Soon, I\nwas driving home for some breakfast!</p>\n<p>Back to Kris...</p>\n<p>Mattias and Georg knocked on the door at 7:30am.  Apparently, they\nwere at the hotel at 6:15am but didn&#39;t want to wake me.  They also had\nto convince the lady downstairs to let him come up and knock on my\ndoor.  They have a policy not to let anyone who is not a guest\nupstairs.</p>\n<p>Since they don&#39;t allow non-guests in the room, we had to wait for\nMichael in the lobby.  We visited for a little while then they had to\nrun some errands.</p>\n<p>Kris ate breakfast and Michael came back from Col Rosa.  We quickly\npacked up and checked out, Mat and Georg in tow.</p>\n<p>We drove to Cinque Torri and hiked up to Torre Inglese.  To avoid\nsnow, Kris had to take a long way around that I thought would be\neasier, but dang, it was harder! She arrived and we climbed the\n<em>via Normale</em> route behind Mattias and Georg.  Kris found hard moves on\nthe very polished first pitch.  I climbed a variation to the right out\nof the chimney for more fun and to get around Mattias and Georg.  The\nupper pitch was fun.  2 rappels.</p>\n<p><img src=\"images/krisoning.jpg\" alt=\"Kris climbing...\"> \n<img src=\"images/krisoning2.jpg\" alt=\"...on Torre Inglese\"> \n<img src=\"images/meoning.jpg\" alt=\"A hanging belay\"></p>\n<p>Kris was happy there was no walk off. [that may seem a strange\ncomment, but in Kris&#39;s experience, walking down from a climb usually\nentails scrambling in steep, dirty gullies that can be scarier than\nthe climb itself. Consequently, she&#39;s come to prefer rappels!]\nMichael, Georg and Mattias climbed a fun sport route - (5.9/10a, we\nthink it was <em>Tinsemal</em> on Torre Quarta Alta).</p>\n<p>Then they climbed Torre del Barancio (the route was Via Ignazio\nDibona) and said that it would only take and hour so I should come,\nbut I (Kris) was smart and took a small nap on the rocks below\ninstead.  They ended up taking 2.5 hours and Georg waved to me on\nalmost every belay.</p>\n<p>Mattias and I took turns leading.  I started first. The climb was\nsteep right off the ground, and very exciting. With two ropes I was\nable to belay Georg and Mat up at the same time.  I think he got the\ncrux pitch with a steep crack, then I climbed a long easy pitch that\nangled off halfway up.  The ropes got tangled pretty bad on the last\npitch because Mat wouldn&#39;t slow down and give us a chance to untangle\nthem!</p>\n<p>We descended with two steep single rope rappels.  I bruised my arm and\ncut my leg on an overhang, caused by the very jerky belay device.  I\nended up carrying both ropes and the rack back to Kris, demanding\npayment in beer!</p>\n<p>We drove to town and looked for signs of Jeff.  We bought dinner for\nMattias and Georg at the Hotel Cortina.  Eventually Jeff came in and\ntold us that he had waited all day at the Cinque Torri for us.  I\nguess we just missed him? Anyway, Marco gave us extra food for free,\nso Jeff got a meal, and we said goodbye to Marco, who had been such a\nfriend in cooking excellent meals for us!</p>\n<p><img src=\"images/baranciop1.jpg\" alt=\"On Torre Barancio\"> </p>\n<p><img src=\"images/threeamigos.jpg\" alt=\"Georg, Mat and Michael\"> \n<img src=\"images/meonsport.jpg\" alt=\"Tinsemal, 5.10a\"> \n<img src=\"images/georgclimb.jpg\" alt=\"Georg on pitch 2\">\n<img src=\"images/matngrg.jpg\" alt=\"Silly germans!\"></p>\n<p>We wished them well on their way (they were doing more climbing) and\nwe headed to Bolzano.  It was a mistake to drive in the dark, since it\nwas very stressful and we were tired.  We even stopped for 30 minutes\nto rest our eyes.  The gas credit card machine ate our credit card\nwhen we put it in upside down. We called the credit card company who\nsaid they know about these machines at the gas stations, and that our\ncard was &quot;certainly destroyed.&quot;</p>\n<p>We arrived at the Hotel Citta at 2:00am.  We had to drive through town\nand passed a lot of ladies of the night (a really strange scene).  We\nchecked into our room and went to sleep, really cranky and tired!</p>\n<h2 id=\"07-06-01-we-find-the-best-hotel-in-the-world-by-kris-\">07.06.01: We find the best Hotel in the world! (by Kris)</h2>\n<p>Woke up in the morning to find water dripping in the room.  Kris\nthought it was in the bathroom but on the way to check, she stepped in\nthe puddle of water from the air conditioning vents.  The lights also\nstopped working so Michael had to take a shower in the dark.  Kris\nwent to the tourist office to find another hotel since this one was so\nbad.  She found one and we checked out.  We told the people at the\nfront desk about the problems and instead of giving us a discount or\nsomething, they said we should think of it as romantic that the lights\nweren&#39;t working.  Yeah, right lady.  We nicknamed this hotel the\n&quot;Hotel Shitta,&quot; it was so terrible, we will never go back. [\npart of the reason for this hostility was that this hotel was far more\nexpensive than any other hotel of our entire stay. We also only spent\na few hours there, since we came in so late - Michael]</p>\n<p>We chose the Gasthof Kohlern, which was up a hill and overlooked\nBolzano.  You can drive up a one lane windy road or you can take the\ngondola up and down.  We drove up and it was only 170,000 lire ($74)\nfor their best room.  It was beautiful, just what we needed to wind\ndown and relax from the night before.  Lunch was incredible.  The\nfresh risotto was delicious!</p>\n<p>After lunch and a nap, we took the gondola down to Bolzano and was\nsurprised that we were the only ones in it!  We had a great view as we\napproached the city from above.  We ran some errands - we went to Avis\nand found out we can return our car to Verona and then we went to the\nArchaeological museum where the 5300 year old man - Oetzi - is kept.\nWe were amazed at how short he was (5 feet and 4 inches) and enjoyed\nthe multimedia presentations they had about finding him and about all\nthe discoveries they made since they found him.</p>\n<p>We met up with our friends from Portland, Steve and Sarah, just to say hello,\nand they were naturally really tired. We decided when and where to meet the next\nmorning.  We had to get back before the last gondola up the mountain left, and\nit was about a 1 miles walk.  We made it just in time, as the conductor was\nstanding outside apparently looking for us (he smiled broadly when we arrived).\nWhew!</p>\n<p>Dinner was delicious and we met Axel and Natalie, a German couple on\ntheir honeymoon. Natalie had lived in Texas for a few years.  We\nshared some wine and made some new friends - something so easy to do\nin Italy!</p>\n<h2 id=\"07-07-01-michael-and-steve-head-to-cortina-kris-and-sarah-stay-in-bolzano-by-michael-and-kris-\">07.07.01: Michael and Steve head to Cortina, Kris and Sarah stay in Bolzano (by Michael and Kris)</h2>\n<p>Notes from Kris:</p>\n<p>Woke up, had breakfast.  Drove to town to meet Steve and Sarah. We\nwent to their room and showed them some slides. After they checked\nout, we showed them where to buy and use phone cards (this gave us a\nlot of trouble!). Sarah totally didn&#39;t believe you just have to dial\n001 and the number to call the U.S. Michael called his mom just to\nprove that this is all you do, totally forgetting that it was 2 am in\nWashington! To her credit, she never let on that it was so late,\ninstead, she chatted pleasantly until he hung up. Oh brother!</p>\n<p>Steve and Michael took our car, and Sarah and I decided to explore\nBolzano.  We walked around a bit but quickly found out everything was\nclosed for the afternoon. We found some shops to come back to on\nMonday. We ate lunch at a so-so cafe, then I went back to the Gasthof\nKohlern, and Sarah went to her hotel. Sarah and I had a great dinner\nat the Gasthof, and took some sunset pictures. I stayed in a smaller\nroom, since Michael was gone, but I wished he was there with me!</p>\n<p>Notes from Michael:</p>\n<p><img src=\"images/ctorre.jpg\" alt=\"The Cinque Torre from Monte Averau\"></p>\n<p>Steve and I drove quickly to Cortina, eager to get some climbing in\nand check the weather forecast. I forgot all the shops would be closed\non a Sunday afternoon, so we headed for the Cinque Torre, and climbed\nTorre Inglese to introduce Steve to the rock. A few drops of rain fell\nfrom threatening clouds, so we climbed and rappelled quickly. Steve\nliked the rock, as I had promised! We looked across at the massive\nwall of Tofana di Rozes that we proposed to climb, and realized that\nwith a grim weather forecast we shouldn&#39;t go up there. We went back to\ntown and bought lightweight ice axes, planning to do a via ferrata on\nTofana that was still &quot;closed&quot; due to snow. Jeff had told us two\nSwiss guys had climbed it days before, so we decided to give it a\ntry. We drove to the Rifugio Dibona, on a flank of the mountain, and\nhad a rather unsatisfactory stay. We shared a crowded room with 5\n(very nice) Italians and endured a greasy dinner. This cost 50 dollars\na person, not to mention the fact that they had no potable water.  We\nhad to purchase water for the next days climb. We went for a brisk\nhike to look at the routes on the south face of Tofana. With a light\nrain falling and waterfalls pouring down fissures in the face, it\ndidn&#39;t look very enticing for technical climbing the next day.</p>\n<h2 id=\"07-08-01-michael-and-steve-do-a-via-ferrata-kris-and-sarah-head-to-castelrotto-by-michael-and-kris-\">07.08.01: Michael and Steve do a via ferrata, Kris and Sarah head to Castelrotto (by Michael and Kris)</h2>\n<p><img src=\"images/tdrupme.jpg\" alt=\"Michael on via ferrata Lipella\"></p>\n<p>Continued notes from Michael about Tofana di Rozes:</p>\n<p>Thunder, lightning and heavy rain kept us up much of the night. We\ndecided to get up at 5 am and go outside no matter what. Typical of\nEuropeans, our bunk-mates thought getting up early meant 7 am! We got\nlucky, because we stepped outside to a vista of stars, fading in a\nclear sky.</p>\n<p>We hiked quickly to the base of the via ferrata Lipella. First we\nscoped the start of the Via Commune (an excellent climbing route) for\na future attempt.  Lipella begins with an 800 meter long war tunnel,\ncomplete with side chambers and rusting metal. The end of the tunnel\nhad scrambling over wet slabs. We spent about 30 minutes continuing\ntoo high in the tunnel, then out onto the face for a thrilling, but\nunnecessary iron path. We descended back into the tunnel and took an\nearlier exit that led to hiking on a broad shoulder. We had to cross a\nsteep, frozen snow slope that would have been impassable without the\naxes we purchased. Even with them, it was difficult!  Then we climbed\na series of protected rock steps separated by scenic long traverses on\nexposed ledges. This route seemed intent on providing a full tour of\nthe mountain, crossing an entire face, then doubling back higher\nup. For one section, we switched to rock shoes, but in general, it\nwasn&#39;t necessary to bring them, it just allowed us to choose harder\nclimbing variations slightly away from the iron cables.</p>\n<p>Sadly, we don&#39;t have many pictures, since there was confusion about\none roll had 24 or 36 exposures. It was 24, so we had to conserve\npictures greatly. We came to a junction with a via ferrata that came\nfrom the other side of the mountain. Meeting a group of Italians here,\nwe continued together on the route. We reached a steep and exposed 900\nfoot high rock step. It was festooned with people! They had beat us by\ntaking the shorter way from the other side of the mountain. We fell\ninto line behind them and enjoyed the scenery. The Italians with us\nhad no protective gear, and were apprehensive about continuing. As\nSteve and I climbed, he got a pounding headache. We were reaching an\naltitude of 10,000 feet, too high for a fellow just off the plane!</p>\n<p><img src=\"images/tdrline.jpg\" alt=\"Bottleneck on the route\"></p>\n<p>Near the end of the rock, a member of the guided party ahead took a\nshort fall. This prompted them to get out a rope and begin knocking\nrocks off on us. After a few near misses, I was eager to somehow get\naround them!  I unhooked from the iron rope, and investigated ways to\npass on the right.  The terrain was exposed class 3, fairly loose, but\nwith ledges. Before I could go far, their guide offered to let Steve\nand I pass. For some reason, we didn&#39;t think this would be\nforthcoming, but they were very nice, and I&#39;m sorry I didn&#39;t just ask\nearlier. Moving ahead, we came to a high shoulder, and the end of the\niron way. Snow slopes led several hundred feet to the summit. A mass\nof about 15 people was piled up on the shoulder, evidently waiting for\nsomeone to kick steps to the summit!  Obligingly, Steve and I started\nup. He was pretty unhappy due to the headache, and general feeling of\nnausea. Again, the ice axes came in handy as we climbed the steepening\nsnow, and after a long interval, we were walking to the iron cross,\nseemingly present on every mountain of importance here! Steve took a\npicture of me climbing on the cross, that is something I probably\nshouldn&#39;t have done. I felt a little embarrassed, I hope I didn&#39;t\ndefile a sacred object!</p>\n<p>As we started down, we met a very happy man, thanking us for making\nsteps, and a little emotional about the joy of reaching the\nsummit. His attitude was infectious, and we parted very warmly despite\nbeing total strangers. I stomped down the snow and waited for Steve at\nthe shoulder.  I was surprised at how long he was taking, since\nusually he is a whiz on snow, down at the ground while I&#39;m still\nscrabbling and cursing.  His hiking boots made poorer purchase than my\nown, and the altitude was having an affect on him. Eager to lose\naltitude, I started down the standard way, which consisted of shelves\nof crumbly rock mixed with snow slopes. Keeping Steve in sight was a\nchallenge, as he came very slowly and rested often on easy\nterrain. Only then did I see how powerfully the altitude had hit\nhim. I kept closer and began thinking of what we might do should we\nneed help. As I waited, I convinced a Czech couple without gloves or\nice axes to turn around.  They were slipping on icy slopes, hands red\nand raw from touching the snow.</p>\n<p>We made some standing glissades, sliding joyfully down the slopes.\nSteve improved markedly - he had been having trouble breathing. At the\nhut, we ate Apfel Struedel and drank orange soda. The walls of the hut\nwere plastered with articles and pictures of climbing on Tofana di\nRozes.  What a cool place! We quickly hiked down to Rifugio Dibona and\nour car.</p>\n<p>We found a room at a cheap but very nice Gasthaus. I took a shower\nwith only shaving cream to function as soap and shampoo! Later the\nshops opened at we ate at the Pizzeria Cinque Torri and went to\nbed. We checked the town bulletin board for a message from Mat, but\nthey had left.</p>\n<p><img src=\"images/tdrsummit.jpg\" alt=\"The Visigoth Defiler!\"></p>\n<h2 id=\"07-09-01-michael-and-steve-climb-kris-and-sarah-go-shopping-by-michael-and-kris-\">07.09.01: Michael and Steve climb, Kris and Sarah go shopping (by Michael and Kris)</h2>\n<p><img src=\"images/averau1.jpg\" alt=\"Monte Averau&#39;s Southwest face\"></p>\n<p>Steve and I had decided on a climb of Monte Averau, via the Southwest\nFace, first climbed in 1945. The grade was about 5.6, and there were 7\npitches.  We had some hope of climbing this, then going over for the\nHexenstein in the afternoon. Waking at 5, we drove to Passu Giau. As\nwe left the car, Steve locked the keys in the trunk! Oh boy. Rather\nthan worry about this problem, we decided to climb and enjoy\nourselves, and later figure out a solution!</p>\n<p>The guidebook had some great text for this route, really going into\noverdrive to sell it: <em>It is not particularly big. It is not\nparticularly impressive.  But the Averau, perched on a rise between\nthe Falzarego Pass and Passo Giau, will tempt you onto its sunny\nSouthwest face with an utterly worthwhile route where the grade IV\nclimber is king for the day!...A small route, but perfectly formed --\nand guaranteed to hold your attention!</em> Naturally, we were excited. It\ntook a bit over an hour to hike to the base of the route, and we roped\nup for some 4th class climbing in the loose approach gully.  This\nroute did turn out to be really fun, but I must say it is the most\nindistinct route of the trip. The guidebook describes the start this\nway: Start on the rubble-strewn ledge at a chimney, just left of\nan ill-defined arete. The words &quot;ill-defined&quot; and &quot;vague&quot; occur\nrepeatedly in the route topo! Anyway, we believe we identified the\nstart, mainly because of an old piton. Steve took the first lead, with\na difficult bouldering start.  The rock was still very cold. From his\nconstructed belay, I continued up a chimney to a saddle, then climbed\nright up a series of face and chimney moves. I reached a bolt station\non a long ledge that traversed the face, completely unsure of my\nlocation in regards to the topo.</p>\n<p>Steve carefully walked 40 meters to the left on this ledge,\nidentifying the start of pitch 3. After following the traverse, I\nbelayed Steve up a hard pitch into the &quot;yellow groove.&quot; He brought\nme up from a piton belay. The next pitch was pretty interesting, as it\nwas a 50 foot traverse to the right with some challenging climbing. I\nfound good protection early on, then a long silent stretch where I\ntried not to pay too much attention to the ground far below! Finally,\nI escaped into a cave with belay bolts. This cave contained a route\nregister, which we signed before moving on. The next pitch climbed\nstraight up on vertical rock.  My foot slipped on a greasy hold, but\neverything else stayed attached!  Then easier wandering left then\nright led to a sling belay. There was little protection on this\ndifficult pitch.</p>\n<p><img src=\"images/climba3.jpg\" alt=\"The &quot;terrible traverse&quot;\"> </p>\n<p><img src=\"images/climba2.jpg\" alt=\"High on the route\"> </p>\n<p><img src=\"images/mefollav.jpg\" alt=\"Final pitch to the summit\"></p>\n<p>Pitch 6 turned out to be the crux of the route. It started up a loose,\nshattered chimney, protected by tiny nuts. It went left then right\nagain, where I clipped a fixed sling before a very committing\noverhang.  There were a few moves of 5.8 to climb the overhang, and I\ngratefully clipped a piton above this section. My pack tried to pull\nme off the next overhang! But I reached a bolt belay after a short\nrightward traverse.  We really couldn&#39;t make sense of this pitch in\nregard to the topo, but it must have been the route since the entire\nface overhangs in this area. It was pretty ingenious how the first\nascentionists found this twisting way through very forbidding terrain!\nSteve was glad I had that lead, and he took us to the summit on an\neasy but loose traverse.</p>\n<p>We took some pictures and hiked down, eventually coming to a short but\nfun via ferrata. We just used climbing slings to attach to the iron,\nknowing full well that a real fall would break them. Consequently, we\nclimbed down very conservatively, always ready to hang on the sling\nrather than risk a fall. We met a couple who had climbed the Punta\nAnna via ferrata the day before. It&#39;s too bad we didn&#39;t have time to\ndo that one, as it is quite long and hard. Once down, we hiked back to\nPassu Giau, and Steve paid a mechanic 25 dollars to come up from town\nand open the car. What a great price! It was fairly late, so we\nstarted our drive back to Bolzano. We took a new route down and up to\nmagnificent Pordoi Pass. Here we got out and hiked a while.  Then on\nto Sella Pass and Val Gardena. Steve was getting his first chance to\ndrive on Italian mountain roads, and took to it well.  Before dark we\ntriumphantly arrived at the Gasthof Kollern, meeting Kris and Sarah\nfor dinner. We each had plenty to say about our day!</p>\n"}