{"date":"2001-8-11","title":"Mt. Index, North Peak","blurb":"North Face","description":"<ul>\n<li>Mt. Index, North Peak</li>\n<li>August 11, 2001</li>\n</ul>\n<p>It&#39;s the forced bivy season again. The time when good weather and a\nlack of good excuses forces us to load the pack with a mixture of\nanticipation and dread. A cryptic route description, climbing gear,\nfood, water and a sweater are all we need to get ourselves in over our\nheads. Go now, before you reconsider. Did you forget something? You\ndidn&#39;t need it, we&#39;ll share mine.</p>\n<p>We need a new scale to describe climbing on Mt. Index, to supplement\nthe YDS. There is a BW (bushwhack) rating system, but it is too\noriented to horizontal terrain. I propose the following, and I&#39;ll use\nthese monikers in the text:</p>\n<ul>\n<li>Annoying - pokes in eye, slaps in face, thorns around arms, insects biting the ankles.</li>\n<li>Taxing - one arm pull-ups on tree limbs above smooth, mossy rock faces. 5th class/A0 moves.</li>\n<li>Frightening - often combined with mossy, crumbly rock. Requires great faith in that one, thin limb you are\npulling on. 5th class moves.</li>\n<li>Wet - One pitch might induce hypothermia later.</li>\n</ul>\n<p>The brush on Mt. Index is mostly BAT, occasionally BTF. Rappelling brush pitches can be very time-consuming due\nto tangling, especially for double ropes.</p>\n<p>Reasons to climb the North Peak? I guess this is what drove me:</p>\n<ul>\n<li>Once it was considered very difficult - even Beckey had to make several attempts. Accidents and mishaps\nplagued the ancient ones.</li>\n<li>You can see it from the road. In fact, it dominates the view from the road. And it&#39;s a road I travel often,\non trips to Leavenworth or skiing. Won&#39;t it be great to drive under it and look up with satisfaction? Especially\nwhen I&#39;m old and gray, and a grandchild is vomiting on the back seat.</li>\n</ul>\n<p>I had scouted the approach in June, finding a faint trail through a\ntunnel of brush that got onto the ridge crest. \nSteve followed, cursing\nmightily at the thorns. When he stopped cursing, it was only because a\nhuckleberry, raspberry or boysenberry had fallen into his enraged\nmouth, and he needed to chew for a few seconds. Then we had some\nfairly nice scrambling for about 400 feet to the obvious start of the\nroute.  I was overjoyed not to be lost yet. The ancients tell of\ngetting lost on the confusing early pitches.  I thought this might\nhappen to us too, but at least we could get lost from the same place\nas everybody else!</p>\n<p><img src=\"images/stvtsum.jpg\" alt=\"Steve and the final rocks\">\n<img src=\"images/ridgglory.jpg\" alt=\"Climbing on the upper North Ridge\"></p>\n<p><img src=\"images/twrsonrid.jpg\" alt=\"The ridge to the main peak\"></p>\n<p><img src=\"images/mesumi.jpg\" alt=\"Me and the summit register\">\n<img src=\"images/rugsteve.jpg\" alt=\"Steve with a cam, below the summit\"></p>\n<p><img src=\"images/lowslabi.jpg\" alt=\"About to make the final scramble down\"></p>\n<p><img src=\"images/ouriroute.jpg\" alt=\"The red lines show where we went when we diverged from the main route. Just for fun, of course ;)\"></p>\n<p>Steve belayed me around an exposed corner which ended at a wide\ngully. Filled with uncertainty at a multitude of choices, I choose 1\nof 3 rap stations to belay from.  Steve began following his nose up\nand I became an annoying &quot;belay seat driver,&quot; whimpering about being\nlost one pitch up! Can you tell I&#39;m obsessed with not getting lost?\nAnyway, Steve did some hard climbing, finding a few fixed pins along a\nslabby face. We played twister at an awkward belay as I tried climbing\nto the left (too hard), the right (too sketchy), then straight up\n(hard and sketchy, but seemed like a good idea at the time).  Mossy,\nsteep, loose blocks gave way to hanging limbs and smooth faces. Drops\nof sweat in my eyes, I could hear Lake Serene laughing at me for my\ninsouciance. I struggled upward into bleaker, overhanging terrain, and\nwas greeted by a &quot;Thank God&quot; opportunity to traverse right to easier\nground.  The friction created by the rope became so great I had to\nstop and haul several feet to make it to a sling belay in a\ngully. Steve came up, impressed with my idiocy, and found a way up\nrocks into a true hanging jungle. Bits of tree and curse words rained\ndown on me, and as I climbed the pitch, eerie moans filled the\nair. This was Steve, using all his strength to haul the rope through\nenormous drag. I remembered a &quot;Little House on the Prairie&quot; episode\nwhere they gave a woman a spoon to bite on during childbirth. The\nmountain was already taking everything we had!</p>\n<p>Grimly, I continued up the brush, soon reaching a saddle fraught with\nconclusions. Clearly, we were now above the fabled &quot;North Face Bowl,&quot;\nwhich we should have been scrambling merrily up. Steve arrived and we\ndecided to rappel down to the bowl to get back on route. This was\nharder than it looked, but finally we were in the bowl, scrambling\nlike merry 80-year-old men, huffing and puffing with the high altitude\nof 4200 feet. I climbed a fun pitch of real rock up a gully to a belay\nstation, then Steve left the gully for what we hoped was the\n&quot;right-trending ramp&quot; leading to the spectacular North Rib. As his\ncries became increasingly profane, I knew we were back in\nBrushworld. One thing about brush climbing, is that there is no\nsubstitute for hurling curses and violence at the flora. This is\nessential for upward progress. A flailing rock climber gets nowhere,\nbut only the flailing brush climber goes up. And so we flailed for two\npitches, reaching the crest in hot, late afternoon sun.  It was late,\nbut we knew that if we retreated, we would never come back, and the\nmountain would mock us as we drove sullen teenagers to Steven&#39;s Pass\nin years to come. We knew we would have to bivy.  Only water would be\na problem. Already, we wondered if licking wet moss would provide\nfluids.</p>\n<p>So now that we&#39;d humbled ourselves, the mountain delivered a true\ngift: rock climbing! The rib was steep and exposed, with good\nprotection and fantastic views down a face on the west. We climbed 3\npitches which finally restored a smile to my face. &quot;Thank you,&quot; I\nsaid. &quot;Thank you very much.&quot;</p>\n<p>Beautiful exposed scrambling along the upper ridge crest led to the\nsummit rocks, and a fantastic view to the Middle and Main Peaks. We\nwere at 5300 feet, such a low elevation for rugged alpine grandeur.\n&quot;Holy cow Steve, no one has made this climb since 1998!&quot; But then I\nnoticed there was no pen in the summit register. Oh. As happens with\nincreasing frequency, I imagined dozens of climbers lightly making the\ntrip in 8 hours car to car, expressing bewilderment at the great toils\nSteve and I endured. The rule seems to be, the more I do harder\nclimbs, the more I find everyone else is faster and more\ncompetent. Here is the conversation that played out in my mind:</p>\n<p>&quot;Hey, we climbed the North Peak,&quot; I said.</p>\n<p>&quot;Good times, dude! My buddy did that last year, he said it was a rilly\nlong day,&quot; said the imaginary hippie climber in my brain.</p>\n<p>&quot;Actually, it took us two days&quot;</p>\n<p>&quot;Whoa! But you could take it easy, relax a little bit. That&#39;s cool.&quot;</p>\n<p>&quot;Actually, we went as fast as we could.&quot;</p>\n<p>&quot;Yeah, but you had all this bivy gear, tough work little dude!&quot;</p>\n<p>&quot;No, we tried to do it in a day, we had no bivy gear.&quot;</p>\n<p>Silence from my imaginary friend...</p>\n<p>&quot;Yeah...&quot;</p>\n<p>His equilibrium restored, imaginary friend says &quot;Good times!&quot;</p>\n<p>I definitely pay too much attention to what other people think. How\ncan these petty worries intrude on our moment of glory! It was a\nworthy summit, and we were proud to be there. All the register entries\ntalked about how good it felt to be on top of a mountain they drove by\nevery day. It did feel good.</p>\n<p>We scrambled down to the technical rib, finding 16 inches of flat\nground we could lie on. A bomber hex placement held our gear, and the\norange-pink sky held our attention. I finally ate my lunch, and Steve\nproduced a bag of shrunken bananas, each 3 inches long. We spent the\nnight alternately watching shooting stars, napping, shivering, eating\nshrunken bananas, sipping water, and wondering who was driving around\non the Index-Galena Road at 3 am. We heard dogs barking in the valley,\nalmost 5000 feet below.  In fact, they kept us up all night! I\nconsidered stopping at one of the &quot;dog houses&quot;, if I could find one,\nand telling them to keep their dogs quiet please, people are trying to\nsleep!</p>\n<p>Around 5:30, it was light enough to travel, so Steve led along the\nridge to a rappel point. 3 rappels got us off the ridge, then a brush\nrappel got us to a station at the head of a gully. A 200 foot rappel\nhere got us down a long ways, but then the rope got stuck. We pulled\nvery hard, but finally conceded we would have to climb the rope.  I\nclimbed the gully, clipped into both ropes with tiny ascenders. I made\nit to the brushy ledge on top, and could find no reason for the rope\nto be stuck. I rappelled to an intermediate point, pulled the ropes,\nand rappelled down to Steve. Then I sat like an exhausted cow, dazed at\nthe exertion required to get the ropes.</p>\n<p>The next rap got us into the North Face Bowl, then we looked around\nfor the &quot;proper&quot; route and found two more double rope rappels, the\nsecond of which somehow deposited us in unvisited, bleak terrain. By\nnow it was noon, and thirst was a driving concern. We decided to\nrappel from anything we could, leaving any gear we needed to. Steve\nboldly rappelled over a cliff from our tree anchor, and a long time\nlater I heard a faint &quot;Off!&quot; I began rappelling, but the rope was\noddly under tension, and leading to the left. Twice I lost contact\nwith the rock and swung into a brushy gully, bleeding from cuts\ncreated by sharp snags. At the halfway point, a final steep cliff lead\nto Steve, standing apprehensively on steep slabs. He tied a knot in\none end of the rope, since when I reached the slabs the rope would\nzoom through my device because it only reached the ledge due to\nstretch. Did I say Steve was bold? Man. Anyway, we retrieved the rope,\nand scrambled down and right to reach an area near the start of the\nfirst pitch. On a final 20 foot 5.0 traverse, I lost my nerve and got\na belay from Steve. Two more double rope rappels put us at the brushy\nstart. Covered in cuts and scratches, eaten alive by biting flies,\ndripping sweat we shouldn&#39;t have, water was the one thought on our\nminds. We retrieved our boots, and hiked down to a snowfield for\nheavenly drips of cold water. We drank enough to get a stomach ache,\nand made for the trail down to the cars. Steve took the new trail, and\nI took the old one. He didn&#39;t want steep, and I didn&#39;t want long. I\ngot to the car, where a young man boasted that he had run all the way\nup and down the trail. He told me that it really brings out something\nfrom inside, and that I should try it sometime. It can be rewarding.</p>\n<p>A very special thanks to Steve, and to Mt. Index herself.</p>\n<p>Technical info about the climb (note: this is how we did it, we were\n&quot;off-route&quot; for pitches 2-5, and possibly 7-8):</p>\n<p><em>2 pitches of 3rd/4th class scrambling above brush trail</em></p>\n<ul>\n<li>p1 - from anchor around corner to rap station</li>\n<li>p2 - from station up difficult rock to piton belay (5.7)</li>\n<li>p3 - straight up brushy rock then traverse right to belay in gully (5.7, BF)</li>\n<li>p4 - up and right into thick brush (5.3, BA/BT)</li>\n<li>p5 - up brush to saddle (5.0, BA)</li>\n<li>rappel from saddle to bowl</li>\n<li>scramble 3rd class pitch</li>\n<li>p6 - enjoyable pitch in gully to belay at saddle (5.3)</li>\n<li>p7 - traversing right on brushy ramp to tree belay (5.6 traverse with piton, BA/BT)</li>\n<li>p8 - through brush to saddle and trail (BT/BF)</li>\n<li>p9 - steep, enjoyable rock on crest to anchor (5.5)</li>\n<li>p10 - another great pitch to level crest (5.5)</li>\n<li>p11 - short walk along knife-crest to trees (4th)</li>\n<li>scrambling up heather and rock to false summit, climbing over some summits and traversing others.\nSteep trail leads to summit rocks.</li>\n</ul>\n<p><em>Downclimbed all scrambling to bivy location near knife-ridge.</em></p>\n<p>The descent:</p>\n<ul>\n<li>Scramble down from summit to technical ridge.</li>\n<li>1 lead along ridge to rap anchors. </li>\n<li>3 single rope rappels to get off ridge</li>\n<li>Some hiking, then 1 single rope rappel in brush to anchor at top of gully.</li>\n<li>1 double rope rappel to anchor on first gully pitch.</li>\n<li>1 double rope rappel to &quot;trail&quot; in bowl.</li>\n<li>Some downclimbing in the bowl.</li>\n<li>3 double rope rappels from tree anchor to root anchor above cliff, to brushy ledge\non unfamiliar terrain (60 meter ropes required).</li>\n<li>4th class scrambling, Steve led and belayed me over an exposed crossing.</li>\n<li>2 double rope rappels from funky station below first pitch to brush trail at start of route.</li>\n</ul>\n"}