{"date":"2001-11-22T00:00:00.000Z","title":"Mount Ka'ala","description":"<p>November 22, 2001</p>\n<p>Kris&#39;s family and friends had warned me about hiking on the leeward side of the island,\nexpecting that murderous gangs of pakalolo growers would kidnap me, and leave my\nmulilated body in a pineapple field. Or something equally horrible would happen!\nAt the very least, the rental car would be vandalized in rude and shocking ways.\nBut I was determined - a hiker we met on Olomana said the hike up Kaala was one of\nthe best, and quite challenging too. A compromise was worked out: Kris would drop\nme off at the trailhead, and come back exactly seven hours later to get me. At any\nsign of people I would either hide or whip out mom&#39;s cell phone and pretend to\ncall the police! (the phone didn&#39;t actually work).</p>\n<p><img src=\"images/shroudedsum.jpg\" alt=\"Summit shrouded in clouds\">\n<img src=\"images/viewtrk1.jpg\" alt=\"Looking west along the Waianae Range\">\n<img src=\"images/viewtrk4.jpg\" alt=\"This ridge connects to Ka&#39;ala.\">\n<img src=\"images/waianaepl.jpg\" alt=\"A burnt area near the trailhead. Ka&#39;ala is on the right.\">\n<img src=\"images/ridgetrail.jpg\" alt=\"Thin, steep ridges lead to the summit\">\n<img src=\"images/summitfaa.jpg\" alt=\"A bog and an installation (and armed guards) greet you\">\n<img src=\"images/dupont.jpg\" alt=\"A rare level spot on the (hellish) Dupont Trail\">\n<img src=\"images/northshore.jpg\" alt=\"View of the North Shore from the summit\"></p>\n<p>In the midst of all this paranoia, the trailhead really was an unfriendly place.\nDeserted except for 9 bull-terriers swarming around the car in a pack. Somewhat\nshort of temper, I unwisely got out of the car and presented myself for mauling.\nMy determination was such that I wouldn&#39;t leave unless a) I climbed the mountain\nor b) I was bleeding severely. Faced with a madman, the dogs quailed\nand returned to their junkyard across the street. Also due to the safety concerns,\nI was intent on speeding away from the road, and getting Kris out of there too.\nSomewhat less high strung, she had decided to take a nap in the car at the trailhead\nas I walked away. Getting all wrought up about it, I wouldn&#39;t let her, and she \nfinally left, grumbling, when I threatened to honk the horn and bring the dogs\nback, who were even now watching us through the brush, perhaps deciding they\nhad overestimated me.</p>\n<p>Hiking up the steep road, rocks in hand for defense, I was off to a bad start.\nI muscled my way jerkily up the steep road, eyeing blackened stone walls and trees\non either side. The road finally ended after gaining about 1000 feet, becoming a\ntrail in forest. I passed a shrine with rocks wrapped in leaves. Somehow, this\nwas relaxing, and I began to forget the start of the day and focus on Now. There\nwas an amazing bird with a hysterical laughing cry. A smell of vineager filled\nthe forest, presumably rotting fruits. I climbed quickly, reaching a landmark\nset of utility poles on a ridgetop. It took 1 hour and 15 minutes to get here,\nbut I was more than halfway. I took a rest, and admired views of the Waianae\nRange, with craggy ridges off to the right, and Waianae Town below on the left.\nIt was a beautiful day, although the summit of Kaala was shrouded in cloud.\nIn my experience, it always was. Kaala is the highest peak on Oahu at 4000 feet.\nI had been climbing from dry, dusty lowlands of Waianae valley, which looked\nmore like New Mexico than the lush Windward Oahu I had yet seen. But the ironic\ntwist is that after all that climbing, you end up in a swampy bog which fills\nthe summit plateau. The cloud that hung over the summit protected ancient species\nof flora in a tiny but magnificent rainforest ecosystem. There was a huge FAA installation\nand a restricted government road up there too, but I tried to ignore that.</p>\n<p>Continuing up the narrowing ridge, the dropoffs became greater, and I clambered\nover some entertaining boulders blocking the way. One of them was festooned with\nold ropes, even a rope ladder of yellow nylon. I was able to climb around the ladder\non the right, but finally gripped one of the ropes at an exposed point. The\nway became steep enough to warrant almost continuous fixed ropes along a slick,\nmuddy washout surrounded by blackberry bushes. The way continued like this for\nover 1000 feet of scrambling, then abruptly leveled out as I came over a headwall.\nThe cloud ceiling had lifted to provide me with expansive views to the south. \nI entered the bog, following a winding path on wooden planks. The flora grew to\na height of 9 feet, but there were no larger trees. Everything had a kind of\nminaturized appearance. Later, I read this was due to nutrient deprivation.\nThe FAA installation came into sight, and soon I emerged onto a one lane road.\nMy guidebook described the true summit as being on the other side of the installation,\nand I needed to walk around a barbed-wire fence to get there. Suddenly, two soldiers\nappeared and told me to keep 30 feet away from the fence. To do that I would have had\nto crash through the bog for an hour, since there was only a 5 foot clearing around\nthe fence, so I left the true summit for happier times. Still, I got a very good\nview from another point looking north. It was 10 am, so I had taken 2 hours and\nforty minutes to get up.</p>\n<p>I was thinking about the famous Dupont trail, which ascended a northern ridge of the \nmountain. I had wanted to descend that way, but I needed a bewildering array of permissions\nto cross private land at the base of the route. I decided I would descend as much\nof it as I had time for, then turn around and go back the way I came. I knew I&#39;d need\na very full day to get far with this plan, so limited myself to descending 1000 feet.\nAs I ate cookies near the summit and thought about this plan, a group of hikers \nemerged from the Dupont trail and looked at me curiously. I waved and got no response,\njust stares. I waved again, and one of their member gave a half-hearted return wave.\nThen he went up to talk to the armed solders by the fence. I started to feel a little\nunwelcome, so I set off down the Dupont way, first on concrete steps to radio installations\npartway down the beautiful ridge. The steps ended, and very quickly the trail became\nquite difficult. I must have falled 5 times from icy slick mudhole to mudhole as\nthe trail became a slide. Each time I saved myself by clutching at blackberry thorns.\nSoon, the continuous fixed lines appeared, and these allowed me to lower myself down\nthe mudslide without slipping. Covered in mud and scratches, I was having a hard time\nenjoying the descent, knowing I&#39;d have to come right back up. At a flat spot 800 feet\ndown, I took a break then headed back up. It was much easier to ascend this terrain,\nbut I was getting a little tired. In the bog I passed the day packs of the hikers,\nand heard voices chattering in the bushes. I decided not to scare them again (with my\nnow very muddy appearance!) and glided by, back to my lonely trail. The clouds\nhad dropped as I concentrated on lowering myself with the fixed ropes. Some of the\nropes weren&#39;t really ropes, but sections of extension cords with sharp copper wire\nsticking out. </p>\n<p>I emerged from the cloud above the utility pole, then wondered what\nto do with my extra time. I read about another trail I could use to loop back to\nthe car. From the poles, I took a branch that continued on a broadening ridge.\nTaking a steep trail down from the ridge I suddenly wished for more time, because\nby continuing up the ridge, I could climb a satisfyingly pointy summit about 1 mile\ndistant. But I contented myself with the steep eroded trail down, which was formerly\na trail used by native Hawaiians. As I entered the forest, I had a long conversation\nwith a bird whose cry began as a series of searching upward tones, followed by a\nconfident sequence of &quot;whip-pe-ty-wow! whip-pe-ty-wow!&quot; I liked the contrast between\nthe free-form start of the cry, and the mechanical, complex terminating sequence.\nFinally, I stopped answering, and when I tried to start up again later the bird\nhad lost interest or flown away. As I came into the dry valley, the cares and\nworries about Samoans beating me up because my skin was too white and other nightmares\nmy relatives asserted to be based in fact crowded around me. But I didn&#39;t want them.\nI continued walking down the road, past some burned out cars and &quot;no shooting&quot; signs\npeppered with buckshot. Kris found me near the bus turnaround in the valley. I\ndecided to stop before there, since I had enough problems with high-school kids\nwhen I was in high-school myself. All in all, this was a great way to spend the\nday before Thanksgiving. Thanks to Kris for the shuttle service!</p>\n"}