{"date":"2001-6-6","title":"Guye Peak South Rib","description":"<p>&quot;On belay, Peter!&quot;</p>\n<p>I was standing in front of a wall of mud, with Peter gingerly crabbing up to a\ngrassy ledge.  He had taken to yelling &quot;Clod!&quot; as he tossed bits of mud out of\nprotectable cracks. Three months before, Steve and I had looked at this mud\nwall, all exposed rock covered in verglas.  Prudently, we walked around to the\nright and climbed a snowy gully. That climb was all fog, snow and ghostly\nvoices. But the highway below had the same steady drone.</p>\n<p>The rope hesitated and came down a bit. Peter was trying to move out of a chimney but his foot\nhad slippery purchase on the slime. I waited tensely as he pelted me with mud and slammed a\nchock into blessed rock. Easier ground and a traverse to a tree. I laughed unexpectedly as\nhe beetled under the silvery branches, breaking one with his pack. &quot;Branch,&quot; and I laughed\nharder. He brought me up and, as usual, I found the climbing to be harder than it looked\nfrom below. Then my lead was just getting interesting when it ended on ledges, and we hiked up\nto the base of an impressive buttress.</p>\n<p><img src=\"images/oldtpete.jpg\" alt=\"Peter as a young man\">\n<img src=\"images/sprucep.jpg\" alt=\"The spruce finish to pitch three\"></p>\n<p>&quot;Most people don&#39;t even...&quot;</p>\n<p>&quot;So we didn&#39;t have to do that mud pitch?&quot;</p>\n<p>We had taken an afternoon leave from the coalfields, and still begrudged time lost. &quot;Good\nexperience though!&quot; We are alike in our optimism.</p>\n<p>I had a choice of lines, all rocky, mid-5th class, with intimidating bulges in the rock. I\ndidn&#39;t expect to find much protection, and chose the easiest way - a shallow cleft broken\nby ledges. I was excited; beginning to concentrate and move clumsy limbs in harmony. Careful\nsteps around and up. The rock was solid, and covered in edges that worked as long as you were\nperpendicular to them. Protecting myself was difficult, as the only cracks seemed to be the\nseparation between the wall and dubious looking blocks. But with thought, the climbing was\neasy for a while. Finally I reached the obvious crux, led to it by a narrowing field of\npossibilities. A vertical slot, unattainable. But climbing partway would allow leftward\nmovement to blocky, friendly terrain. I fiddled with Peter&#39;s\nunfamiliar rack. He delighted in &quot;hexes,&quot; oblong metal polygons which are slotted into crevices\nto hold the rope. I cast a few spells, and slotted one good for a downward pull. Careful\nnot to lift it with the rope, I bent out and found an edge for fingers. The rock beetled over\nme, and the pack felt heavy as I leaned back. I had planned the sequence.</p>\n<p>Hang on the arm, left foot steps high. Right foot behind me, pushes. Left hand\nreaches, rustles like a mouse, finds an edge with the angle it needs. Push off,\nright foot dangling, satisfaction fills the brain. I am home. &quot;Nice move!&quot; The crowd of voices\nin me is silent. I reach the wide ledge,\ntie onto a rock and try to imagine what Peter is doing. When the rope stops, he is cleaning\nhexes. I can hear a little jangle of metal at these times. Above the trees, we see the \nski slopes, and the clouds are dissipating.</p>\n<p>Peter bought a camera, and we take some pictures. Now he is climbing on fun, low-angled rock.\n&quot;I&#39;ve briefly gained the ridge crest.&quot; </p>\n<p>&quot;Right on!&quot; </p>\n<p>He totters for effect, then scrabbles out\nof sight. He goes the full 200 feet, and it is a long while before I see him. When I do, he\nis apologizing about the spruce patch I&#39;m to climb through. I like the spruce patch. A\ncarpet of slippery branches for variety. For my turn I sadly turn away from interesting rock\non the right for an easier way to the left, via root and boulder. The time is running like\nwater, carelessly wasted. Kris expects me at 8, but it&#39;s already 7:30. We talk to voice mailboxes,\napologetic and serious. After some loose rock, I come to a great cleft. Peter comes up and together \nwe scramble to a wooded saddle at the top. We gain the right side with a short pitch, then Peter\nleads us on a long simulclimb of 400 feet. We are finding slings along the way and Peter\nattaches the rope to them. But the terrain is easy, fun and most importantly fast. Finally,\nit is my turn and we repeat the exercise. I get on difficult terrain, but by flipping the\nrope over a buttress, Peter can avoid it. Scrambling up blocks and through the occasional\nbush, I reach snowy ledges that glow pink in the evening light.</p>\n<p>Peter arrives, covered in coiled rope. We put on our boots and hike to the summit. The light is\na beautiful blue and pink. The surrounding mountains are out for an evening walk. Peter leads\nus to the middle summit for pictures, then he lowers me to the notch below the North summit.\nI get my headlamp, and carefully traverse into the notch while Peter rappels. He does the same\nand we scramble up to a comfortable saddle. It is 10 o&#39;clock, and again we talk to voice mailboxes\nwhich our wives will check. Long strides in the snow take us to Cave Ridge, and we traverse\nnorth looking for tracks to follow down to Alpental. We find some, and plod down to trail and\nboulders with the half moon lighting the valley. We finally lose the trail and Peter splashes\nacross a creek and into someones back porch an hour later. As we creep out of their yard, a\nlittle girl comes out and looks at us. We have harnesses, helmets, headlamps and axes, and\nloom in the shadows off the porch. I&#39;m already tip-toeing away and hear Peter tell her we are\ncoming down from the mountain, and that she should go back inside. </p>\n<p>Later, as we walk the road with a spring in our step, we look up at the West Face of the mountain,\nbathed in moonlight. We didn&#39;t even need to discuss it.</p>\n"}