{"date":"2001-9-15","title":"Mount Baker Hiking","blurb":"with Kris","description":"<ul>\n<li>September 15-16, 2001</li>\n</ul>\n<h2 id=\"ptarmigan-ridge\">Ptarmigan Ridge</h2>\n<p>Kris and I spent the weekend hiking at Mt. Baker in beautiful weather. \nWe arrived at Artists Point in late afternoon, and hiked to a viewpoint \non Ptarmigan Ridge. We watched the sunset and took pictures, having lots\nof fun sitting around waiting for the sunset, playing with rocks\nand hugging. I think my favorite picture that Kris took is of the\nvalley in the evening light. Pink sky above, dark valley below, but\nwith a magical mist hovering in it.</p>\n<p><img src=\"images/pridge.jpg\" alt=\"Ptarmigan Ridge\">\n<img src=\"images/nshuk.jpg\" alt=\"A classic view to Mt. Shuksan\">\n<img src=\"images/krisittn.jpg\" alt=\"Kris on Ptarmigan Ridge\">\n<img src=\"images/sunsets.jpg\" alt=\"Nice sunset\">\n<img src=\"images/valeven.jpg\" alt=\"Beautiful valley\"></p>\n<p>Descending \nin the dark was interesting, especially crossing a snowfield. Kris was\nworried at first on the near-frozen neve, but the angle was low enough\nthat we could hop from bulge to bulge on the steeper parts.\nWe had the moon to keep us company. At the parking lot, a consortium\nof astronomers were setting up telescopes and drinking alcoholic\nbeverages. They invited us to look at Saturn and a few other things.\nThat was awesome! We left them to their revelry and drove back to \nBellingham to find a cheap motel room.</p>\n<h2 id=\"skyline-divide\">Skyline Divide</h2>\n<p>The next day, we hiked up \nthe Skyline Divide. I had been entranced by pictures of the long ridge\nin the hiking guide book. We drove up a steep gravel road to reach\nthe trail-head. The hike up out of the timber seemed long, but we\nwere visited by the most outrageous band of &quot;camp robbers&quot; we&#39;d ever\nseen. If they saw us at a higher switchback, they would zoom up through\nthe trees, twittering and convulsing with anticipation \nthey were nearly driven mad! We finally reached the glorious\nmeadow country, and let the birds land on us for some snacks.\nKris was sleepy, so I left her to a nice, sunny nap in the grass.\nI jogged \nalong to the high point of the ridge. Nice shots of the north side \nof Mt. Baker were available. Of course, on both of these hikes, I wanted\nto continue straight to the mountain and climb it. Ptarmigan Ridge\nwould be an especially nice approach. (Doxey Kemp did this summer 2002,\nbut the bergschrund was too wide to cross on the upper mountain).</p>\n<p><img src=\"images/bakerho.jpg\" alt=\"Mt. Baker from Skyline Ridge\"></p>\n<p><img src=\"images/datrail.jpg\" alt=\"More on the Skyline\"></p>\n<p><img src=\"images/sideview.jpg\" alt=\"Along Skyline Ridge\"></p>\n<p>I rejoined Kris and napped with her awhile. Warm\nsun, high meadows and dry ground are an especially delicious combination\nfor denizens of western Washington!</p>\n<p>At the car we discovered a flat tire. &quot;Easily fixed,&quot; I thought as\nI began removing the bolts. One of the bolts required a\n&quot;key,&quot; which I affixed between the tire iron and said bolt. \nWith a bit of muscle to turn the bolt and key, I heard a snap,\nand saw a portion of the bolt fall to the ground. With the bolt broken,\nthere was no way to remove the tire!</p>\n<p>How could a steel bolt break? What a disaster!</p>\n<p>We called a tow truck driver in Bellingham. He said he could tow us for\n$250.00, and we&#39;d have to stay overnight in Bellingham and miss work on\nMonday so a repair shop could bash the bolts into pieces.</p>\n<p>A bystander (we now had a small crowd, most of whom would watch sadly\nfor a minute, shake their heads and walk away) suggested a can of air\nwhich could fill a tire. Good idea! Someone else had one! But it was\nmostly empty, and didn&#39;t fill the tire enough to make it down the gravel\nroad.</p>\n<p>So now we asked people coming out of the trail for canned air. No such luck.\nAs we were getting ready to sadly call the tow truck, a huge white pickup\ntruck drove up. The driver had canned air! With the 7 inch buckskin knife\nstrapped to his belt, he gave us his can of air and drove away a hero,\nbecause it was sufficient to get us all the way home to Woodinville.</p>\n"}