{"date":"2001-1-1","title":"Short Trips 2001","description":"<h3 id=\"alpental-parking-lot-12-21-2001-\">Alpental Parking Lot, 12/21/2001}</h3>\n<p>Alex, Peter, Kim and I snowshoed from the parking lot towards Source Lake. We\ncame back shortly before the lake, and practiced ice climbing on the parking lot\nwalls. Pretty fun!</p>\n<h3 id=\"mt-catherine-12-16-2001-\">Mt. Catherine, 12/16/2001}</h3>\n<p>I returned on skis two days later. It was pouring rain, but I was\nthere, so I decided to skin up along roads and ski runs to the right\nof our previous route. First I skied up and down the kiddie lift to\ntry and get back in practice. I&#39;m a terrible skier! Anyway, I\ncontinued up, finally reaching &quot;Grand Junction.&quot; I went into the hut,\nsoaking wet, and decided the best way to get warm was to go home!\nSkiing down was exciting and quick! Rain, rain, rain...</p>\n<h3 id=\"mt-catherine-12-14-2001-\">Mt. Catherine, 12/14/2001}</h3>\n<p>Peter and I tried to hike up Mt. Catherine at Snoqualmie Pass. Deep,\npowdery snow slowed our progress.  We broke trail up a Hyak ski lift,\nthen went down steep slopes on the other side in incredible wind and\nspindrift. I thought we were on Mt. Washington in New Hampshire for a\nmoment! We crossed a creek and climbed 500 feet up slopes on the\nshoulder of the mountain. With avalanche danger pretty high, we didn&#39;t\nwant to get on anything steep, so we turned around. For fun, we built\na snow shelter in a tree well. As we snowshoed down, the sun came out\nand the air was crystal clear.</p>\n<h3 id=\"mailbox-peak-12-7-2001-\">Mailbox Peak, 12/7/2001}</h3>\n<p>Peter and I squelched up the muddy trail early this morning. But the\nstars and moon were out - did we make the Friday weather window? First\ntime on this very steep trail which reminded us of the steep, forested\nEldorado Creek trail. Encountered snow, finally wanting snowshoes near\nthe crest of the long slope from the ground. Still, deep snow made the\ntrudge to the boulder-field difficult, but then a frozen crust made\nlife easier getting to the summit. We chanted from Green Eggs and Ham,\nknocking a foot-wide sheet of rime ice off the mailbox to get in. Even\nblades of grass were plastered with thick carapaces of ice - must have\nbeen ugly up here! Crisp, clear air, with views to Rainier and\nBaker. Even the Haystack was plastered in white. Good snow brought us\ndown in 1.5 hours, no other souls.  </p>\n<h3 id=\"granite-mountain-hike-11-9-2001-\">Granite Mountain hike, 11/9/2001}</h3>\n<p>Peter, Alex and I got an early morning start for a before work hike. We had a\nfew problems, including a alarm clock mishap, a closed exit ramp, a pre-dawn\ntraffic jam. But once past this, we were walking happily on the\ntrail. Discussing various things, we got our exercise and marched up the\nslope. Coming to a broad gully, we opted to travel straight up the winter route,\nusing game trails and big slabby boulders for progress. Wir spricht nur\nDeutsch. <em>&quot;Pytor! Wir sind fast hoehe, fast da!&quot;</em> said Alex.  Gaining the\nridge crest, we found several feet of snow. Peter and I took the bouldery crest,\nAlex dropped into a basin and up another way. Standing on the lookout tower, we\nadmired the sunny views of Rainier, Garfield and Kaleetan. The way down felt\nlong, but it was a fun morning.</p>\n<h3 id=\"mcclellan-s-butte-hike-10-28-2001-\">McClellan&#39;s Butte hike, 10/28/2001}</h3>\n<p>Trying out my new Black Diamond Ice Pack (I love this thing), I hiked\nup McClellan&#39;s Butte, a really pretty summit on the I-90 corridor. The\ntrail is good, but annoyingly, crosses three roads. I listened to the\nradio as the steep trail led into increasing snow. I followed day-old\ntracks to Windy Corner, where a bone-chilling wind accompanied the\nview to Chester Morris Lake. From here, snow depth increased, and\nbecame about 15 inches deep after the frozen pond. The summit block\nwas tricky, because of snow and ice over the rocks. But the sky was\nblue, streaked with white.  The view from this pointy summit stretched\nfrom Mt. Rainier up to Mt. Baker, with many craggy peaks in\nbetween. This was my second trip up there.</p>\n<h3 id=\"frenchman-s-coulee-climbing-10-21-2001-\">Frenchman&#39;s Coulee Climbing, 10/21/2001}</h3>\n<p>Chris K., Jeff Witt, Peter, Kim and I arrived at the Feathers in spitting\nrain. We did several routes here: the steep 5.8 (which now has graffiti on it,\ndamn!), all the easy routes, even a chopped 5.9 route on top-rope, done after\nChris and I climbed a &quot;unknown&quot; corner we&#39;d rate about 5.7. I climbed another\n&quot;unknown&quot; route at 5.4, loose.  Then Peter and I climbed the north side of\nAgaltha Tower in two exciting pitches.  There were some fun 5.7 moves near the\ntop on a steep red wall. Then the sun came out, so we went to the Sunshine\nWall. I followed on Tangled up in Blue, a difficult (for me) 5.9 crack. Then had\na slightly easier time on George and Martha (5.10a), a really exciting route. I\nfell on the off-width near the top, then got it right.  Chris and I finished at\ndusk on Throbbing Gristle, a bolted 5.9 arete.  Kim climbed 7 Virgins and a Mule\nfor the first time.  A really nice time for us all.</p>\n<h3 id=\"index-climbing-9-22-2001-\">Index Climbing, 9/22/2001}</h3>\n<p>Peter, Kris and I planned to climb at Static Point, but on discovering that the\nroad was closed due to potential terror attacks on the reservoir, we diverted\nour plans to Index. Peter has never climbed Great Northern Slab, so the three of\nus did this.  Peter also got in a top-rope of the excellent 5.6 hand crack on\nPisces. There was a famous female climber sharing our belay, but I forgot her\nname. Fun, relaxing afternoon.</p>\n<h3 id=\"exit-38-9-02-2001-\">Exit 38, 9/02/2001}</h3>\n<p>Kris and I went for a fun afternoon of\nclimbing here. We did several routes around the trestle/we-did-rock\narea. Kris climbed the 5.9 route on We-Did-Rock, big congratulations to\nher! We enjoyed the evening when the place emptied out.</p>\n<h3 id=\"leavenworth-7-28-2001-\">Leavenworth, 7/28/2001}</h3>\n<p>Kris and I took my sister Tamara for her first rock climbing outside. We went to\nMountaineer&#39;s Buttress and climbed three fun pitches. Tamara did really well,\nonly finding the second pitch a little harder than she would have liked. I made\na point of leaving cams at home and bringing hexes, which proved to be very\ntrustworthy (I&#39;ve avoided hexes until now). We had dinner at a German food\nrestuarant with our friend Christos, who just happened to be strolling by.</p>\n<h3 id=\"static-point-7-21-2001-\">Static Point, 7/21/2001}</h3>\n<p>I had to introduce Kris to granite slab climbing, so I dragged her up the trail\n to the rock.  We met a really nice dog named Pete, who needed rescuing from a\n high ledge he had scrambled to. He was so happy to be back on solid\n ground. Kris did a great job, but three pitches were enough for us today. We\n climbed Offline, and I was once again amazed at the runouts required to do this\n climb!  This was a fun afternoon trip.</p>\n<h3 id=\"lake-serene-7-14-2001-\">Lake Serene, 7/14/2001}</h3>\n<p>Fresh back from Italy, I had lots of energy to do something. I took a\nfew hours in the middle of the day to visit the lake, and I wanted to\ntry the old trail. I found it pretty quickly, it is just up from the\nupper falls lookout. It is a boot beaten path that goes steeply up (no\nswitchbacks), using tree roots for aid. I don&#39;t think I saved much\ntime on the way up, as I had to work to keep the trail sometimes, but\non the way down, I made it from the lake to the falls in 20 minutes!\nIt was a long controlled fall...I also scoped out the approach for a\nclimb I&#39;d like to do here.</p>\n<h3 id=\"great-northern-slab-6-21-2001-\">Great Northern Slab, 6/21/2001}</h3>\n<p>Kris and I brought my Mom to Index to see what climbing is about. I actually let\nher belay me on the short first pitch of Libra Crack, a 5.8 offwidth that gets\ntricky at the end.  Then Kris and I did the usual three pitches of the slab,\njust to practice for Italy.</p>\n<h3 id=\"leavenworth-climbing-6-9-10-2001-\">Leavenworth Climbing, 6/9-10/2001}</h3>\n<p>Kris, Kim, Peter and I drove out and got on the R &amp; D Route. We had a good\ntime, but had to work through considerable crowding on the route. There was\nquite a bottleneck, and one party had cut the second pitch in half. We were able\nto pass them there. Kris had a hard time on the last pitch because she fell\nright off the belay and felt a little sketched after that. We had a great dinner\nand a visit to the motel hot tub. The next day, Peter and I top-roped April\nMayhem (5.9), and I climbed it easily. This was great because previous attempts\nhad spit me off. Peter found the crack pretty hard, but easily climbed the upper\nthin face. Then we started hiking to Bean Creek Basin, but Kim injured her knee\nat a creek crossing. We were happy to get back to the trailhead with no\nproblems! She is recovering quickly. Then Kris and I hiked up Little Si. Kris\namazed me by hiking with great speed and confidence, I was impressed! I took the\nscramble variation directly above the first climbing area. This is a great\nscramble with some exposed 4th class climbing mixed with very steep trail. Car\nto car was 2:15, a new record for Kris.</p>\n<h3 id=\"mount-pilchuck-06-07-2001-\">Mount Pilchuck 06/07/2001}</h3>\n<p>We got home at about 10:00 pm, and I had this urge to hike, so I took\noff for the granite slopes of Mount Pilchuck. I knew it would be a\nclear night, and there was a moon, so it was an ideal time. I\nencountered snow at the boulderfield and had a great time looking at\nthe lights of the city below. I was on top at 12:30 am, taking an hour\nand 15 minutes up. The lookout door was open, so I remembered to close\nit when I left. What a cool museum they have in there.  Thanks to the\nEverett Mountaineers for that. Many fun standing glissades in the\nmoonlight on the way down. And hey, I was home by 2:30 am!</p>\n<h3 id=\"ingall-s-creek-05-27-2001-\">Ingall&#39;s Creek 05/27/2001}</h3>\n<p>Kris and I hiked about 6 miles up Ingall&#39;s Creek. We aren&#39;t sure if we passed\n &quot;Falls Creek Camp,&quot; or came close to it, as that was our turnaround\n location. We had high clouds to keep the temperature down. This was a great\n hike, although Kris got a blister :(.</p>\n<h3 id=\"teanaway-ridge-iron-bear-05-26-2001-\">Teanaway Ridge/Iron Bear, 05/26/2001}</h3>\n<p>Kris and I\n enjoyed this hike despite extreme heat in the middle of the\nday. Excellent views of Mt. Stuart and ridges leading to it.</p>\n<h3 id=\"smith-rocks-05-19-20-2001-\">Smith Rocks, 05/19-20/2001}</h3>\n<p>Kris and I got a <em>very</em> late start for the drive on Saturday, and only climbed 2\npitches of Super Slab that evening. The next day Steve and I climbed Sky Ridge,\na beautiful climb. Then Steve, Sarah, Kris and I climbed Cinnamon Slab. After\nthis we hiked around, and headed home. A fun trip despite the small amount of\nclimbing!</p>\n<h3 id=\"snow-creek-wall-orbit-05-12-2001-\">Snow Creek Wall, Orbit, 05/12/2001}</h3>\n<p>Steve and I did this excellent climb. We were behind another Steve and his\nfriend, and it was kind of awkward because they offered to let us pass, but for\nsome reason we didn&#39;t. Then later, I was feeling pretty dehydrated sitting at a\nbelay, so I asked if we could take them up on the offer. They obliged, but\nunfortunately, it was at an awkward location, just after the crux pitch. I\nhadn&#39;t led that pitch before, and it took longer than I thought. So I think we\nmade them wait for us for 20 minutes. Sorry about that guys! I led all the\npitches so Steve could see what a 5.8 trad route like this was like. The crack\npitch was harder than when I followed Dan a few weeks before! Steve (from 2nd\nparty) very kindly sent me a few slides.</p>\n<p><img src=\"images/meorbit.jpg\" alt=\"Michael at a belay\">\n<img src=\"images/steveorbit.jpg\" alt=\"Steve climbing up\"></p>\n<h3 id=\"little-si-kris-05-13-2001-\">Little Si (Kris), 05/13/2001}</h3>\n<p>She had such fun the day before, she did it again. She met some hikers who had\ntravelled in Italy, and had a great time.</p>\n<h3 id=\"little-si-kris-05-12-2001-\">Little Si (Kris), 05/12/2001}</h3>\n<p>Kris \nhiked up and met Bob and Brian for an exchange of climbing\nshoes. She enjoyed an apple on the summit, and others were envious!</p>\n<h3 id=\"static-point-offline-05-06-2001-\">Static Point: Offline, 05/06/2001}</h3>\n<p>A surprise call from Alex began this pleasant trip. He and Summer picked me up\nat home, and we were off to climb Online (5.10b, 6 pitches) at Static Point, a\nhidden granite slab in the Sultan Basin. We walked up the road and turned left\nup a boot-beaten trail into a beautiful forest. We hiked about 800 feet up to\nthe base of the slab. A party of four was climbing Online, and for the next hour\nwe wavered between climbing Offline and hoping they would hurry. But they had\none leader and climbed one at a time, so that wasn&#39;t happening.  Luckily, Alex\nbrought a rack suited to Offline (5.10a, same length as Online, and 20\nfeetright), which has more natural protection. He led a loose and dirty first\npitch, then traversed to the second pitch belay anchor of Online (we were still\nhopeful). Alex belayed Summer and I up at the same time with the most excellent\nKong Gi-Gi, which allows the two followers to climb together, and the leader to\nbelay hands free. We wondered what to do, finally deciding to continue\nOffline. I climbed a diagonal pitch up easy ramps then to pleasant friction and\nthe belay.  We swapped leads, making excellent time with double ropes. The views\nimproved and the climbing got trickier. The runouts between bolts were long, but\nnicely the bolts were clustered at difficult sections. Most pitches had two or\nthree bolts, and one or two cam placements. At the top we admired the\nsurrounding peaks. Mt. Stickney looked great and Crested Butte was inspiring and\njagged.  The rappels were quick and easy.  As we hiked down,the party of four\nwere finishing their climb.</p>\n<h3 id=\"frenchman-s-coulee-04-29-2001-\">Frenchman&#39;s Coulee, 04/29/2001}</h3>\n<p><img src=\"images/mekapvan.jpg\" alt=\"Kris and I\">\n<img src=\"images/ridcow.jpg\" alt=\"On Ride &#39;em Cowboy\"></p>\n<p>Kris and I, Bob and Brian headed to Vantage, discouraged by rain forecasted for\nthe Leavenworth area.  Bob drove, and we spent about 30 minutes driving around\nEllensberg for a parking pass. Finally, we got one, which is a good idea,\nbecause you&#39;ll get a ticket if you don&#39;t. I think it cost $12.  We hiked to the\nSunshine Wall, and I was gunning for a lead of &quot;Ride &#39;em Cowboy.&quot; Not realizing\nhow tired I was from the previous day in Leavenworth, I got about halfway and\nhad to hang on the rope when my right arm burned out. I got past this crux, and\ncame to another shortly below the anchors. Back on the rope. Boy, I felt silly!\nFinally, I figured out the moves, and reached the anchor. Not a great start!\nBetter to get on something easier...</p>\n<p>Bob and Brian did this climb, then Brian and I headed over to do a\ntrad route. Brian wanted to get some practice cleaning gear, and I\nthought 7 Virgins and a Mule would be a good lead for him, since it\nprotects very well. But several people were on the route, and drinking\nbeer at the belay! We found a route called &quot;Stokin the Chicken,&quot; rated\n5.6, which had some chimney and crack climbing.  From the belay, the\nclimbing was easy, but only protected with larger cams. Halfway up, I\nhad placed three of them, and was getting worried. I moved carefully\nto a chockstone, and was able to sling it from an awkward stance. As\nsoon as I clipped the rope to it I had doubts about it&#39;s safety! You\nknow how Vantage is, with loose rock...Anyway, I manteled onto the\nchockstone and considered my options. It looked unprotectable. I could\nfollow a wide fist crack left, or go into a chimney with blank walls\non the right. I had one 2.5 inch cam left. Stemming out of the\nchimney, I climbed up and left on small foot smears, and placed the\ncam. A very bad placement, as it was too small. I moved right back\ninto the chimney to consider my options,and was greeted with a most\nwelcome sight: a solid finger crack! Yes! I placed a solid nut, went\nback out and removed the bad cam at the same level, then moved up the\nfinger crack.  My back was on the opposite wall of the chimney, and\nnow began an exhausting thrutch (at least the hands were good in the\ncrack). Knees abraiding, feet smearing, I wondered how anyone could\nthink this route was 5.6? I placed a small cam, and was soon near the\nexit.  One more piece protected the final moves, and I was above the\nchimney in strong wind, crossing to a fixed sling around a column to\nbelay on. Whew! What a climb...</p>\n<p>I belayed Brian up, and it was fun to watch how differently he did\nsome things. Brian is a really strong climber, and he made do with\ncrimpy face holds rather than the obvious crack. In the knee grinding\nchimney, he faced the other way, reaching back over his shoulder to\nclean the pro!  He came up quickly and we rappelled from an anchor on\na different climb. I didn&#39;t care too much for the sling draped around\nmy belay column.</p>\n<p>Next was 7 Virgins and a Mule. I led this delightful climb, hauled the\npacks, then Brian came up. This way we could walk off from the\nrim. Hauling the packs was funny, because I used my belay device and\ndid this very slowly. Finally, I lost patience and hauled\nhand-over-hand, much quicker!  Brian will be ready to lead this route\nnext time.</p>\n<p>Meanwhile, Kris and Bob had climbed at the Feathers, not feeling too\nambitious. Bob was getting over a cold, and Kris was content with some\nold favorites. We had a great dinner at a yellow church in Ellensberg.</p>\n<h3 id=\"leavenworth-climbing-04-15-2001-\">Leavenworth Climbing, 04/15/2001}</h3>\n<p>Kris and I drove to\nLeavenworth for some climbing. First we did Martian Diagonal on\nMartian Slab at the Peshastin Pinnacles. This route is pretty fun if\nfriction slabs are your thing. The rating is about 5.5, and we climbed\nit as 4 short pitches.  By running the rope out, you might be able to\ndo it in two, but it was more fun to keep an eye on Kris as she\ngrappled with the rock. Not used to friction, she found some of it\npretty hard, but I think she&#39;s more used to it now. You either get a\nlittle pebble embedded in the rock to grab here, or you get nothing!\nThe scenery is great on this route.</p>\n<p>After this, we ate, then Kris belayed me on Dogleg Crack(5.8+), a\nthree star crack route in Icicle Canyon. I decided to lead it.  Wow,\nit was really, really hard! I actually took my first leader fall on\ngear, a trusty orange Metolius cam. Getting established in the crack\nwas the most difficult part, and the severe rightward lean made\nclimbing very awkward. I laybacked a section delicately, and finally\ngot established in the crack. The route eased up for a while, then\nthere was a difficult transition left, and a short traverse to the\nanchors.  I want to go back and work on this climb some more.</p>\n<p>We finished the day with a visit to our old friend Mountaineer&#39;s\nDome. Everyone had left,and we spent two nice evening hours climbing\nthree pitches. This was Kris&#39;s reward for persevering on some new\nterrain at Peshastin! It was really fun for us both, and she hollered\nthat I was such a liar, because I thought it was only two pitches.  I\nprefer to think of it as creative memory retention! :) Both a little\nsore, we picked our way down the boulderfields back to the car.</p>\n<h3 id=\"little-si-03-31-2001-\">Little Si, 03/31/2001}</h3>\n<p>Kris and I went hiking here in the\nlate afternoon. First we drove on the Middle Fork Snoqualmie River\nRoad for a while and saw Mt. Garfield and we looked for the Mailbox\nPeak trailhead. Then we did the hike. Kris did an excellent job on the\nsteep trail for her first hiking in a while, and together we stood on\nthe summit as evening approached.  I really like scrambling around the\nsummit rocks, but we had to get going before darkness came. One\nsection of the forest was alarmingly dark on the way out. We got a\ncoke and drove home, happy with our exercise.</p>\n<h3 id=\"frenchman-s-coulee-03-25-2001-\">Frenchman&#39;s Coulee, 03/25/2001}</h3>\n<p>Kris and I were taking our enthusiastic friend Christos for some easy outdoor\nrockclimbing.  But weather had deteriorated, and Kris decided to stay home\nrather than climb in the rain. We reasoned that the dinner plate holds of the\nCoulee would be pretty good even if wet, so we took off for the desert. Christos\nlearned how to belay, climb and lower off at the Feathers on some old standby\nroutes. I belayed him up on one so we could sit on the ridge crest together. At\nthis point, rain turned to hail, and we quickly came down. A hike down to the\nColumbia River was fun to do. Later, we came back to the rock and I climbed 7\nVirgins and a Mule, then we both did Peaceful Warrior.  Just a weekend of easy\nold favorites, ah.</p>\n<h3 id=\"great-northern-slab-index-03-24-2001-\">Great Northern Slab, Index, 03/24/2001}</h3>\n<p>After spending most\nof the day at a European travel seminar, I had a few hours to kill\nbefore darkness. On this so-fine day, I couldn&#39;t just stay inside.  I\nleft a sleepy Kris on the couch and was soon soloing the first pitch\nof Great Northern Slab, an old favorite. I set up a belay for the\nspectacular twin-crack pitch, then climbed, using a clove-hitch for a\nbelay. I took the easy way around the awkward start, then climbed the\npitch slowly. It really takes a lot of time to adjust the clove hitch\nevery two moves, I should have given myself a bit more slack. At the\ntop, I rappelled the route and reclimbed it, this time doing the\nawkward start. What fun in the evening sun! I never saw any other\nclimbers on the wall. I gazed at Mt. Index as the sun began to set,\nthen rappelled two pitches and drove home. An excellent 2 hours on the\nrock (4:30 - 6:30 pm).</p>\n<h3 id=\"alpental-ice-climbing-03-07-2001-\">Alpental Ice Climbing, 03/07/2001}</h3>\n<p>Peter and I came back,\nneeding to get in one more climb of this thing before it fell apart\ndue to the recent warm temperatures. Peter led up onto the ice,\nchoosing a leftward traverse into a snow gully coming down from the\nanchor.  This steep, rotten snow slope provided some adventure, since\nany tool placements were marginal at best. I top-roped the climb, then\nmoved the anchor 20 feet higher to another tree with a fixed\nsling. This gave about 10 more feet of ice climbing. We each climbed\nit again, then headed down. We had to trade crampons back and forth\nand make due with 2 ice screws since Peter brought Kim&#39;s crampons by\nmistake! This didn&#39;t hamper us a bit though!</p>\n<h3 id=\"alpental-ice-climbing-03-01-2001-\">Alpental Ice Climbing, 03/01/2001}</h3>\n<p>Steve N. and I had seen\nthis climb walking back from an attempt on Chair Peak the previous\nweekend. It was up to \nPeter and I to sneak back up there before work\nThursday morning. We had seen an <em>amazing</em> orange and red sunrise\nbehind Guye Peak on the drive in. Spirits suitably elevated, I decided\nto lead the climb. Taking all our ice screws, I hiked up the snow that\ncovered the lower part of the climb and placed a screw at the base of\nthe route. It felt solid so I continued, getting great axe placements\nin the ice. Each time I looked down between my legs the previous ice\nscrew seemed a long ways below. Before a final bulge I rested on a\nstubby screw placement. Climbing over this, then around the corner to\nrotten and fracturing ice, I soon reached the tree and sling that\nmarks the end of the pitch. Yes!  Peter did the climb and cleaned\ngear, then we each top-roped the climb, taking a somewhat steeper\nline. </p>\n<p><img src=\"images/michaelal.jpg\" alt=\"Michael climbing\"></p>\n<h3 id=\"mount-si-02-02-2001-\">Mount Si, 02/02/2001}</h3>\n<p>Below-summit bivy, climb attempt in the\nmorning. Got to the saddle just below the summit in snow and ice. Two\nrappels to the base of the haystack.  This really is a fun mixed ice\nclimb in proper conditions. \nRay and \nMike needed to get back to work,\nso we left the summit pitch for another time.  Had fun.</p>\n<h3 id=\"guye-peak-01-21-2001-\">Guye Peak, 01/21/2001}</h3>\n<p>Steve, Chris, Peter and I had to do something despite a weather forecast getting\nworse by the second! So we bundled up, and headed for Snoqualmie Pass. Our\ninitial plan was to climb the West Ridge of Lundin Peak, but driving snow and an\nall night rain convinced us to try something easier. So we headed for Guye Peak\nvia Commonwealth Basin. This was a great chance for Chris to meet Steve and\nPeter, and they liked him and his Polish accent immensely. As we left the basin\nfloor for steeper slopes, we heard the booming of mortar shells, used by the ski\narea to knock snow off of Cave Ridge. Since we were heading to the backside of\nthis area, we heard more and more, until it became a little unnerving. Finally,\nthe ever-eager ski patrol backed off, and we climbed in a steep, silent forest\njust beneath the icy slopes of Guye. We had to cross two slopes with avalanche\npotential, and we did this hurriedly.  I wondered about the party heading up to\nRed Mountain in these conditions. As it turns out, they also had a great climb\n(I found this out later on cascadeclimbers.com).  With Chris saying things like\n&quot;It would be a piece of shame to turn around now,&quot; we reached the saddle\nseperating Cave Ridge from Guye Peak. At this very moment, a tremendous &quot;BOOM!!&quot;\nrang out, and a telltale puff of smoke appeared in the air, only 300 feet\naway. &quot;That must have been a shell,&quot; I said.</p>\n<p>This would have turned more prudent men around, but we reasoned that a\ndirect hit would be required to hurt us (understatement) since we were\non a wide ridge-top.  We snowshoed up the ridge, enjoying a short\nsteep bit, then climbing the summit slopes. Visibility had increased\nenough to see from Silver Peak in the south, to much of Snoqualmie\nPeak in the north, but Chair and Kendall Peaks brooded behind sullen\nclouds. We could see the other two summits of Guye, but they would\nhave to wait for another trip. Taking a few pictures, we ran and\nglissaded to the saddle, then hurried across slopes to the safety of\nthe forest.  Soon, we tromped onto the trail in the basin, getting\nsome excitement when Chris and Peter crossed a thin log over the\ncreek. We squelched to the car, and made for a pizza restaurant in\nNorth Bend with a real fireplace. How awesome to be warm after a\nmorning of cold and damp! We were home early, after some great pizza\nand beer.</p>\n<h3 id=\"granite-mountain-01-12-2001-\">Granite Mountain, 01/12/2001}</h3>\n<p>Ray B. and I took a pre-work hike up this peak. Starting at 6:15 am, we\nencountered good trail, then increasing snow to an obvious gully. At this point\nwe followed kicked steps up about 200 feet until the steps ended on a steep, icy\nslope. Time to deploy the Thermarest Shredders! Crampons safely attached, we had\na very enjoyable climb for 2000 feet to the lookout tower on pretty steep\nslopes, meandering between short snowfields and boulders. The weather was\n&quot;alpine gray,&quot; but visibility increased such that from the summit we could see\ndown to the treeline, and glimpse some holes in the clouds that showed us\nKacheless Lake (I think) and the nordic ski area across the street. We started\ndown as the sun tried to break through a wall of cloud in the east, happy with\nour morning hike. We reached the car at 10:30 where I received a parking pass\nticket from a nice ranger. Crampons and ice ax were very nice to have on this\n&quot;surprisingly alpine&quot; hike.</p>\n"}