{"date":"2001-8-6","title":"Easy Ridge","blurb":"Mount Challenger attempt","description":"<p>Marek, Jake and I were dreaming about Mt. Challenger. The big gentle\nglacier. The beautiful rock pyramid. The piton in the one place you need it. The\nviews of the Pickett Range. Ahh!</p>\n<p>Of course, there is the 17 mile approach, the river ford, the\nImperfect Impasse to deal with.  And what about the weather? By\nmid-week I was glued to my screen, divining the professionals true\nmeaning in a cloud of &quot;HI PRSUR CRUMBLNG OVRNGHT W/SNO SHWRS LT\nFRI.&quot; The weather looked bad, no matter how you sliced it. First,\nhope was held out for Sunday, then the sun moved to Monday, and on\nFriday, the forecast called for unmitigated sun only on Tuesday. I\npanicked, calling Jake and emailing Marek: &quot;ABORT! ABORT! WE SHD CLMB\nIN EAST. WEST SCKED IN!!&quot;  But Marek had an optimistic forecast, so\nwe went ahead.  So we arrived at the trail-head under gray skies at 9\npm Friday. We had brought a tent, expecting some bad weather to clear\nout by summit day. Jake&#39;s pack was comically large, but seriously\nheavy!</p>\n<p>We were happy, because it wasn&#39;t actually raining, and as darkness\nfell we hiked over Hannagan Pass, and down into the Chilliwack\nvalley. Around 1 am, we reached Copper Creek Camp, and were trying to\nsleep by 2. With 8 miles of the approach now behind us, we felt\noptimistic about Saturday.</p>\n<p><img src=\"images/ezridgeh.jpg\" alt=\"High on Easy Ridge\">\n<img src=\"images/ezridge.jpg\" alt=\"We traversed the ridge and crossed over to Hanagan Pass, on the ridge behind\"></p>\n<p><img src=\"images/marekr.jpg\" alt=\"Marek climbing up to Easy Ridge, with Whatcom Peak behind\"></p>\n<p>I had no history with this area at all, while Jake and Marek had tried\nonce before, getting to various points along the trail.  We crossed\nthe river in Jake&#39;s old tennis shoes, then Marek led confidently\nthrough soaking brush to a steep trail in the forest. Probably due to\nthis brush, his feet were already wet a few hundred feet up from the\nriver. Still, we were happy, climbing in occasional rain and patches\nof blue sky, always the next valley over. We reached the ridge crest,\nwhere I found a &quot;short cut,&quot; that merely wasted time in a loose\ngully. We scrambled up Easy Peak in a cold wind, and reached Marek&#39;s\nhigh point from the year before. We couldn&#39;t see more than 200 feet\naway in the fog, rain and wind, but Marek used some amazing psychic\npowers to lead us on a gentle downward traverse to an area near the\nImperfect Impasse. We came down about 1200 feet in deep grassy slopes,\nthen rock and snow. Down here, we could see better, and we admired\nPerfect Pass, our intended destination for the night.</p>\n<p>All we knew about the Imperfect Impasse was that it was a deep gully\nthat required some technical climbing to cross, or else a 1000 foot\ndescent and re-climb of the other side. I was determined to find the\ntechnical way, and I had some information about it. We came to the\nedge, where Jake and Marek gave me a few minutes to explore. This\nthing was pretty scary, and pretty far from home.  At a flat spot by a\ntree, I believed I needed to climb up 200 feet on a buttress. I did\nthis, then worked my way onto very exposed 3rd and 4th class\nground. Everything was wet, and a little foreboding.  This place gave\nme the willies! I seemed to be somewhere others had been, since the\nhandholds had a &quot;used&quot; appearance. I could tell because they were\nfree of moss, and some dirt had been cleaned out.  I was looking for a\nbolt to indicate I was on route, and expecting to find a piton or\ntwo. I also knew that most people didn&#39;t even rope up. &quot;It&#39;s casual,\ndon&#39;t sweat it.&quot; people would say. But I was sweating it. To keep\nlooking required me to traverse over a frighting drop with minimal\nholds, that just got smaller. I decided for my own health, and the\nhealth of the team, that this couldn&#39;t be the way. Climbing carefully\ndown, I wondered what to try next. &quot;That is NOT the way,&quot; I said,\neyes bulging, to Marek, who eagerly agreed. Jake was already hiking\ndown, and Marek took off too.</p>\n<p>Now, as we descended an uncomfortable boulder field, we argued hotly\nfor a while (well, at least I did, everybody else thought I was\ninsane). I wanted to keep looking for the route, sure that I had\nmissed it.  As it turns out, Marek&#39;s beta indicated that we needed to\nget close to the valley floor and ascend the next pass over beyond\nPerfect Pass, and this was no place to be wasting time. Being already\na little high-strung from my scrambling adventure, and wet and tired,\nI didn&#39;t want to lose the hard-won elevation, but I merely succeeded\nin frustrating my companions. We agreed to camp at the first available\nplace down the slope, near the Impasse. We found a suitable tent\nplatform, and Marek raced off downhill to investigate the route that\nChris and Michael took last year. I raced over and crossed the Impasse\nat this easy point, deterred from getting onto the opposite slope by\nwet, mossy slabs. But I felt it was possible to go up from this point,\nalthough it looked like a hellish bushwhack. Marek reported success\nand we decided to go down that way in the morning. We had taken quite\na bruising as a team, with both Marek and I strongly believing we each\nknew the way to get to the glacier. But Marek&#39;s excellent Borscht soup\nand a hot meal brought us together again.</p>\n<p>In the morning, the sky was clear! Wonder of wonders, we were quite\nhappy! We geared up, had a few sips of borscht, and hiked down towards\nthe wild valley floor. Marek had scouted a likely place to cut across\nthe brush, and we set off into an evil bushwhack. It would have been\nok if it were dry, but the trees were dripping, and before long we\nwere soaked! Perhaps this is the theme of our trip? We cursed at the\ncold streams of water filling our boots, and found ourselves halted by\nthe Imperfect Impasse when the brush ended in cliffs.  Jake had had\nenough, and I think we were all doubtful about climbing to a high pass\nunder the icefalls and gray cliffs of the valley head. We beat the\nbrush back to our tent to regroup.</p>\n<p>Our initial optimism was replaced by desperation. &quot;It&#39;s okay, we&#39;ve\nstill got time!&quot; Jake and I had gained a blinding faith in a new idea\nfor crossing the Imperfect Impasse high up. We decided I was exploring\ntoo low, and by climbing up to the top of a buttress, we would\ndefinitely find the route. I think Marek rolled his eyes at this, but\nwe huffed and puffed our way back up and began searching again. Jake\nand I took different lines.  After 30 minutes, we had come up empty\nagain. Back we went to my line of the evening before, and we just\nsucceeded in scaring ourselves enough to give up. We did find a sling\nand a &#39;biner high on an outcrop, but no sign of a feasible\nroute. Disillusioned and heartbroken, we joined Marek and mournfully\ndecided to hike out. For Marek, this defeat was most crushing. I\nmostly felt guilty for advocating a route strongly, then not being\nable to find/complete it. The emotion of sadness and resignation was\ngreat for us all.</p>\n<p>We climbed back to Easy Ridge with our gear, the only incident being\nthat I fell on mossy rocks down a smooth streambed. But the sun was\nout, and the views were glorious. For the first time, I was smiling,\nhaving temporarily forgotten the heavy pack and the crushing\ndefeat. Mt. Blum looked really nice, and the North Face of Mt. Shuksan\nwas ominous. The more so because it was being engulfed by black clouds\nthat came our way fast. Abruptly, the weather window had closed, and\nwe were back to Gore-Tex and slogging in wind and rain. We wanted to\nget off the ridge-top in case the storm became violent. I went ahead at\nthis point, and blazed all the way down to the Chilliwack River\nwithout stopping. I used Jake&#39;s old shoes to cross, then Marek\nappeared. I threw a shoe to him, but we both stood surprised when the\nshoe reached the middle of the stream and floated away. Then I threw\nthe other one, and it didn&#39;t make the shore either.  What was wrong\nwith me? I was as puzzled as Marek must have been. So Marek and Jake\nhad to cross in socks, and I endured ribbing about throwing lessons\nfor a while.</p>\n<p>Anyway, by this point we were all completely soaked, and had to walk\n10 miles over Hannagan Pass to the car.  This was a very difficult\nportion of the day. The constant rain brought new water in, and there\nwas no chance to dry inside with body heat. By the time we reached the\npass, I was a little bit fearful of hypothermia.  I had really slowed\ndown, and noticed Jake and Marek were keeping an eye on me. Despite\nwearing all my clothes and hiking uphill, I was cold. But having made\nthe pass, I felt I could get down the other side with some effort. I\ntook off as fast as I could, thinking about dry clothes at the car. We\nhad all been humbled by this weather. None of us had ever been so wet\nand cold before. I reached the car at 10:10, and shivered for 10\nminutes until Jake came with the key.</p>\n<p>We&#39;ll all stand on top of Challenger one day, it just didn&#39;t happen\nlast weekend. Thanks to Jake and Marek for their excellent\ncompanionship!</p>\n"}