{"date":"2001-4-15","title":"Snow Creek Wall, Orbit","description":"<ul>\n<li>Orbit (Grade III, 5.8, 6 pitches)</li>\n<li>April, 2001</li>\n</ul>\n<p>Daniel Smith and I planned this climb a few weeks before. Amazingly,\nnothing came up to knock us off course. We drove over Steven&#39;s Pass in\nrain turning to snow, discussing climbs we had done and wanted to\ndo. Any non-climber would be bored to tears. We reached the Snow Creek\nTrail parking lot at 9 am, and were espied by Ray Borbon, ensconced on\nthe ridge across the street. He came down and wished us luck.</p>\n<p><img src=\"images/stelpitch.jpg\" alt=\"The coolest pitch\"></p>\n<p><img src=\"images/danonorbt.jpg\" alt=\"Here&#39;s Dan\"></p>\n<p>I had a new pack, a &quot;crag pack,&quot; I guess. Very small! But it held our\nrack, some water, my harness, shoes and a jacket, so it was\nadequate. Dan had a real pack, and soon we were hiking up to the wall,\npretty happy with life and the weather thus far. The log crossing was\nan awkward awakening from mindless hiking. Once at the base of the\nrock, we scrambled around looking for the first pitch. Dan found the\n3rd class route. We changed into rock gear and stowed the packs in a\ntree. Dan suggested scrambling the first pitch, which was a good\nidea. There was just one tricky move just before the tree belay, but\nwith a little thought it felt secure.</p>\n<p>Now for the real climbing! Dan wanted to give me the &quot;crux&quot; pitch, so\nit worked out that I should do the first one too, which starts with a\ntricky chimney. I got some pro in the back wall of the chimney, and\nwondered what to do next. Dan suggested climbing onto the face rather\nthan stemming or thrutching in the chimney. This worked marvelously,\nand soon I was on easy ground, climbing an obvious leftward ramp. I\ncontinued on the ramp to a small tree belay where the climbing looked\nharder. Dan came up quickly, grabbed the gear and headed up for the\n5.8 crack pitch. Dan said I was a better rock climber than he\nexpected, and my pro was good. This bloated my head sufficiently that\nthe rest of the route was a piece of cake! Anyway, Dan and I have\nexchanged email for months, it was great to finally climb.</p>\n<p>Due to rope drag, and not being able to communicate around the corner\nvery well, I kept Dan tight on the rope when he wanted to down-climb a\nsmall section. &quot;Take&quot; and &quot;Slack&quot; can sound too much alike on a windy\nday. I think the &quot;Up Rope!&quot; convention is better, and will start\nsaying that instead.  Aside from that, it was a great pitch, and a\ngreat lead. Dan had some good pro in at the start of the crack, then\nharder climbing continued up and finally leftward to join a crack on\nthe left. Now we were getting a taste of this great route!</p>\n<p>With a little apprehension, I geared up for the next lead. Running out\nof excuses to stand around at the belay, I moved up a tricky face to\ntwo bolts. Above the bolts was a horizontal crack before a mysterious\ncorner that I&#39;d have to go around. The crack took two thin wires, and\nsweating a little, I edged around the corner to find...easier\nclimbing! I headed up, zigging this way and that among flakes and\nedges. There was a fixed pin and an old bolt along the way. With Dan\nout of sight around the corner, this pitch had a long and lonely\nfeel. I came to two old bolts and wondered if I should belay\nhere. Finally I went 15 feet higher to an awkward ledge with a loose\nblock. Two cams and a hex made the semi-hanging belay. &quot;Wow,&quot; I\nmentally said. The exposure was great. When Dan came around the\ncorner, I had a good time watching him discover the next moves just as\nI had. From above, all these little ledges are very clear, but from\nbelow you have to feel them out. I got a picture of Dan here.</p>\n<p>Dan headed up the left-facing dihedral I belayed in. There was some\ntough climbing here, and not so great pro as he moved around a corner\nto find...easier climbing! At least long enough to get some gear. Then\nhe headed up to a roof, looked for another way around, then committed\nto the roof.  This seemed like a fun pitch. Of course, I hadn&#39;t\nbrought a jacket, and the steady wind finally had me almost\nshivering. I flexed muscles to stay warm. Dan put me on belay and I\nstarted up. While cleaning the second cam, my foot slipped and I fell\nonto the rope. Nice belay, Dan! There was a lot of air beneath me. The\ncold had made me clumsy, but I think the fall sent a lot of blood to\nmy skin! So I went up and around the corner, over the overhang, and up\nsome fun knobs and overlaps. The belay was just below and right of a\nlarge overhang. Dan sent me off right away for a chickenhead fest.</p>\n<p>Long did I wander in the valley of the bodiless chickens. Around a\ncorner (a common theme), I grappled with these lifeless heads by the\ndozen. I considered slinging their necks with cordage, but their\nreassuring grip in the hand provided enough security. I came to a\nledge and continued up and left on the lichen-stained orbs, an eerie\nsoundtrack playing in my head. With a lot of rope drag, I reached a\nledge protected from the wind, placed a cam to back up my belay seat,\nand enjoyed the view while Dan zoomed up. The view started to include\nsnow. Lots of snow. Dan arrived and set off on the final scramble to\nthe summit. By the time I got moving, the rock was becoming slick and\nthoughts of an unpleasant, snowy descent were stewing in my brain. I\nenjoyed a slot canyon with pine needles on the floor, and a bouldering\nmove by a tree to escape. Dan, wearing shorts, was crouching in an\nalcove to get away from the snow.  He coiled the rope for descent, and\nafter waiting a few minutes, we headed down. I was really picturing\nthese scary &quot;no fall allowed&quot; scenarios on slippery slabs with blue,\nfrozen feet. I kept thinking we would want to rappel. But my fears\nwere groundless. Even with some snow, the descent wasn&#39;t as bad as I\nremembered it. Dan told me about the advantages and disadvantages of\nbeing single. I also learned about the attempt he made on Johannesburg\nthis winter, climbing 2000 feet of water ice 3 and 4. This sounded\nlike an amazing adventure. I think there is a war in many climber&#39;s\nminds between checking a tick list, and bold adventure. I know I have\nthis. Do something obscure...but probably more likely to end in brush\nand rain? Or something classic...great climbing, but often a\nnon-wilderness experience due to all the other people, and guidebook\nthat leads you through every pitch?  Well, chalk one up for Adventure\non that trip.</p>\n<p>Back at the base, we chatted with other climbers who had done Outer\nSpace. Strings of climbers seemed to be rappelling from that route and\nothers, due to the snow. But already, the rock was drying and the sun\nwas shining. We hiked out. The log crossing was easy going back.</p>\n<p>At the car, Ray left a note, hoping the rain didn&#39;t skunk us. Nope!</p>\n<p>We drove to Classic Crack, met two guys from Marmot, Jody and\nPat. They climbed it, then I belayed Dan, who led this quickly and\neasily. He had to deal with a weird inverted cam problem placing the\nsecond or third piece, right at the crux! Dan came down, and I\nimmediately fell off the route on top-rope. Another try from the base\nproved successful, and I enjoying the jamming immensely. I had come\nthe year before and top-roped this route, lie-backing until my lungs\nfelt like bursting. Naturally, I wondered how I could ever lead\nit. Now that I can jam, I&#39;m ready to give it a try.</p>\n<p>We had a beer at Gustav&#39;s with Jody and Pat, hearing a great story\nabout a dehydrated climber on Adams who thought the rescue helicopter\nwas a UFO. He successfully hid from it for at least a day. Then, we\ngot a fascinating lecture on the &quot;Tree Route,&quot; with info on accessing\nthe upper three pitches which aren&#39;t in the guidebook.  (Ma&#39;am, if you\nread this, send me that info...I was sad that I couldn&#39;t stay for the\nfull route description you had.)  On that happy note, we drove back.</p>\n<p>Thanks to Dan for a great climbing day!</p>\n"}