{"date":"2001-1-20","title":"Banks Lake Ice Climbing","blurb":"ice climbing","description":"<ul>\n<li>Devil&#39;s Punch Bowl (WI 2-3)</li>\n<li>January 20, 2001</li>\n</ul>\n<p>Photographs by Dennis King.</p>\n<p>Steve drove up for an ice climbing trip to Banks Lake, in\nCentral Washington. This area near the Grand Coulee Dam stays quite\ncold during the winter, with temperatures regularly in the low\ntwenties. Many local climbers have discovered the ice climbing\nover there, feverishly posting the results of trips on\ncascadeclimbers.com. Of course, I eventually had to grapple with\nice myself. Alex Krawarik extended an invitation to Steve and I\nfor a three day ice climbing trip. We could make it for two, and\nafter borrowing some gear from Alex we were set.</p>\n<p>We made the long drive over interstate 90, then north on smaller roads\nuntil reaching the dramatic cliffs above Banks Lake. A thin layer\nof snow covered all flat surfaces, and the environs had an arctic\nlook. </p>\n<p><img src=\"images/steveice.jpg\" alt=\"Steve at the Devil&#39;s Punch Bowl - the climb is behind him\">\n<img src=\"images/dpbflow.jpg\" alt=\"Close-up of the climb - the blue dots are ice screw placements, and the green line is the approximate height of a person.\"></p>\n<p>We found the Devil&#39;s Punch Bowl near Steamboat Rock, and suited up\nfor some climbing. While I walked steeply up-slope to the base\nof the climb, Steve had his picture taken by the owner of a\nnearby frame shop. He promised to send Steve a copy.</p>\n<p>Steve joined me and we bouldered around with our ice tools on very\nlow angle ice, having been suitably intimidated by the 15 foot vertical\nstep at the base of the climb. Soon, Alex and Maurice arrived, and\nstraightaway, Alex began a &quot;mini-lesson.&quot; His tips made it possible\nto climb the vertical step without too much drama. The ice was\nformed into bulges and pockets, creating good placements for hooking.\nPerhaps the best tip was about footwork. Look for a stance to\nplace your foot, rather than immediately front-pointing into blank\nice. Use every opportunity to rest your feet by stemming.</p>\n<p>Steve put me on belay while Alex climbed (solo) alongside me, and\noff we went over the vertical bulge. At the top, suitably coached,\nI placed a screw, and then another at the base of the next off-vertical\nstep. Alex hurried me along, and my mind was racing, so I don&#39;t\nremember the climb very well. It was very much like my first rock\nclimbing on lead: totally absorbed in the tiny patch in front of\nyou. I placed a screw at the mid-point of the 2nd step, from a\ndecent rest position. Then I angled right, trying to use Alex&#39;s\nplacements rather than creating my own. One more screw as a directional,\nand I was finished! The climb was a full 50 meters, but half of\nthat was low angle walking terrain. I said thanks to Alex, and he\ntook off - Maurice had been very patient and they were eager to\ntackle something harsh.</p>\n<p>Steve began climbing, taking to it readily. I wanted him to benefit\nfrom everything Alex told me, and I think he heard a lot of it.\nAs he climbed, I became increasingly aware of the ice chandeliers\nabove the climb. They were dripping water and small chunks of ice\nsteadily. With the warming temperatures (it was now above freezing),\nwe realized this was becoming a dangerous climb. Steve knew this,\nand climbed the second step in record time, stopping to wait for\na climber converging on our line. At the top, we said &quot;wow...so\nthat&#39;s ice climbing!&quot; and made the walk down. Without even discussing\nit, we knew it was insane to continue with the icicles melting above,\nso we made for the car.</p>\n<p>The frame shop owner had left a beautiful color photo on the car,\napparently he had rushed home and printed it from his digital camera!\nThis is where the pictures are from in this report.</p>\n<p>We drove down the road and found Alex and Maurice trying to get to\nthe ice halfway up a rotten cliff. Alex placed a few manky pitons, and\nmoved brutally past a crux, 200 feet above us. We took some pictures,\nthen started the drive back to Seattle. We had talked about waiting\nfor morning to climb the Devil&#39;s Punch Bowl again, when the icicles\nwere frozen, but we didn&#39;t want to lose a half-day hanging around.\nWe decided to climb something in the Cascades on Sunday.</p>\n<p>Anyway, this climb gave us confidence to explore further with our\nice tools. It wasn&#39;t as hard as I expected, nor was the climbing as\ndangerous as I had thought. The tool placements and ice screws were\nreliable. A very special thanks to Alex and Maurice for the introduction!</p>\n"}