{"date":"2001-9-30","title":"Black Peak, Northeast Ridge","description":"<p>Well, this was to be our last overnight trip of the season, and we\nwanted it to be a fun one. The nights are getting colder, and traces\nof snow are starting to appear on north faces. Something on our list\nhas been the Northeast Ridge of Black Peak, which offers 1000 feet of\nridge scrambling high above surrounding valleys. \nSteve and Josh drove\nup from Portland, and we got off to a late start. I spilled milk in\nSteve&#39;s car, crying bitterly.  We reached the trail-head at Rainy Pass\nsometime after 10 am. The approach for this climb is ridiculously\neasy, and we thought about other things to do this afternoon.</p>\n<p>Following the trail up switchbacks in forest, we came to an unmarked\njunction, almost choosing the wrong way (go right!). Soon we contoured\nabove Lake Ann, watching a man lazily circle the lake in a raft. The\nlake has an inviting little island near the center. We came to Heather\nPass, and had great views of our mountain at the head of the next\nvalley. We wanted to climb Corteo Peak today, and decided to do it\nfrom the Lewis Glacier further up. So we marched down the\nboulder-field, missing any helpful bits of trail (it always takes the\nway back to find the trail!), and being careful against ankle\ninjuries. We all had the lightest hiking boots we owned.</p>\n<p>Clouds were coming in, and light drops of rain fell as we headed up a\nridge path near Lewis Lake.  Eventually, the trail ended, and we\ncontinued on game paths to cliffs and steep, brushy slopes.  Yes, we\nlost the trail again! But Steve gamely led us down from the cliffs,\nand across some brush to a hidden valley with ancient campsites. It\nappeared to have been very popular once, with rusted tin cans from the\n1940s. We continued up a draw, then turned left to gain a ridge below\nthe Lewis Glacier moraine. Weird bits of twisted metal began to\nappear, along with a geology student named Gary. He determined we were\nlooking at the remains of a very wrecked helicopter. Sure enough, big\npieces began to appear as we climbed, including a large door with the\nword &quot;ARMY&quot; on it.</p>\n<p>Gary took off for higher ground and we looked at our proposed route up\nCorteo. The clouds were blocking any peaks above 7500 feet, and this\ndampened our enthusiasm. We definitely wanted to be fresh and ready\nfor Black Peak in the morning, so we decided not to go. Continuing on\nto Wing Lake, we had a mix of choice campsites to pitch the tent. We\nhad brought some great dinners, and Josh had playing cards and a\nbook. We were in for a fun evening!</p>\n<p>Having set up the tent, we decided to hike up to the base of the\nroute, and see if we could leave crampons and ice ax back at the\ntent. Wandering up, we crossed a creek, then climbed heather and scree\nslopes to the glacier. At this time of day, it was easily walked. We\nheard hammering on the cliffs, and finally realized it was Gary (the\ngeologist). We met up with him and went on a hike down a spur ridge on\nthe right side of the peak. We had excellent views into the next\nvalley to the north.  He was taking samples from rocks all around\nhere, a job that took the entire summer.</p>\n<p><img src=\"images/blackpeak.jpg\" alt=\"Black Peak from Wing Lake\">\n<img src=\"images/heatherpass.jpg\" alt=\"The view from Heather Pass\">\n<img src=\"images/winglake.jpg\" alt=\"Beautiful Wing Lake and Corteo Peak\">\n<img src=\"images/sumblackpk.jpg\" alt=\"Two guys on the summit\">\n<img src=\"images/niceridge.jpg\" alt=\"Josh and Steve coming up the ridge\">\n<img src=\"images/westpeak.jpg\" alt=\"The West Peak: castellated spires\">\n<img src=\"images/stevefwdown.jpg\" alt=\"Steve looking for the way down. Mt. Goode is on the left\">\n<img src=\"images/steveupbp.jpg\" alt=\"Steve enjoying the loose rock\"></p>\n<p>There were also some wild cliffs and gullies in this unnamed\nvalley. We couldn&#39;t resist trundling a few rocks down a long, steep\nchute. We got back to camp by descending steep heather to a bench\nbelow the glacier. Once there, we cooked our excellent dehydrated\nmeals, and drank hot chocolate as the stars came out. When the moon\nemerged, it was painfully bright! I retreated into the tent and read\nJosh&#39;s book. Black Peak looked ominous bathed in moonlight.</p>\n<p>Morning came, and we quickly got ready for the climb. Hiking up, we\npassed a party on the glacier, making fast time with crampons (you\ncould probably get away without them, but the ice got steeper near the\nstart of the route). With this party right behind, we scrambled up\nloose ledges to the ridge.  The quality of the rock to this point was\nnot inspiring! At a notch we got our first views of the north side of\nthe peak, with a very crevassed glacier, and Grizzly Creek heading\naway in a deep valley.  The shaded right side of the ridge was dusted\nin snow. As we climbed we would occasionally venture to that side -\nmuch colder but the rock was often better. I continued scrambling\nanother rope length until the ridge steepened and we needed to climb\nabout 100 feet to gain the crest. We roped up with our single 60 meter\nrope, and I started off, straight up moderate terrain, then following\nthe crest.  Josh was in the middle, and Steve behind. We were all\npretty new to simul-climbing, but it is the best way to cover ground\nquickly on a long ridge like this. I tried to keep several pieces of\ngear on the rope at all times, and sometimes this was challenging. The\nparty behind us began belaying near the start of the ridge. Later we\nfound they had turned back, not ready for the loose rock and exposed\nterrain.</p>\n<p>I ran out of gear and set a belay on the ridge. I might have gone\nfarther, but I didn&#39;t want to be short of gear at the upcoming steep\narea. Steve took the next lead, on loose 5th class terrain.  He\nclimbed quickly, then belayed Josh and I up. Josh took a detour up a\nloose overhang. When I got there I balked at the danger! Steve paid\nout some slack and I went around the mess. Generally, the ridge is\nsafe but there are some areas where you could pull an avalanche of\ncrumbles down! From here we kept going, another simul-pitch for me to\na cold notch. Steve took us out to a flat area, and I took us for two\npitches to the base of a near-vertical wall. The lake and trees below\nwere getting very small, and still our ridge continued up. Steve\novercame the wall, and Josh and I followed. From here we had a long\nsimulclimb starting from a snowy face on the north side.  Mostly, we\nwalked and scrambled over the false summit, then down to a notch. At\nthe true summit, we found a cairn that seemed to indicate &quot;go up.&quot; I\ndid, but because of a pretty hard move, I belayed Josh and Steve. We\nreached the summit just as another party did. They had avoided this\nhard move around to the right.</p>\n<p>Congratulations to all! We looked around at everything, from Dome and\nGlacier Peaks, to Stuart and Rainer, to the black wall of Goode across\nthe valley. We could see Forbidden and Boston Peaks, a jumble of rock\nand snow in the Pickett Range (the McMillan Spires were especially\nprominent), lonely Jack Mountain, and Silver Star to the east. We\ncould see Mesahchie where Steve, Chris and I had climbed a month\nbefore.  The impressive view of the West Peak had us planning to come\nback for another climb.  I devoured a dozen cookies I had been\nstealing from Steve, and we soaked in the sunshine for about a half\nhour. We were very happy with the climb, and just hoped the descent\nwouldn&#39;t detract too much from it!</p>\n<p>Getting down was a little tricky, without knowing the easiest\nway. Finally we headed south on the summit ridge, then down a series\nof ledges on the left to a relatively flat area. We stayed roped and I\nplaced gear as we down-climbed. After this 100 foot step, we saw by\ncairns and boot tracks that we had trail, so we put the rope\naway. Following the well-defined trail past several gullies, we were\namazed at how easy this was! Compare these &quot;class 3&quot; gullies to the\n&quot;class 3&quot; descent from Mesahchie and you have a very big difference!\nEventually we ran into a few hikers going up, and offered\nencouragement. Leaving gullies for a black rib, we kept going, and\nwere soon at a saddle. Straight down steeper trail here, and we were\nin some great scree-skiing terrain for about 700 feet. Then the rocks\nbecame larger and awkward, and we continued more slowly down to Wing\nLake. I went ahead alone to break down the tent.  Traversing to the\nleft off the big, awkward boulders, I found some more scree\nterrain. Soon I was down, marveling at the beauty of the lake. Steve\nand Josh were red and blue dots in the huge rock bowl.</p>\n<p>At camp I packed up, soon met by Steve and Josh. We finished that\nchore, ate some more, and hiked out.  We stayed on the trail to Lewis\nLake, having an easier time. Around 6 pm we started up the\nboulder-field to Heather Pass, enjoying the trip because (once again)\nwe found and kept the faint trail that used every patch of dirt/forest\nground that could be pieced together. At the pass, we had a stunning\nsight: the moon rising behind a distant mountain. As we watched, it\nrose in the pink and blue sky, very large on the horizon. This vision\nkept us occupied as we descended above Lake Ann, into deep\nforests. This time I was the last to get the headlamp out, but I\nfinally gave in. Before we knew it, we were at the car, which smelled\nlike sour milk.</p>\n<p>This is a shout-out to my homies Steve and Josh. &quot;Word!&quot;</p>\n"}