{"date":"2001-8-19","title":"Mesahchie Peak, North Ridge","description":"<p>August 19, 2001</p>\n<p>The idea to climb Mesahchie came from \nDarin Berdinka&#39;s web site (Long since disappeared), where\nhe describes the Mesahchie Glacier Icefall and North Ridge. It\nseemed like an out-of-the-way destination too, and after the\nsolitude on Mt. Index from the previous weekend, Steve and I\nwere getting used to it. We had thought about the North Ridge\nof Mt. Stuart as well, but after seeing many inquires on\nbulletin board sites about route conditions, I was envisioning\na horde of people there. Raging fires were also causing the\nevacuation of many hikers from the Enchantments, a little too\nclose for comfort.</p>\n<p><img src=\"images/nmesahchie.jpg\" alt=\"The Icefall and North Ridge\">\n<img src=\"images/arriva.jpg\" alt=\"Arriva Peak\">\n<img src=\"images/fisherp.jpg\" alt=\"Fisher Peak\">\n<img src=\"images/goode.jpg\" alt=\"Goode Peak: The NE Buttress\">\n<img src=\"images/kimtah.jpg\" alt=\"Beautiful Kimtah Peak. I want to cross the glacier and climb the right ridge\"></p>\n<p><img src=\"imaages/simulrid.jpg\" alt=\"Exposed, easy climbing on the North Ridge\"></p>\n<p>Chris Koziarz was interested, so \nSteve, Chris and I set out\nearly Saturday morning, making the long drive up highway 20\nto the Easy Pass trail-head a few miles past Ross Lake. We\nhad forgone sleeping pads to save weight, but we had a stove\nto melt snow for water if we needed it. We had bivy sacks, \nsleeping bags, and technical gear, including rope, rack, ice\nscrews, and Chris and I had a technical ice tool for the icefall.</p>\n<p>The hike up went quickly, and we talked about climbing (of course!),\nrelationships, and such topics. Soon, we reached a rockslide and\nlarge huckleberry fields. Stopping to eat berries slowed our\nprogress considerably. The blue huckleberries here were the best\nI had ever tasted. They had a kind of &quot;apple&quot; taste. Steve\npreferred blacker berries, so we had no arguments over territory.</p>\n<p>We easily reached the pass, and were greeted by a stunning\nview of Mt. Logan. It reminded Steve and I of Marmaloda, in\nthe Dolomites of Italy. Dark, beautiful rock slabs, topped by\na formidable and broken glacier, and decorated by ribs of gray rock.\nFisher and Black Peaks were to the left, and Mesahchie looked\nvery high and remote on our right. Soon we were traversing \na steep hillside to reach a basin closer to the peak. After\na mile of this traverse, we had blisters due to the extreme\nangle our boots stood at. After crossing numerous gullies\nand scree fans, we climbed into the basin, and to a col above\nat 7400 feet. We were only 1200 feet below the summit, and\nit couldn&#39;t have been much past noon. This approach is really\nnot bad at all. Plus, Chris had been here before, having climbed\nthe peak from the south a few years ago.</p>\n<p>We climbed down to the Mesahchie Glacier, and walked until crevasses\nbegan to appear. We roped up, and got a look at our objective:\nthe Icefall. I was immediately cowed by it&#39;s cliffs of ice and\nmenacing caverns. I really didn&#39;t believe we could do it, and\nuncharacteristically said I didn&#39;t want to lead any of this,\nbut I&#39;d follow anything. (Normally, I have to be in deep <em>**</em>,\nthen I chicken out!). Steve and Chris thought it would go, so\nI was curious and excited to go along. </p>\n<p>We climbed a steeper slope to reach a crevasse we could belay a\nsteep icy pitch from. Chris climbed out on a ramp of ice while\nI belayed, and was soon out of sight. He belayed Steve and I up,\nand Steve took off for a lead up easier slopes to an icy\ntraverse and another crevasse belay station. The ice was very\nsolid, and I was really enjoying myself, already amazed at the\nprogress we had made. Now Chris took off again, and we didn&#39;t\nhear or see him for some time until he yelled &quot;keep me tight!&quot;\nHe must be in a difficult position somewhere. Soon enough, I\nfound out where he had been. He had crossed a yawning, bottomless\ncrevasse, made possible by a fin of ice rising from it&#39;s depths.\nI tottered onto the fin, crampons scrabbling for purchase in the\nhard ice walls. A moment of precarious balancing, and I got a\nfoot into the opposite wall. Whacking my ice tool into the wall,\nI was pleased to feel it stick solidly. A pull up got me off\nof the fin, and established on the opposite crevasse wall, where\nChris had hurriedly placed an ice screw. &quot;Whew! Chris that was\nsomething!&quot; I was impressed, and hoped we didn&#39;t have anything\nharder to deal with. I got up to the belay, and watched Steve\nhave some fun with the crevasse. Steve took us on a long simulclimbing\npitch to a final crevasse field, and we disembarked the glacier\nfor our rock ridge. We found plenty of water here too.</p>\n<p>Chris led a rock pitch up to a roomy flat area on the ridge. We\ndecided to bivy here. It was after 4 pm, and we doubted there were\nany more flat areas ahead. We had a snowpatch for water, and a\ncomfortable kitchen area, not to mention the incredible views\ndown to the glacier, and across to Kimtah Peak and valleys to the \nwest. It really is a beautiful spot. </p>\n<p>We made hot drinks and ate dinners while mist closed in around us.\nSoon, we could barely see the glacier below. The forecast had\nprepared us for some precipitation Saturday night, but we expected\na beautiful, sunny day to follow. I had an awesome dinner of freeze-dried\nchicken, rice and beans, and we all drank hot Gatorade. Steve and\nI awoke shivering after a nap, but got plenty warm after zipping up\nthe bags completely. Without sleeping pads against the cold rock, we\nhad all taken sections of the rope and our packs to lay on. I didn&#39;t\nthink I&#39;d ever sleep, but I finally got several hours after midnight.\nThe rest of the time, I watched the stars and glacier appear and\ndisappear in the pervasive mist. What a strange and lonely perch\nwe occupied! Twice we heard avalanches of collapsing ice rumbling\nbelow in the dark.</p>\n<p><img src=\"images/smesahchie.jpg\" alt=\"The sunny side of Mesahchie peak. We descended near the great central gully\"></p>\n<p><img src=\"images/mechrisg.jpg\" alt=\"Chris and I in the Icefall\">\n<img src=\"images/eastrid.jpg\" alt=\"Climbing the East Ridge\">\n<img src=\"images/rshoulder.jpg\" alt=\"A low-angle section of the North Ridge\"></p>\n<p><img src=\"images/bivyridge.jpg\" alt=\"Morning at our bivy ledges\"></p>\n<p><img src=\"images/duoda.jpg\" alt=\"Steve and Chris on the summit\"></p>\n<p><img src=\"images/vlogan.jpg\" alt=\"Mt. Logan from the summit\"></p>\n<p><img src=\"images/trllogon.jpg\" alt=\"Mt. Logan from Easy Pass\"></p>\n<p>In the morning, we got some good sleep as the sun tried to burn\nthrough the mist. Steve was confident it would happen. We started\nclimbing at 8 am. We simulclimbed on one 60 meter rope, and I\nslung horns or wedged gear into the rocks as I found the way up.\nI remember an exciting knife edge section with good rock, then\na low angled rocky slope. Finally, I was out of gear at the base\nof steeper rock. Steve took off for a long simulclimb, over and\naround towers. Kimtah Peak on our right looked beautiful. The\nrock was good on the crest of the ridge, although rarely traveled\nand covered in black lichen. Then Chris led a harder pitch and\nbelayed us up, then set off for a long simulclimb that eventually\nbrought us to where the North Ridge tops out, meeting the East\nRidge. Before Steve could reach us, I dislodged a chimney filled\nwith rocks. He was safely on the other side, and Chris and I\nwere only startled. But the rope had sustained a serious injury\nat the midpoint. Chris grimly tied a knot to isolate the frayed\nsection of the rope.</p>\n<p>We had a difficult wall to overcome, and I started up excitedly.\nGood rock and nice hand jamming in a crack propelled me up. But\nsoon the good climbing ran out, and it became a delicate game\ninvolving large, loose blocks, crumbling handholds, and slippery,\nfurry black lichen on every foothold. I dropped two pieces of\nrock protection at my feet, but was in too delicate of a situation\nto retrieve them. I asked Chris to get it when he followed. The\nshort, exciting pitch came to an end, and I belayed behind a shattered\ntower of crumbling rock. Chris knocked a rock off, and it started\na slide. The rumbling went on for 5 minutes. Finally, we were all up\non the crest, and we simulclimbed on easy (but spectacularly exposed)\nrock to the summit. Enjoying myself, I stayed right on the crest,\nignoring a few dirty trails below on the left. Soon we were shaking\nhands and signing the register under a flawless blue sky.</p>\n<p>The views stretched from Eldorado Peak to Mt. Goode, from Jack\nto Silver Star Mountains. They included the other peaks of Ragged\nRidge, with Kimtah the closest. We found D. Berdinka&#39;s summit log\nentry, and Chris&#39;s too. They were only a few days apart in 1999!\nIt appeared that no more than 5 parties come a year. As we began\nto descend we understood why!</p>\n<p>We climbed down the normal route of ascent and descent: the southeast\nslope. Simulclimbing, I placed gear to get down an exposed slab,\nthen one simul-pitch followed another down steep gullies and rock\nwalls. This side of the mountain was hot and dry, with crumbly rock.\nOur heavy packs slowed Steve and I down. Chris would have\ncertainly been at the car quickly had it not been for our slow pace.\nIt was much harder for me to be careful and stay in balance with\nthe extra weight, especially climbing down such steep slopes (\nthat Chris would later call &quot;class 2.&quot; The mountain broke up into\ndozens of confusing gullies and cliffs. Chris navigated skillfully,\nthough it had looked quite different 3 years before - there had been\nlarge amounts of snow, and now we had none. We crossed gullies\nand lost elevation slowly. Finally we came to a very large colouir,\nand had some difficult climbing on (thankfully!) solid rock into\nit. Chris slid down a slab while I negotiated a difficult step,\nand this was pulling me off the rock since the rope was tight.\nHe hastily untied, happy to be free of the rope, and I was happy\nto have his weight off of it! We stowed the rope in my pack, and\ncontinued to cross gullies and slowly descend. I was getting\ntired of the stress, and eager to find some water. Eventually,\nsooner than I expected, we reached our basin from the ascent.\nSpirits improved dramatically, and soon we reached trail, climbing\nup towards Easy Pass. </p>\n<p>Steve and Chris continued on while I drank a gallon of water\nfrom a creek. It was getting dark, and I pulled my headlamp out\nless than a mile from the car. I was very tired, and the log creek\ncrossing was harder than it had been yesterday - I nearly lost my\nbalance! Chris gave me a Polish beer, which I downed in seconds,\nthen collapsed onto the passenger seat for the long drive home.</p>\n<p>When I closed my eyes, I pictured the incredible climbing in the\nicefall, and I saw the three of us picking our way along the spiny\nridge below the summit. I drifted off, sore and satisfied.</p>\n<p>Thanks to Chris and Steve for making this an especially great trip!</p>\n"}