{"date":"2001-8-25","title":"Sloan Peak","description":"<ul>\n<li>Sloan Peak</li>\n<li>Corkscrew Route</li>\n<li>August 25, 2001</li>\n</ul>\n<p>Phil Fortier and I each had a day available to do something in the\nmountains. The weather forecast was good, and after thinking about several\noptions we decided to go for Sloan Peak. The West Face route was definitely on\nmy mind, but after a halfhearted attempt last year that just resulted in a good\nbrush soaking, I was more interested in doing something with a better chance of\nsuccess. We agreed that the North Ridge would provide interesting climbing, and\nwe could descend the Corkscrew Route.</p>\n<p><img src=\"images/finalscram.jpg\" alt=\"Phil scrambling near the summit\">\n<img src=\"images/frstglacier.jpg\" alt=\"The Sloan Glacier\">\n<img src=\"images/kyesarea.jpg\" alt=\"The Monte Cristo Peaks, labeled for your edutainment\">\n<img src=\"images/ridgert.jpg\" alt=\"A nice ridge for climbing\"></p>\n<p>A rather hungover Phil picked me up around o&#39;dark thirty, and we drove\nto the trailhead.  Phil has some great ideas about climbing in the\nCoast Range, and this was really neat to hear about. I told him I\nhaven&#39;t upgraded to Windows XP yet at work, and with some menace he\nreplied &quot;you&#39;d better!&quot; Of course I did so right away, and have been\npleased with the new shell functionality he added. We brought an 8.5\nmm rope, a sparse collection of rock gear, a few ice screws for the\nglacier, and crampons. Setting off confidently, we at once decided to\ndelay our climb in favor of an impromptu orienteering course. We\nperformed a depth-first search on all flagged (and unflagged) trails\nleading to the river. To increase the challenge, we started with the\nleast-likely trail, and worked the course perfectly such that the\ncorrect trail to the river crossing was the last one we\nvisited. Satisfied with an hour well spent, we easily crossed the\nriver and continued on rough but easily kept trail.</p>\n<p>Long did we wander in mossy, humid forest. A dozen waterfalls,\nblowdowns, and mud-holes attempted to entertain us, though we only\ngrew wearier. Our language took on a &quot;we&#39;ll see when we get up there&quot;\ntone. But after a long rest and a drink, we popped out of the jungle\ninto an open meadow with a rockfield. We could see cliffs and snow up\nhigh. Invigorated, we promptly lost the trail and tackled the\nrockfield, which steepened at the top and provided difficult tree and\nmoss climbing for the final 30 feet.  But we found a trail again on a\nridge, crossed a creek, and hiked up a steep ridge between two\ngorges. We were making for my high point of a 1998 hike where I\nreached a viewpoint of the glacier right below the great wall of the\nmountain. This led us out of the gorge and onto a mile of stunning\ngranite slabs. We traveled quickly through here, admiring the near\nand far views. Reaching a snowfield I recognized, we applied\nlightweight crampons (a special gift Kris got for me from Jim Nelson&#39;s\nclimbing shop), and crunched up. There were a few crevasses to\navoid. Back onto rock, we hiked to a viewpoint of the glacier, which\nlooked doable. We had seen one report which described it&#39;s condition\nas similar to the Khumbu Icefall on Mt. Everest. This may have been an\nexaggeration, for although the glacier was more crevassed and dramatic\nthan you would expect, there was a wide ramp as far as we could\nsee. Another party was a few hundred feet ahead, making some tracks.</p>\n<p>The approach had tired us out, but we decided to look at the North\nRidge. We hiked to an obvious saddle, and looked at the lower portion\nof the route. Beckey describes a traverse on the right side of the\nridge, then going up a very dubious looking rusty red\ncrumblefest. Neither of us could picture ourselves having fun over\nthere, so we thought about climbing on the crest. This looked very\ninviting for a while, but there was a sheer, steep tower near the\ncrumblefest that we doubted we could do with the meager equipment we\nhad. We supposed it might be possible to traverse it on the other\nside.</p>\n<p>At this prognosis, any drive I had for this route faded away. I just\nwanted to go to the summit and sit in the sun, suddenly transforming\ninto a simpler creature. Phil may have felt similar, although he led\nan energetic traverse around the corner where we didn&#39;t receive\nenlightenment. Okay, Corkscrew Route it is!</p>\n<p>Back on the glacier, we walked easily, following tracks into more crevassed\nterrain.  Soon, we had ice caves, arches, bridges and ramps to look at. The\neasiest way from here led us in a long, gentle <em>&quot;S&quot;</em> up to a steep, 40 degree\nwall and another ramp on the other side. We hiked up to the rock wall from here,\nand walked to a shoulder in the sun. The other party was here, getting ready to\ngo down. We left some gear, and set off on the beautiful Corkscrew Trail,\nbobbing along on heather and rock, with cliffs above and below. It was worth\nlingering here, to admire the views.  The trail turned upward with some\nscrambling, and continued to the summit ridge, where brilliant scrambling led us\nto the summit right on and below the crest.</p>\n<p>We found comfortable positions suitable for gawking at the Monte\nCristo peaks, and had some lunch. I thumbed through the summit\nregister, which was full of happy pronouncements.  We didn&#39;t see any\nwinter entries. We read about some West Face climbs, and later heard\nthat a BOEALPS group had climbed the West Face that day. But what\nreally interested us were the routes on clean granite at the shoulder\nwhere glacier and trail meet.  With some rock shoes, that would be a\ngreat afternoon! Finally, it was time to go, and we reluctantly began\nthe descent, soon finding ourselves near our gear, staring up at the\ngranite lines for some future visit.</p>\n<p>Phil had espied a more direct way down the glacier, and we took this\nsuccessfully, making a beeline for the slabs to the northeast. There\nwere a few exposed moves above a yawning crevasse, but the snow was\ngood, and we were soon removing crampons and hiking down to a\nsaddle. A few camps were being set up here, and we talked to some\nfellow Pilgrims.  Following steep trail down from a ridge, we reached\nthe point above the rockfield, and continued down on steep trail. This\nwas much easier than our way in the morning. Now began a long, silent\ncorridor of weary travel, ever down in the jungle. Phil turned on the\nafterburners and I woke up from a half-sleep trying to keep up with\nhim. At the river crossing, both of Phil&#39;s sandals came off, and he\ntottered in the frigid water trying to replace them. I wailed about\nthe cold for a while, then we set off for the final 1/2 mile. Again,\nwe explored the jungle leisurely, until the truck appeared in the\ndarkness.</p>\n<p>Many thanks to Phil for a great day out. Perhaps these Coast Range\npeaks will tempt me one day too!</p>\n"}