{"date":"2002-9-20","title":"Washington Pass climbing","blurb":"SEW Spire and Concord Tower","description":"<h2 id=\"south-early-winter-s-spire-and-concord-tower\">South Early Winter&#39;s Spire and Concord Tower</h2>\n<ul>\n<li>Southwest Rib (5.8) and the Cave Route (5.7+)</li>\n<li>September, 2002</li>\n</ul>\n<p>Chris\n and I were keen for some rock climbing at Washington Pass.\nDan and Aidan were coming too, but realized it would be a long day\nfrom Tacoma and didn&#39;t want to get back too late. So they went\nfor a day at Index while we left\nearly in the morning, arriving at the hairpin turn below the\nspires. Immediate full-body shivering convinced us to abandon a\nmore ambitious objective for something smaller and hopefully\nsunnier!</p>\n<p><img src=\"images/swbuts.jpg\" alt=\"A portion of the SW Rib\"></p>\n<p><img src=\"images/larch.jpg\" alt=\"Pretty larches below the peaks\">\n<img src=\"images/mesumnor.jpg\" alt=\"Michael on summit of SEWS\">\n<img src=\"images/nearlast.jpg\" alt=\"Chris on the route\">\n<img src=\"images/norsouboth.jpg\" alt=\"North and South Early Winter Spires\">\n<img src=\"images/topocon.jpg\" alt=\"Chris on top of Concord Tower\">\n<img src=\"images/fromsu.jpg\" alt=\"Mountains from SEWS summit\"></p>\n<p>So we parked at the Blue Lake trailhead, and headed up first on\ntrail, then into the forest for the basin below South Early\nWinter&#39;s Spire. We decided to climb the Southwest Buttress (also\ncalled the Southwest Rib). It was rated 5.8, and is about 8\npitches long. We changed to rock shoes at a little platform\nwith a tree, then Chris took the first long lead. I reached his\nstance after following cracks and chimneys to a tree. From here,\nI took a very short 4th class lead (20 feet) to the base of the \nobvious very nice looking 5.8 crack. I was a little miffed when\nChris claimed this lead for himself (&quot;It&#39;s my turn,&quot; he said\nwith a grin). Oh well, I guess he was\ngetting cold at his tree belay and wanted to keep going.\nChris reached a belay, and I followed. But the rope got stuck\non a chock-stone, so I had to self-belay myself with a Muenter\nhitch. The pack and all the rope fiddling made this crack\npretty awkward. I cursed my way up to the chock-stone where\nI freed the rope to get an active belay again.</p>\n<p>My lead was again about 20 feet long, a 5.2 corner crack.\nChris came up and sympathized with my complaint \nthat the odd pitches are stellar, and the even pitches are\nmere connectives. He offered me the next pitch, but I\ndeclined, somewhat mad at myself for caring so much. I\nmust be getting old and cranky. \nAnyway, we both thought this was\nprobably the most spectacular pitch of the route. It went around\na corner then up increasingly slabby terrain to some exposed\nmoves that gain a belay platform. I continued from there,\nclimbing the twin off-width cracks called the &quot;bear hug.&quot; I was\nable to put two large pieces in at the base of the cracks, but\nnothing above. That&#39;s fine, it&#39;s pretty easy to just power up\nto the top of the cracks. From there, nice scrambling got me\nto a belay directly above Chris. It was nice to be in the sun,\nwhich was only now starting to have a warming effect. Traces\nof fresh snow were laying on the shaded ledges.</p>\n<p>Chris led a long pitch, mostly easy but he spiced it up with\nsome nice variations. Then I led to the summit. Some people rappel\ninto a dirt gully and climb back up the other side. It is much\nmore pleasing to traverse the &quot;rabbit ears&quot; and come out right\nat the notch. Don&#39;t walk in the dirt good people! The final\nshort &quot;5.2&quot; hand crack was nice.</p>\n<p>So we enjoyed the summit for a while, once again (like a few weekends\nbefore on Cutthroat) really happy with the view. Chris had me take some pictures\nof him with his camera that came out terribly. We hiked down the\nArete. I was amazed at how different it seemed from my previous visit,\nin June 1999. At that time, the Arete was a \nthrilling and dangerous alpine climb!\nNow merely a pleasant scramble. Still, we prudently made two\nsingle-rope rappels at the bottom.</p>\n<p>What next? The Beckey Route was getting sun, which had strong appeal\nfor us both. But I really wanted to\nclimb something new. Chris suggested the Cave Route on Concord Tower.\nHe had climbed it a few months ago, but vaguely knew of a variation\nabove the Cave that would be more challenging. So we hiked up the\ngully to the base of the route. Of course, we were on the shady side,\nso it was back to blowing on fingers to keep warm! I led the first\npitch, stopping now and then to do this. At the crux, I fretted a little\nbit because there was a difficult move followed by what appeared\nto be a corner with no gear possibilities. But after I committed to\nthe move and got up there, I found a nice hand jam. I found a nice\npiece of gear on this pitch too! (If you can describe it, I will\nreturn it to you :-)) Chris led an interesting pitch traversing\nback around a corner to the cave. Meanwhile, some guys descended from the\nBeckey Route and got their rope stuck. They waited patiently for another\nparty to come down and help. </p>\n<p>From the Cave, Chris suggested climbing straight up from the mouth, or\nsomewhere off to the left. Straight up looked protectable, so I did this.\nChris thought it would be 5.9, so it felt serious! But I found it getting\neasier and easier, and reached the summit pretty sure that it was 5.6 or\n5.7. Chris came up and said 5.6. Concord Tower has a really nice\npointy summit, with a great vertical view down to the highway.\nWe made 4 single-rope rappels to reach \nthe notch between Concord Tower and Liberty Bell. Hiking down the trail,\nwe paused for a while in the last of the larch tree and boulder terrain.\nI &quot;drank deeply&quot; of the countryside, then we hiked quickly to the car.</p>\n<p>So these are a couple of routes that good folk may enjoy. </p>\n"}