{"date":"2002-3-30","title":"Mount Hood Leuthold's Couloir","description":"<p>It was Friday morning; time to decide where to climb over the\nweekend. Huge, gloomy clouds were rolling in over Washington and\nCanada, putting an ambitious idea in the Enchantments to rest. \nAidan,\nDan, \nChris \nand I were eager for some alpine climbing. Paradoxically,\nwe also wanted sun, hard snow, and dry rock! Dan noticed that Oregon\nwas spared the clouds for a day, so we could climb Mt. Hood via an\ninteresting route on the west side of the mountain. Our email devices\ncrackled with static and threatened to overheat as we made plans to\ntake two cars and meet late tonight in the Timberline Lodge parking\nlot. Chris had already climbed Mailbox Peak that morning, so he needed\nto work until 9 P.M. Kris had formed an after hours party, and so we\nsaid goodbye at work I promised to see her again in less than 24\nhours!</p>\n<p><img src=\"images/onwaygul.jpg\" alt=\"Entering the couloir\">\n<img src=\"images/yokumhai.jpg\" alt=\"Yokum Ridge\">\n<img src=\"images/entergully.jpg\" alt=\"Aidan, Dan, and Chris where the couloir steepens\">\n<img src=\"images/chrisgul.jpg\" alt=\"Here is Chris in a warm down jacket\">\n<img src=\"images/rimetower.jpg\" alt=\"A delicate rime-ice tower above us\">\n<img src=\"images/dangul.jpg\" alt=\"Dan with the Grivel Air-Tech axe\">\n<img src=\"images/restarea.jpg\" alt=\"Resting before the couloir narrows\">\n<img src=\"images/aidanmitski.jpg\" alt=\"Aidan at the summit\">\n<img src=\"images/billowrid.jpg\" alt=\"Upper Yokum Ridge\">\n<img src=\"images/hsumridge.jpg\" alt=\"Walking to the happy crowds\">\n<img src=\"images/hogback.jpg\" alt=\"We descended the Hogsback\">\n<img src=\"images/hoodtop.jpg\" alt=\"A webcam-like scene at the top of Oregon\"></p>\n<p>Chris drove to Centralia, and I continued to Timberline Lodge. For the\nlast hour my eyelids had become so heavy. We arrived at 2 A.M. and\nfound Dan and Aidan readying to climb! &quot;Glad you guys made it,&quot; said\nDan. There would be no &quot;nap,&quot; alas!</p>\n<p>We were moving by 2:30 A.M., Dan and Aidan on skis, while Chris and I\nwalked. We carried one rope for crossing the Reid Glacier, but\nintended to climb the route unroped. There were two routes we had in\nmind: Leuthold&#39;s Couloir and the Reid Glacier Headwall. Dan had\nclimbed the Headwall before and enjoyed it. I had no time to even\nglace at the guidebook about these routes, but a quick search on the\nInternet found one fellow who had loved Leuthold&#39;s Couloir, and\nanother who was disappointed in the short length of the\nHeadwall. Based on this &quot;overwhelming&quot; evidence, I was pretty keen on\nthe Couloir. However, I had only the vaguest idea how to find it.</p>\n<p>Hiking up the groomed ski runs was very easy. Several parties came\ndown, warning us of 60 mile-per-hour winds, allowing that we could go\nsee for ourselves, but it would probably be a waste of time. The wind\ndid increase, coming from the west. We knew two things: often, this\nkind of wind dies with the sun, but we also knew bad weather was\ncoming from the west, so this wind might strengthen. We continued,\nbriefly discussing the Wy&#39;east route, which should be protected from\nthe wind. But again, we had only vague ideas of the route location\n(&quot;somewhere on the right&quot;). Dan and Chris pulled ahead, turning into\nthe wind to reach Illumination Rock. Aidan and I continued, stopping\nonce to drink. My failure to bring windproof pants was bringing me\ngrievous harm already: my privates were numb - possibly frozen! With\ngreat alarm and shaking limbs I found an extra glove for insulation. I\nbreathed a sigh of relief as sensation returned. However, as I walked,\nthis &quot;blanket&quot; would move up and to the right, provoking unseemly\nadjustment periods.</p>\n<p>We contoured up and left, our objective saddle between Illumination\nRock and the mountain growing closer.  Aidan&#39;s skis slipped now and\nthen on icy snow. We were both pretty tired, but determined to catch\nDan and Chris. Occasional sulfuric whiffs from Devil&#39;s Kitchen made us\nqueasy, and a faint light grew in the east. At the saddle, we roped up\nfor glacier travel, and talked to a solo climber from Evergreen\nCollege. He took off to climb the Headwall, and we contoured down and\nacross the Reid Glacier. It was great to see a different view of the\nmountain, since the south side was becoming monotonous. The jagged\n(and infamous) Yokum Ridge was on the skyline, festooned with rime-ice\npinnacles. We had some confusion choosing the right path among several\ngullies and rocky buttresses, but were glad to be entering the\nmountain&#39;s stronghold. After we unroped I dragged the rope behind in\ncase in became necessary later (this kept my pack lighter too!).</p>\n<p>Aidan led upward, turning a crested ridge of snow as the slope\nsteepened. Ice-covered walls were slowly closing in around us, finally\nmaking the correct way obvious, as what looked like a good choice\nbelow turned into a crumbling rime-ice wall on closer inspection. We\ncould see the soloist working his way up a broad &quot;V&quot; above the\nbergschrund. There was a great rest-spot where the couloir narrows to\nabout 15 feet. Just before this there was a fantastical rimed tower,\nand a level platform at its base. We ate and drank until we became\ncold. Re-entering the couloir, we found it angled at 45 degrees, and\nicier than below. A rain of ice chips began, funneled down from the\nmelting towers of the summit. Once I looked up and narrowly avoided a\nrude slap in the face by quickly looking back down. The small-but-fast\nice chunk disintegrated with a Crack! on my helmet. Others have gotten\nblack eyes and bruises in this couloir. We counted on speed, timing\nand a little luck to get by without injury. It reminded me of a Texas\nhailstorm - only we were lying flat on the grass!</p>\n<p>So we continued up, every now and then someone said &quot;OW!&quot;  or\nsomething more colorful. The most irritating hits for me were on the\nfingers and knees. First I was behind Chris, who I began to see as a\ngreat shield.  Dan and Aidan both sped by on the left with rapid front\npointing. I did this too, but at considerable expense to my bursting\nlungs. On we climbed, as the couloir widened again and the hailstorm\nwaxed and waned. I was enjoying practicing different snow climbing\ntechniques, sometimes front pointing, other times using flat-footed\ntechnique to rest my calves. It wasn&#39;t necessary to bring an ice tool\non this route. I would sometimes use mine as an extra cane, or holster\nit on my harness. A wind came down the slope, catching the skis Dan\nand Aidan were carrying &quot;like a sail.&quot;</p>\n<p>After another short rest out of the way of falling ice, we reached the\nbroad summit ridge. My lack of sleep really caught up with me here, as\nI stopped to gaze out at the snowy hills for longer periods. Falling\nto the rear, I plodded along, dimly noticing we had reached sunny\nslopes.  Suddenly, we were in a different world with many\nhappy-but-tired people in mirrored sunglasses. At two or three points\nalong the ridge, a party was emerging from the slopes below. I\nstumbled along, yawning and dragging my rope. My companions were\nresting on the summit, taking pictures in the small crowd of people. A\nman plodded up and said &quot;Two down, two to go.&quot; He took a look around,\nand marched back down. A party of four (wearing jeans?) with eight\naxes crowed about the severe difficulties they had encountered. Chris\nmistakenly told people we had climbed the Headwall. A man saluted Dan\nfor having attempted Yokum Ridge. &quot;You&#39;ve got bragging rights in my\nbook!&quot; A small army of identical men led women with nervous grins on\nshort ropes. A man in a Himalayan expedition suit led a hunched,\nnervous party of nine who peered cautiously over his shoulder. Already\nI felt we had left the mountains, and entered a city park. But I\nwasn&#39;t disappointed: everyone here was having a great adventure of\ntheir lives. It is good that Mt. Hood has wilderness routes and a\n&quot;standard&quot; route.  A few years ago there was a proposal to introduce\nlimits on the standard route. The result could have been overcrowding\nof other, more dangerous routes. I&#39;m glad this didn&#39;t happen - the\nsouth side has already been sacrificed to industrial strength\nrecreation (ski runs to 9,000 feet). It would be silly to abruptly\ndefine the 2,000 feet directly above the ski runs as wilderness when\nthe rumble of grooming machines and screams of delighted\nrecreationists can be heard from the summit.</p>\n<p>We finished the climb in 6.5 hours - Dan considered this a quite poor\ntime. If we hadn&#39;t roped up for the glacier it would have been 6\nhours. Quite a crowd had gathered so we hastened to beat them\ndown. The bergschrund above the Hogsback hadn&#39;t opened, so it was just\na walk straight down into the crater. Dan and Aidan readied their\nskies for descent, while Chris and I plodded down on foot. Glissading\nwas very painful due to a hard but bumpy surface. Later we had\nexcellent glissading all the way to the Silcox Hut. Two metal pickets\non my pack acted as breaks, so I had to crunch up (good ab workout!)\nto slide. The final 1,000 feet seemed to take forever, plodding along\nin the sun with a pounding headache. In the parking lot I met the\nsoloist, and he talked about some exciting ice steps on the Headwall,\nbut he was also disappointed with the short length of the difficulties\nand long sections of snow on the ridge. Such is life!</p>\n<p>We piled everything into the vehicles when I arrived to avoid a ticket\nofficer methodically working his way down the row of cars. Zooming\naway, we stopped to sort gear and change clothes for the long (4\nhours?) drive home. I liked the idea of a rousing lunch after the\nclimb, but everyone was tired and the desire to just get home was\nstrong.</p>\n<p>Somewhere along the way I was being derisive of the party that loudly\nestimated their slope angle at 50 degrees, when it was merely 30. But\nChris, in his sturdy Polish way said &quot;better the man who says it is 50\ndegrees and climbs it, than one who fears wind higher up and turns\naround early!&quot;  Well said - those guys had guts!</p>\n<p>Thanks Dan, Chris and Aidan!</p>\n"}