{"date":"2002-1-1","title":"Short Reports 2002","description":"<h3 id=\"green-mountain-12-24-2002-\">Green Mountain, 12/24/2002}</h3>\n<p>I&#39;d wanted to hike up Green Mountain for years, but the opportunity\nalways eluded me. Why not on Christmas Eve morning? I begged a few\nhours away from the home fires and made the drive, which took a full\ntwo hours from Woodinville. There was snow on the road for the last 2\nmiles, but I was able to drive without chains. Snow started\nimmediately but the trail was well packed until making traverses on\nthe first steep slope. The morning was beautiful, with blue sky over\nthe snow covered meadows and soft yellow sunbeams through a band of\ncloud. The distance from town and the weather forecast of an impending\nstorm made me worry about getting back down the road.</p>\n<p>Indeed, the clouds got lower and lower. First Glacier Peak\ndisappeared, then successively nearer peaks were truncated by gray,\nthen covered completely. After the tarns, I snowshoed steeper slopes\ntowards the highest point. Heavy snowfall, bitter wind and spindrift\nmade the final steps uncomfortable for my frozen face!  I stood on the\nconcrete that marked the lookout for about 20 seconds to admire the\nview of whirling snow and gloomy valleys. Descent was uneventful,\nexcept for a &quot;shortcut&quot; that led me into a slide alder field. I soon\nrealized my mistake and corrected my course. Good thing, because I was\nway off! My car had two inches of snow when I reached it at 12:50 pm,\n4 1/2 hours after I started. Merry Christmas!</p>\n<h3 id=\"little-si-12-21-2002-\">Little Si, 12/21/2002}</h3>\n<p>Kris and I hiked up her favorite trail. We got a very late start\n(3 pm) for the shortest day of the year, but we had headlamps\nready for the trip down. But we were happy to reach the car just\nbefore full dark, the headlamps unused, unneeded, in the pack!</p>\n<h3 id=\"mcclellan-s-butte-12-14-2002-\">McClellan&#39;s Butte, 12/14/2002}</h3>\n<p>Theron Welch and I got an early start for a half-day trip up this\nlocal conditioning peak. We had umbrellas against the steady rain,\nand enjoyed the pleasant walk up past various gravel roads. There\nwas plenty to talk about, especially the little-known Gore Range\nin the Colorado Rockies. About halfway up, we encountered snow,\nwhich deepened quickly. Theron didn&#39;t have gaiters, so on the few\ntimes I mercilessly put him in front to break trail, he got soaked.\nHe invented a scheme of tied shoelaces which I nick-named \n&quot;Piggly-Wiggly gaiters&quot; after a well-known supermarket in the\nsoutheast. We got occasional cloud-breaks and less rain as we\napproached the summit. We were really surprised at the large\namount of heavy, wet snow. At the summit ridge we prepared for\nthe scramble, stepping out into a screaming wind. &quot;Is this\nadvisable?&quot; I was ready to turn back when Theron found a better\nway at an impasse. One more crux move right along the knife-edge\nof the ridge got us past the difficulties to a sheltered area\nwhere we could rewarm hands (mine got numb going up and down).\nOn the summit we saw the clouds part two or three times to\na great wintry view of Mt. Kent. But before we could take a picture,\na new cloud came screaming into place. We descended cautiously,\nthen bounded down the trail easily. We ran into three parties,\npresumably grateful for our tracks ;-). A very small avalanche \nhad obliterated a portion of the trail on the way down.\nTheron&#39;s car had heated seats, a nice reward!</p>\n<p><img src=\"images/mcbutte1.jpg\" alt=\"Michael descending from the summit\"></p>\n<p><img src=\"images/mcbutte4.jpg\" alt=\"Semi-creepy descent\">\n<img src=\"images/mcbutte5.jpg\" alt=\"Theron on the summit\">\n<img src=\"images/mcbutte6.jpg\" alt=\"Michael on the summit\"></p>\n<h3 id=\"mount-si-11-26-2002-\">Mount Si, 11/26/2002}</h3>\n<p>Another morning trip in the great weather spell. Peter and I took the old\ntrail up Mount Si. Due to the new Little Si trailhead, I got especially\nconfused in the darkness of morning, lamenting that we were probably\nlost for the first 1500 feet of climbing (flashbacks to my trip here in\nJuly, and &quot;Meth house&quot; encounter at 1500 feet). But we did just fine,\nscrambling up the haystack and exploring other possible ascent routes.\nWe hurried down to work, going a little too fast because Peter&#39;s left\nknee started hurting. A great morning.</p>\n<h3 id=\"exit-38-climbing-11-21-2002-\">Exit 38 Climbing, 11/21/2002}</h3>\n<p>Alex, Peter and I went for a morning climb in the unusually good weather.\nFirst Alex led &quot;Underground Economy (5.9).&quot; I pink-pointed it (draws left\nin place), then Peter followed. Now we walked to &quot;We Did Rock,&quot; where\nAlex led &quot;Blockhead (5.9)&quot; and we followed it. I led &quot;Sobriety (5.9),&quot;\nhaving a nice fall because I got off route. This route was pretty tough!\nPeter and Alex top-roped it, Alex taking a blank-slab variation to the left.\nThere was just enough time for me to lead &quot;Blockhead&quot;, then we had to go to\nwork.</p>\n<h3 id=\"index-climbing-10-6-2002-\">Index Climbing, 10/6/2002}</h3>\n<p>We wanted to play with our new video camera, so Peter, Kris and I\nclimbed Great Northern Slab, and filmed it. We also pulled down the\nrope to a belay at the &quot;Pisces&quot; route, a 5.6 crack that goes right up\nto the same belay as G.N.S. What a great hand crack! Kris got the\naction on tape. Then we climbed the third pitch, filmed it, and rapped\noff. A good afternoon, but I got a bit ill after the Zeke&#39;s burger on\nthe way there.</p>\n<h3 id=\"leavenworth-climbing-10-5-2002-\">Leavenworth Climbing, 10/5/2002}</h3>\n<p>Kris, Aidan and I drove out to L-town. Kris caught up on some sleep\nwhile Aidan and I went to the &quot;Pearly Gates&quot; crag. Aidan and I both\nled the first pitch of Cloud Nine (5.9), then I led &quot;No Room for\nSquares&quot; (5.8), and he led and I followed &quot;Lost Souls&quot; (5.9). These\nwere all excellent climbs! Then we looked around the corner at some\nother ideas, and finally came back where I led\n&quot;Celestial Grove (5.9+),&quot; which had a very burly\nstart, kind of a &quot;highball&quot; bouldering problem. Aidan followed on\nthat, then we top-roped &quot;Pearly Gates&quot; (5.10c).  Aidan successfully\npassed the roof, but I wasn&#39;t able to. We went back to the car, and\ntried to go climb &quot;Classic Crack&quot;, but a teaching party had taken over\nthe route (two belayers, etc.). So I led &quot;Dogleg Crack&quot; (5.8+), which\nwas a nemesis of mine. Aidan came up, and then the three of us filmed\nsome stuff with our camera. A great crack-climbing day, topped off by\na visit to &quot;Heidelburgers.&quot;</p>\n<p>![Michael on Celestial Grove}{topofit.jpg)</p>\n<h3 id=\"exit-38-9-24-2002-\">Exit 38, 9/24/2002}</h3>\n<p>Peter, Kim and I hiked up in the morning. Kris would have come but was\neager to be home for delivery of a computer. We climbed &quot;Just because\nyou&#39;re Paranoid... (5.8),&quot; and &quot;Lush (5.9).&quot;  Fun, juggy climbing on a\nnice morning with friends!</p>\n<h3 id=\"exit-38-9-2002-\">Exit 38, 9/??/2002}</h3>\n<p>Peter and I hiked up to Bob&#39;s Wall after work. We&#39;d never been there\nbefore, and were impressed.  We climbed</p>\n<ul>\n<li>&quot;Killer Bob (5.9),&quot; </li>\n<li>&quot;Peanut Brittle (5.8),&quot; </li>\n<li>&quot;A Castle So Crystal Clear (5.8),&quot; </li>\n</ul>\n<p>and attempted what might have been &quot;Chainsaw Chalupa (5.8),&quot; but it\nfelt a lot harder than that. Lots of fun.  But we had to hike out in\nthe dark without headlamps. Really slow!</p>\n<h3 id=\"index-climbing-7-16-2002-\">Index Climbing, 7/16/2002}</h3>\n<p>Jeff Smoot and I went to Index to get some pitches in before work. We\nclimbed the first two &quot;pitches&quot; of Libra Crack (5.8). I felt kind of\nsketchy leading the second pitch, a reminder to go rock climbing more\noften! Then we connected to the fun 5.6 crack of Pisces. After\nrappelling down to the iron bolts, we had a great climb of Velvasheen\n(5.7, R). This was a really fun, kind of tricky climb. It was long\ntoo, finishing at the trees that mark the end of the third pitch of\nGreat Northern Slab. From here, we hiked up a short steep trail to a\nsmall crag with two bolts. Jeff led this great 5.10a climb, placing a\ncam below a roof, then making a burly move to the first bolt. Short\nbut fun! We made 4 rappels to the base, and drove to work. [On the way\nin, we nearly got a ticket for driving down a closed road, but Jeff\ndid a great job of heading this off with a dumb n&#39; friendly attitude!]</p>\n<h3 id=\"esmerelda-basin-gallagher-lake-7-6-7-2002-\">Esmerelda Basin, Gallagher Lake, 7/6-7/2002}</h3>\n<p>Kris and I hiked up the basin and camped for the night at Fortune Pass. There\nis just a small snowfield to hike across near the end (almost\nlevel). An evening hike to look at Lake Ann, and a scramble to the\n6500 ft. peak above the pass provided rewarding views of Chimney Rock\nand Mt. Daniels. As we prepared to leave in the morning, it started\nraining, but not enough to prevent us from hiking to Gallagher Lake\nand out on the Deroux trail. In light rain, we hiked down on many\nswitchbacks to the jeep trail in the valley below Mt. Hawkins. Then we\nhiked up 500 feet to Gallagher Lake, which, along with adjoining\nmeadows, was very pretty. I expected to see jubilant 4-wheelers\nshrieking and spinning out in the mud, but we had this whole stretch\nof trail to ourselves, possibly due to lingering snow. We hiked down\nto the pretty vale below the lake, and the sun came out as we hiked\naround a swath of avalanche debris that buried the trail. As we\napproached the car, day-hikers appeared. Once at the trailhead, I hiked\nup the road 1.5 miles to get the car at the Esmerelda Basin parking\nlot. A fun easy loop trip! Go soon, before the shrieking and the\nspinning out commence!</p>\n<h3 id=\"bare-mountain-7-5-\">Bare Mountain, 7/5}</h3>\n<p>Yawn, work was very quiet. Can a pika escape for the afternoon? My\npaws trembled with anticipation as I drove the long, long road to Bare\nMountain. Massive clearcuts and industrial forestland whizzed by. At 3\nPM I reached the trailhead and scampered up a bouldery roadbed to a\nriver crossing. There is a good log across the first half, then you\nhop three rocks to finish. I saw 6 people on this trail, but was happy\nto share it - it is incredible! I expected a Mount Sigh experience,\nbut an incredible circ-mit-waterfalls and large steep meadows made it\nworth the drive. Hiking up many, many (55?) switchbacks I marveled at\nthe exponentially expanding views of snowy ridgetops and green\nvalleys. Near the summit I was glad for Mr. Ice Axe, as there was a\nsteep snowfinger I needed to kick steps across. The exposure on this\ntrail is exciting, but watch your step! From the summit I saw Tiny\nSeattle, Glacier Peak, and many other special friends. Chimney Rock\nlooks especially forbidding from here.  Nibbling on some stores from\nlast fall, I began my descent, relaxing only after the snow was\npassed. My paws were a blur, and I grew dizzy on the switchbacks. I\ncrossed the river and reached the car at 6:20 PM. It is 8 PM, I&#39;m back\nin the office, nose twitching!</p>\n<h3 id=\"mount-si-old-trail-7-4-\">Mount Si, old trail, 7/4}</h3>\n<p>I had a few hours in the afternoon, so I went hiking. I&#39;d heard of\n&quot;the old trail&quot; up Mount Si, but only knew that it started at the\nLittle Si trailhead. Hiking up that trail, I took the 2nd right turn\nafter it leveled out (I should have taken the third!).  Unaware that\nI was on the wrong trail, I hiked up to some mossy boulders with bolts\nsticking out of the moss. &quot;Crazy climbers&quot;, I thought, but the next\njoke was on me as I was lured into deep and steep brush by dozens of\nflags and pieces of string tied along the trees. &quot;BRH PRJ&quot; said the\nflagging. 30 minutes later, I got back on the trail which dropped to a\nroad. The road then climbed to a scary &quot;Meth lab&quot; looking house. I\nheard someone crashing around near the house, so I bushwhacked to the\nroad higher up, not wishing to disturb someone(thing?). At least the\nroad kept going up, albeit slowly. Eventually, I hit the old trail!\nBoy was I happy! I scurried up the steep switchbacks like a field\nmouse, cunningly reaching the main trail mere yards from the\nboulder-field. I scrabbled to the tip top summit, dodging falling rocks\nand bodies as Mr. Manning suggests. Mountains to the east were socked\nin and rainy.  North Bend popped and fizzed through the afternoon, the\ncelebrations getting underway.  I ran down the trail, and nearly\njumped out of my skin when I saw another person on it at 2000 ft! He\nhad gotten disoriented, and his legs were tired and sore. Just to be\nsafe, we stuck together until reaching the paved road. What a great\ntrail it is, and forgiving of my routefinding errors!</p>\n<h3 id=\"mt-baring-hiking-5-30-\">Mt. Baring hiking, 5/30}</h3>\n<p>It was a really pretty day, and I had a few hours after work. I\nlaunched a foolhardy plan to climb Mt. Baring! From the trailhead, I\nhiked a few yards up the old road to a rugged trail beside a\nstream. After 30 minutes of pulling on rotten limbs, skating mossy\nrocks and climbing crumbling cliffs I left the stream and hiked a\nfaint trail into the steep forest. When this was lost under snow, I\ncontinued straight up a wide gully to the ridge crest. That took long\nenough that I decided I should make this my high point. I hiked around\nfor a while and tried to get views of Merchant and Gunn Peaks through\nthe foliage. The trip down through the stream was most unpleasant!</p>\n<h3 id=\"great-northern-slab-5-2002-\">Great Northern Slab, 5/??/2002}</h3>\n<p>Kris&#39;s sister was in town for a few days, so we took her climbing on the slab.\nWe climbed the usual three excellent pitches, and had a great time.\nShe did so well for her first climb, always smiling!</p>\n<h3 id=\"leavenworth-climbing-5-11-12-2002-\">Leavenworth climbing, 5/11-12/2002}</h3>\n<p>Kris and I climbed Midway, the classic route on Castle Rock. Then we\nwent to the town Maifest for a while, and finished the day with an\nevening climb of good ol&#39; Mountaineer&#39;s Buttress. The next morning I\ngot up early to solo the &quot;Tree Route&quot; on Eight-mile Buttress.  I roped\nup for the 3rd pitch, a 4-5 inch wide crack which I didn&#39;t have any\nprotection for anyway. There was a fourth pitch, but I had to get\nback. We had breakfast, then went on a leisurely hike (the Icicle\nGorge Trail), but because we had to be on the other side of town for a\nhorse ride, this became an epic! We took a loop trail, expecting it to\nbe very short. But in the end, lots of running and worrying had to\noccur to get us to the horse ranch by 3 pm! Anyway, the horse ride was\npretty awesome, we went up a steep trail with decent views. My horse\ntried to eat at every chance, and required stern discipline, which I\nbelieve he secretly craved. Going down was hell, with various muscles\nbecoming really stiff. We had a great, full weekend together!</p>\n<p><img src=\"images/hikei1.jpg\" alt=\"Kris hiking in Icicle Canyon\">\n<img src=\"images/hikei2.jpg\" alt=\"Kris by Icicle Creek\">\n<img src=\"images/horse1.jpg\" alt=\"Kris on a horse\">\n<img src=\"images/horse2.jpg\" alt=\"Another horse\">\n<img src=\"images/krcastle1.jpg\" alt=\"Kris on Castle Rock\">\n<img src=\"images/krcastle.jpg\" alt=\"Kris on Castle Rock\">\n<img src=\"images/jello.jpg\" alt=\"Castle Rock\">\n<img src=\"images/krisdrink.jpg\" alt=\"Thirsty Kris on Mounties Buttress\">\n<img src=\"images/krishap.jpg\" alt=\"My Kris, cute as a button!\"></p>\n<h3 id=\"mount-si-5-4-2002-\">Mount Si, 5/4/2002}</h3>\n<p>Kris and I did some hiking to the 2.5 mile mark. I carried a heavy\npack to train for a planned alpine climb the next day. But very wintry\nweather caused us to cancel this trip. Sniff.</p>\n<h3 id=\"rattlesnake-ledge-4-28-2002-\">Rattlesnake Ledge, 4/28/2002}</h3>\n<p>Kris and I hiked here in the late afternoon, enjoying the view from\nthe top of the ledge.  The hike is similar in difficulty to Little Si,\nbut the views much more commanding!  There is a 9.8 mile one way trip\nthat traverses Rattlesnake Mountain, that would be fun to do sometime.</p>\n<h3 id=\"leavenworth-climbing-4-27-2002-\">Leavenworth Climbing, 4/27/2002}</h3>\n<p>Peter and I intended to climb Orbit, but it was raining everywhere -\neven at Peshastin!  So we climbed in the rain, and had quite an\nadventure. This was a fun hodge-podge kind of day, dodging or braving\nthe rain - whatever it takes to keep climbing! </p>\n<p><img src=\"images/martiand.jpg\" alt=\"Peter on Martian Diagonal\"></p>\n<p><img src=\"images/wetshastin1.jpg\" alt=\"Wetshastin!\"></p>\n<h3 id=\"mount-si-4-19-2002-\">Mount Si, 4/19/2002}</h3>\n<p>Alex and I hiked to the plateau below the haystack before work. We\nlooked at climbing lines on the Haystack. Despite early promise, the\nday had become gray and sullen.</p>\n<h3 id=\"wallace-falls-4-8-2002-\">Wallace Falls, 4/8/2002}</h3>\n<p>With the time change, it was still light after work! So I went to a new area\nfor some exercise. I hiked to the upper falls and back, and I enjoyed the trail\nquite a bit. I&#39;m surprised to have overlooked this nearby hike for so long.\nThe trip was 1.5 hours round trip.</p>\n<h3 id=\"exit-38-4-7-2002-\">Exit 38, 4/7/2002}</h3>\n<p>Kris and I climbed a few pitches in the early evening. Fun!</p>\n<h3 id=\"index-aiding-4-2-2002-\">Index Aiding, 4/2/2002}</h3>\n<p>Peter and I climbed Iron Horse to the anchors at &quot;Ringing\nFlake.&quot; Peter led up to the bulge, then came down and belayed me on\nthe hook move. This was my first time to place a hook, and it was\npretty exciting! The metal hook barely caught on a crystal in the\ngranite and somehow held body weight. One millimeter to the right or\nleft, one shift of my weight, and it would come off. I carefully eased\nonto it, thankful for the bomber nut placement at my knees. Oh yes, I\nwas in the top steps of my aiders too - another first! I was pretty\nreluctant to climb up on the hook, imagining it pinging off the rock\nat any second, sending me on what I hoped would be a short fall. I\nfelt for the first time what &quot;hard aid&quot; must be like. I became\ninclined to gallows humor, and repeatedly warned Peter that I was\ngoing to fall at any second. Scrabbling with my right hand, I found a\npocket for my constant savior - the little yellow alien!  Always a\nfriend to me, he again proved his worth, fitting snugly in a pocket to\nthe right of the hook. Moving onto the little cam felt like moving\nonto a two bolt belay station. Despite my nervousness, the hook never\nbudged. Peter cleaned the pitch and said he would hang a truck off\nthat hook placement. Well...it was scary to me!  The climb finished\nwith nutting similar to the start (described below). We rapped off and\nwent to work.</p>\n<h3 id=\"little-si-3-2002-\">Little Si, 3/??/2002}</h3>\n<p>Kris and I hiked to the summit on a moderately sunny day. I brought\nrope and rack to try out some climbs on World Wall I. But after\nclipping the first bolt of something, the wet and cold caused me to\nback off with frozen fingers!</p>\n<h3 id=\"index-aiding-3-24-2002-\">Index Aiding, 3/24/2002}</h3>\n<p>I had a few hours to kill in the afternoon, so I went to Index and\nsolo aid climbed part of the Iron Horse route. I missed the HB Offsets\nthat Alex and I had last time we were here (two years ago?). But\nordinary nuts worked pretty well too. I didn&#39;t bring my hooks with me,\nand couldn&#39;t find a way to get above the bulge at mid-pitch. I clipped\na bomber nut above two fixed pitons and tried traversing to a crack on\nthe right, but it was too far away. I didn&#39;t see any other options, so\nI down aided to the pitons, then rappelled from there. I had to leave\na &#39;biner, but I&#39;m sure someone took it by now!</p>\n<h3 id=\"frenchman-s-coulee-climbing-3-17-2002-\">Frenchman&#39;s Coulee climbing, 3/17/2002}</h3>\n<p>Peter Chapman, Dan Smith and I drove out here in snow and hail,\narriving to very cold weather, and colder rock! I led Party in Your\nPants (5.8), blowing on my hands to keep from freezing. Then a nice\nfellow named Jack showed up, and while he and Dan climbed other stuff,\nPeter and I climbed the first pitch of Chopper Chicks in Zombie Town\n(5.8 first pitch). Peter led this, then I climbed a pitch above to the\nmesa top that climbed around a column, up a chimney, then up steep\nloose face holds. This route is just left of the 2nd pitch of Bill and\nPaul&#39;s Bogus Adventure, and I&#39;d also rate it 5.6, but very\nloose. Next, Peter and I top-roped Air Guitar, a great 5.10a crack. I\nmanaged to climb it without falling, so later I decided to lead it,\nbut I was sufficiently tired to back off. Then I followed Peter on\nCrossing the Threshold (5.8). He led the crack climb in great style. I\nled Whipsaw (5.9), a pumpy bolted arete. After Peter followed this, we\ntop-roped Pony Keg, a 5.10a crack climb just to the left. This was an\nexcellent climb! Meanwhile, Dan finally got around to climbing 7\nVirgins and a Mule, a great 5.7 chimney. It was a great time, many\nthanks to Dan for driving our sorry selves out there. Oh yeah, the\nweather was fine, sunny and hot in the afternoon!</p>\n<h3 id=\"rampart-ridge-2-9-2002-\">Rampart Ridge, 2/9/2002}</h3>\n<p>Michael R., Aaron H., Joey L. and I drove to Mt. Rainier and snowshoed\non the Rampart Ridge trail. It was the first time\non snowshoes for these three guys, and I used my best whiny teacher&#39;s\nvoice to instruct them in the delicate art of snowshoe travel. We\nfollowed the gentle and mostly packed trail up to a\nviewpoint on the ridge, with great scenes of the Tatoosh and\nRainier. I gave Michael my MSR snowshoes and used the enormous\n&quot;Tubb&#39;s&quot; that he rented.  These things were slipping and sliding all\nover. At the end, we sat in a snow covered meadow and talked about the\nmountain. Thanks for a great time, guys!</p>\n<p>![Rampart Ridge Trail}{monridge.jpg)\n![Following the trail}{joeywalk.jpg)\n![Joey in a snowy meadow}{joemeadow.jpg)\n![Michael R. in the meadow}{michmeadow.jpg)</p>\n<h3 id=\"snow-creek-wall-recon-2-3-2002-\">Snow Creek Wall Recon, 2/3/2002}</h3>\n<p>![Chris Koziarz on Wedge Mountain}{chriswedge.jpg)</p>\n<p>Chris Koziarz and I hiked up to the Snow Creek\nWall, hoping to climb the Country Club Ramp.  However, when we got a\nglimpse of the wall through the mist, it was pretty terrifying. We\nwatched as avalanches scoured the upper ramp. The wall had so much\nsnow, that even the steep rock of the Shield was white.  Needless to\nsay, we cached the technical gear, and took our snowshoes up the side\nof Wedge Mountain for some exercise. We avoided open slopes, and\nclimbed in deep snow for a few thousand feet. We ate some lunch on an\noutcrop and looked down at the Wall. Much of the snow was melting, and\nit looked a lot better. Also, the sun came out to play.  We headed\nback to the car and indulged in some &quot;dry tooling&quot; on Mountaineer&#39;s\nButtress.  I led an easy pitch, hooking my ice tools onto ledges and\ninto cracks. Chris led a pitch with some nice ice-tool-in-crack\nmoves. We hiked down and made the long drive to the West.</p>\n<p><img src=\"images/scwall1.jpg\" alt=\"Snow Creek Wall\">\n<img src=\"images/scwall2.jpg\" alt=\"Snow Creek Wall\"></p>\n<h3 id=\"ice-climbing-1-29-2002-\">Ice Climbing, 1/29/2002}</h3>\n<p>Alex Krawarik and I hiked to a short ice climb near an Alpental ski\nrun.  It was incredibly cold. His hands froze about halfway up, and he\nlowered off two screws. Tried again - same thing! I was sure I could\ndo it. I went up to the same point, and my hands froze! Horrible pain\nas they came back to life! Alex set up a top rope while I moaned and\ngroaned. Alex top roped a really steep bit, and I did a somewhat\neasier finish to the anchor. Tough climbing and a cold day!</p>\n<h3 id=\"nevada-hiking-1-20-2002-\">Nevada hiking, 1/20/2002}</h3>\n<p>I had a few hours on a family/business trip to Las Vegas, so I headed\nfor the Mt.  Charleston area. I figured to hike and probe the snow\nline, but couldn&#39;t venture into it very far. I had tennis shoes, and a\npair of Kris&#39;s socks to serve as &quot;gloves.&quot;  I followed the road until\nit traversed a north facing slope above the town of\nMt. Charleston. Too snowy and icy. So I went back to the town and\nfollowed my nose up to a trailhead in a neighborhood. Hiking an old\nroad, I soon entered the wilderness area, and began looking for\nsomething to do. A high peak on my right seemed attractive, but\nprobably too hard. I kept walking until an obvious ridge led up on the\nright.  It looked free of snow and just right for me. I left the trail\nand scrambled up the increasingly defined and narrow ridge. I detoured\na steep step on the left, and had to cut steps up a frozen snowfield\nwith a rock. Then a knife edge section proved very exciting. I didn&#39;t\nthink I should try anything harder than that! But the difficulty eased\noff, and soon I was on the summit - 2938 meters high. Looking to my\nright I saw I could connect to the first summit I saw, but it would\nrequire a rope. It looked similar to Peshastin Pinnacles climbing over\nthere. A short rest on the summit, admiring the surrounding views, and\nI headed down. I wasn&#39;t careful enough on the very rotten rock and\nhave a few bruises to show for it. On one occasion, I fully weighted a\nhold with my foot and it suddenly exploded from the face like a\nbomb. I was able to avoid the knife edge ridge with a strange leaning\nchimney, and I skipped the lower ridge in favor of a 1000 foot scree\nski, my shoes happily filling with pebbles. \nThe peak I climbed is called the\nCockscomb.  I think it was about a 3 mile round trip, with 2000 feet\nelevation gain. I hiked from 2:00 pm to 4:20 pm, and the trip from Las\nVegas took 45 minutes each way.</p>\n<p><img src=\"images/cockscombtopo.jpg\" alt=\"The Cockscomb, Nevada\"></p>\n"}