{"date":"2002-11-2","title":"Kaleetan Peak South Ridge","description":"<p>I&#39;d hoped to do this climb before work one morning with all the good\nweather we&#39;d had, but there was far too much to do there, and I\ncouldn&#39;t justify it. So I promised Kris to just be away Saturday\nmorning while she slept. But I failed to press the &quot;alarm&quot; button, and\ndidn&#39;t wake up until 7 am! I hurried out the door anyway, hoping to\nmake it a quick climb.</p>\n<p>The radio said it was 23 degrees in Everett. I hate the way NPR tells\nthe same stories over and over this early in the morning. Finally I\nswitched to a Jimi Hendrix CD.  &quot;Third Stone from the Sun&quot; is one of\nmy favorite songs.</p>\n<p><img src=\"images/kaleetan.jpg\" alt=\"Follow ridge crest to summit scramble\">\n<img src=\"images/gemlake.jpg\" alt=\"The North Ridge, and Gem Lake.\">\n<img src=\"images/ironguy.jpg\" alt=\"A helpful guide on the summit!\">\n<img src=\"images/chpklake.jpg\" alt=\"Chair Peak Lake, freezing gradually\">\n<img src=\"images/mornmist.jpg\" alt=\"Morning mist over interstate 90\">\n<img src=\"images/westchair.jpg\" alt=\"The West Face of Chair Peak\"></p>\n<p>At the trailhead, I started hiking quickly, shivering somewhat in the\ncrisp air.  It&#39;s weird how this trail goes under the freeway. Cars\nroared by 250 feet above.  I kept hiking, warmed up and enjoyed some\nsunshine and expanding views of the Denny Creek valley. The trail\nclimbs in steps, reaching a middle tier protected from highway\nnoise. Two campers came down, they had a very cold night at Melakwa\nLake, but the stars were beautiful. Curious to see what Melakwa Pass\nlooked like, I hastened on. I hiked up 2000 feet in the first hour,\nwhich made me tired on the way home. The pass was lightly forested, as\nI had read. From here, a short traversing descent on a very icy trail\nled to the lake, devoid of persons.</p>\n<p>My instructions, courtesy of &quot;Smoot&#39;s Bible,&quot; were to hike a short\ntrail to the sanctioned latrine, then continue up a steep ridge to\nreach the peak. I did this in increasing snow, catching sight of\ntracks made some days before. The hike along the ridge was fun, and\nhad a short rooty scrambling section. I came out of the trees to a\nlarge cairn and wide views. The west face of Chair Peak was\nintriguing, with many gullies and ledges. Continuing, I reached a\npoint where the guidebook, (and associated tracks) advised descending\nto a shallow basin. With the fresh snow it looked kind of steep, and I\npreferred to be classy and sassy. I followed the brushy but jagged\nridge crest, hoping that I could reach the base of the scramble route\nto the summit.</p>\n<p>Sometimes I traversed on the west side, getting covered in snow from\ntree limbs and knee-deep drifts. Sometimes I followed rocks on the\neast, loving the warm sun and dry rock. Often I was right on the\ncrest, but learned to be leery of descending the north sides of the\ntowers. Slick, unconsolidated snow covered the slabs, making for\ninsecure footing. On descents I tried to hand-traverse with my hands\non the crest and body on the sunny east side, using nubbins and cracks\nfor boot purchase.</p>\n<p>If I make that sound hard it wasn&#39;t, it&#39;s just that the snow on the\nrock required me to be more careful on what would normally be a\nmindless scramble. The exposure down to the lake was exciting. It took\nme more than an hour to traverse that patch of ground, time I\nbegrudged on my schedule, but it certainly was interesting!</p>\n<p>I met the trail to the summit scramble, followed it to it&#39;s logical\nconclusion, and emerged on top. It was 10:45 AM, 3.5 hours after I\nstarted. I sat in the still air, admiring the quiet hills in all\ndirections. I loved being here, but I really wanted to spend time with\nKris, so after a brief visit, I hurried down. This time I went into\nthe basin, traversed it, and hiked back up to the ridge in somewhat\ndifficult snow conditions. It was a light, slippery layer, just enough\nto obscure any trail that might exist in the steep heather. I pulled\nmyself up the slope with the aid of shrubbery.</p>\n<p>I made it back to the lake, drank some water, got cold, kept\ngoing. Going down from the pass I met countless parties, most with\ndogs. I tried to answer their questions truthfully, but I really had\nno idea how long it would take them from point X or Y.  Now that I\nthink about it, I was telling them what they wanted to hear! At first,\nI said &quot;hmmm, a full hour.&quot; The man expressed great disappointment, so\nfor the next tired party, I lowered it to &quot;45 minutes&quot; (though this\nparty was 400 feet lower).</p>\n<p>In short, I am unreliable. I will lift your spirits only for the time\nbeing.  When hopes are dashed on the rocks of darkness and hunger many\nhours later, my visage will float to the surface of the mind...&quot;HIM!&quot;</p>\n<p>So I hurried all the more, reaching the car at 2:00, and home at 3:00,\nbearing groceries for a somewhat miffed, but ultimately forgiving\nwife.</p>\n<p>I like to harass my friend Peter Chapman for a &quot;Mountaineer&#39;s\nSnoqualmie Summits Pin,&quot; because I once read that organization gave\nthem out at various lodge meetings.  He says that doesn&#39;t exist\nanymore. Curiously, he looks away when making such statements, and\ncites pressing business elsewhere when I inquire further. At this\nwriting I&#39;ve browbeaten my way up Thompson, Lundin, Red, Snoqualmie,\nGuye, Denny, Tooth, Chair, Kaleetan, Silver and Abiel. I posit that I\nam worthy to stand in some hallowed lodge, ruddy in the firelight,\nshivering with anticipation!</p>\n<p>I guess I can make my own pin...</p>\n"}