{"date":"2002-7-27","title":"Mount Goode Northeast Buttress","description":"<ul>\n<li>Mt. Goode, Northeast Buttress (5.5, IV)</li>\n<li>July 27-29, 2002</li>\n</ul>\n<p>Saturday morning Chris Koziarz \nand I hiked in from Rainy Pass. We took \na 8.5 mm 60 meter rope, one ice tool and 2 screws in case of glacier \ndifficulties. We had a light rock rack. I wore Vasque Sundowner boots \nand brought aluminum crampons. A light canister stove would cook our \nmeals. The usual bivy-sack equipment came along too. Chris wore heavier \nboots, but hiked in sandals all the way to Grizzly Creek.</p>\n<p><img src=\"images/neface.jpg\" alt=\"The Northeast Buttress of Mt. Goode\">\n<img src=\"images/onridge4.jpg\" alt=\"Chris high on the ridge\">\n<img src=\"images/onridge5.jpg\" alt=\"Nice shot of Chris on the ridge\">\n<img src=\"images/chrissum.jpg\" alt=\"Chris on the summit\"></p>\n<p><img src=\"images/onridge1.jpg\" alt=\"Low on the ridge\">\n<img src=\"images/goodes.jpg\" alt=\"A fantastic shot of the south face\">\n<img src=\"images/approdetail.jpg\" alt=\"The red line shows where we (probably) went.\">\n<img src=\"images/gonapproach.jpg\" alt=\"Another scene on the approach\">\n<img src=\"images/lologan.jpg\" alt=\"Mt. Logan, at the valley head\">\n<img src=\"images/gainridge1.jpg\" alt=\"Steep climbing above the glacier\"></p>\n<p><img src=\"images/goodesw.jpg\" alt=\"A final look at the SW aspect of Goode\">\n<img src=\"images/marmot.jpg\" alt=\"The marmot from hell!\">\n<img src=\"images/towardscol.jpg\" alt=\"Heading to the Goode/Storm King Col\"></p>\n<p>The PCT was uninteresting for long periods. Finally, after about \n8 miles the river became a gorge,\nwith exciting crags on both sides. We crossed a creek on a swaying \nfootbridge. After another mile of hiking, we took a&quot;short cut&quot; from \nthe PCT to North Fork Bridge Creek, by leaving the trail at 3000 ft. \nelevation, and side-hilling to the right. This took about \n10-15 minutes, and saved a descent to the river, which looked pretty \nfar down. After the Grizzly Creek junction (crossed on a log 3 miles \nfrom our short cut), we hiked another 3/4 mile to the climbers \ntrail going down to the \ncreek. A pretty scary log crossing (Chris said he couldn&#39;t \nbreathe), then we followed \nBeckey&#39;s directions through timber and brush to talus slopes \nbelow slabs. The way was fairly obvious up 3rd class slabs and \nbrush, with an occasional harder move. We were happy to see \nrappel stations above such locations!\nThe steep ground now behind us, we hiked up along a stream \ncourse to the usual bivy site at 5100 feet. Take advantage \nof it - there are no other flat spots in this basin.</p>\n<p>The basin is very wild. From the river below, you view an entire \neco-system, going from brush to talus, cliff to snow, ice to \nrock, rising 6000 feet in 1.6 miles. Dozens of waterfalls spill \nthrough the cliffs. Menacing chunks of ice hang above, and the \nblack rock of Goode itself seems impossibly remote, usually in the clouds.</p>\n<p>We fought with a marmot who tried to steal and chew anything not \nlocked down, and battled with hordes of mosquitoes biting us around \nthe face (only exposed skin). During the night, clear skies reassured us.</p>\n<p>But dawn brought gray clouds, and scarier black clouds in the east. \nWe weren&#39;t getting rained on, so it seemed worthwhile to continue. \nClimbing onto the glacier at the far left, we dealt with a short \nicy crevasse problem, then easily walked snow above the ice cliffs to \nthe left side of the buttress toe. The moat looked very difficult \nat first, but hiking down 100 feet found a place where suspended \nice blocks allowed us to tip-toe across. As we prepared for the \nrock climb, some of these blocks fell into the depths!</p>\n<p>Right away, we encountered steep 5th class climbing. We had doubled \nthe rope, so leads were short (100 feet), and this was a little \nannoying, as it took effort to build even a marginal belay on the \nalternately slabby or loose rock. We trended right for two pitches, \nmaking for a solitary scrub tree. But overhangs began to appear, and I \nclimbed leftward for the last pitch, mostly traversing. This was \nthe right choice, eventually reaching the buttress crest at a broad, \nlow-angle shoulder. The next pitch was about 600 feet of 3rd and 4th \nclass terrain. We were happy to move quickly after the initial \ndifficulties. Chris really stretched our gear, probably for \nanother 400 feet of increasingly interesting terrain. Now the \nbuttress crest became sharp, and I led two exciting pitches on a \nknife edge. I resorted to an aid move above the pitch two belay. \nThe only cracks for gear were between loose blocks that expanded \nwhen I tugged on the cam or nut, and a difficult slab move (in boots) \nlay ahead. A body weight piece served as a handhold, then foothold. \nEven with that, I reached the top of the slab breathing heavily. \nChris scoffed at my 5.8+/A0 rating from the security of the top rope! </p>\n<p>Occasionally the clouds would blow away, and we&#39;d see the glacier \nand river below. This was exciting! A patch of blue above would \nappear, and I&#39;d imagine us on the summit with a&quot;sea of clouds&quot; view. \nBut these were sucker holes - we would find ourselves sitting in the \nclouds admiring the carved out bivy sites right on the summit, \nchagrined at the weather.</p>\n<p>After some more simulclimbing (we only belayed 6 pitches, 3 of them \nright above the glacier) on rock that was changing to beautiful golden \ngranite, we reached bivy sites and the traverse to the Black \nTooth Notch (taken on our descent). 300 feet more, and we were on the \nsummit, 9.5 hours from our camp. We thought this was pretty good, \nuntil we read of Haley/Paull in the summit register - 7 hours from the \nStehekin shuttle to the summit. They had (probably) made the \nfirst day trip of the climb on 7/15. We were subdued, wanting to think \nabout the great climbing we had enjoyed, but worried about the long descent.</p>\n<p>Climbing and rappelling down to the notch (an exposed but easy \ntraverse gets there), we emerged on the south side of the mountain, \nand began rappelling down the loose SW Couloir. Three rappels got \nus to walkable terrain, then we followed a cairn around a ledge \nin order to avoid slabby cliffs. More walking led down to a snow \nbowl at ~7000 feet. The view of the mountain was just as impressive \nfrom this side - vertical golden towers, appearing and disappearing \nbehind fast moving clouds. The wind was becoming fierce, and \nknocked us off balance as we traversed the mountain to the Goode/Storm \nKing Col. We found trickling water in a heathery meadow below the \ncol, a sweet surprise! We ached to climb Storm King, it was so \nclose and easy-looking. But we had enough work ahead of us to \nget back to camp, that we were forced to restrain \nourselves (a good choice, but not enough to save us).</p>\n<p>From the incredibly windy col, we made an overhanging rappel to the Goode \nGlacier (felt rather committing). The downclimbing went well, and we \ncrossed a bergschrund on a good snowbridge. More crevasses were easily \ncrossed as sections of the glacier buckled and heaved, making us worry \nabout getting down. We made a crucial decision to traverse far to the \nright above an ice cliff, rather than descend a steep snow slope we&#39;d \nseen down in the valley. As we made our diagonal descent, we \nshivered at the good fortune our choice had provided: the steep snow \nslope turned to black ice, and ended in a jumble of seracs and crevasses.</p>\n<p>It was already evening, and darkness came early due to persistent cloud \ncover, and a light rain. Getting off the glacier was slow. My crampons \nballed up with snow often, and my hiking boots weren&#39;t heavy enough to \nmake a good plunge-step. \nWe left the glacier, reaching a cliff that provided a dim view of the \nbasin and our camp. Unroping, we climbed down slabs, sure that a hot \nmeal and sleeping bag awaited us within the hour. It was 9 pm, \n15 hours after we started. But the slabs became steep, and slick with \nwater and moss. Full darkness found us traversing waterfalls and climbing up \nand down in exasperation. I nearly slipped in a streambed, feeling the \ncold shock of water down my sleeve when I reflexively reached up for a \nrock under the spray. We knew this was very ill-advised, certainly the \nmost dangerous part of the trip. After some debate, we climbed back up \nto the glacier, and found a snow slope leading further down, hopefully \nbelow the steep slabs. At first we were encouraged, getting several \nhundred feet lower, then finding ourselves in similar terrain. Like \npersistent insects, we tried again. This time we were lucky, as a \npattern of shrubs allowed a belayed descent of a weeping slab. We had \nreached the basin!</p>\n<p>Now for the tedious traverse to camp. But after an hour, camp was \nnowhere to be found. Many theories were explored. Half-visible humps in \nthe darkness were, or could be, remembered shapes from the morning. \nI was out of steam, but Chris made an energetic traverse to the far \nend of the basin and back. I knew we were close, but despite various \nascents and descends of brushy ribs we always came up empty. At 1 \nam I sat in the heather, prepared to wait for morning. Anything to \nstop moving! Chris toiled for another hour, sailing from dim reef to \natoll, his lamp visible in the fog. The basin seemed lonelier with the \nsolitary lamp bobbing far away from my perch. He returned, and we \ntried to get comfortable in&quot;camp.&quot; The rain was light enough that it \ndidn&#39;t make us wet for a long time. </p>\n<p>The long vigil isn&#39;t worth recounting. Thoughts circled back to the \nclimb (which I still considered&quot;fun&quot;), but were wrenched back to gnaw \non the bones of&quot;finding camp&quot; and&quot;escaping.&quot; Sometime after 4:30 am, \nwe could see enough, that it hit us both at the same time - we were \nright above camp. We hadn&#39;t explored directly below because of \nworrisome slabs. As we prepared to leave, my bivy sack below grew \nneon bright, seemingly delighted at the irony.</p>\n<p>We returned to a trashed camp. Chris didn&#39;t hang some items in the small \ntree, and they were scattered or taken by the intrepid marmot. One \nhiking pole was extensively chewed, another was gone. A shirt drying on \na tree was filled with holes and matted with mud. Chris muttered about \nvarious poisoning schemes, I found it rather funny, and was \nthankful that the marmot spared our\nexpensive bivy sacks. Actually, my hiking pole was improved - \nhe had&quot;softened&quot; the strap material nicely. Again the mosquitoes \nfound us, and we conked out for 4 hours, feet deliciously dry and warm!</p>\n<p>Finally moving down at noon, we entered the brush, downclimbing and \nrappelling, slowly reaching the valley floor. This time, we found a \nsnowbridge to cross the creek. It was pretty thin. We crawled across \nand pulled the packs afterwards. It was 3:00, finally we were \nhikers again! Near Grizzly Creek we saw a black bear in the \nforest, about 100 feet off the trail.&quot;Bear,&quot; I said \nweakly.&quot;No biggie.&quot; He moved on a parallel course for a while, \nthen allowed us to continue unmolested. </p>\n<p>The last eight miles of the hike out was marked by&quot;trail madness,&quot; a \nsurge of desperate energy directed to escaping. At 9:15, I rolled into \na fetal position by the car. Chris produced a magic \nelixir: Safeway grape juice!</p>\n"}