{"date":"2002-6-20","title":"Green Giant Buttress","blurb":"Dreamer (5.9)","description":"<ul>\n<li>Dreamer w/Safe Sex start (5.9)</li>\n<li>June, 2002</li>\n<li>Text by Aidan Haley</li>\n</ul>\n<p>Well I was free at last. School had finished and I was looking ahead to a \ngreat summer of climbing. Michael earlier in the week had sent me an \ne-mail saying he would like to go climbing. The weather looked great, \nso we decided to give Green Giant Buttress a go. Since I can drive \nMichael generously offered a bed in his home for the night so we \ncould get an early start the next day. After a night of Simpsons \nreruns where we watched Homer &quot;climb&quot; the Murderhorn, we fell asleep \nwith the intention to wake up the next morning at 4:30.</p>\n<p><img src=\"images/doverview.jpg\" alt=\"Dreamer. Our route is drawn in green and red for the belays.\">\n<img src=\"images/afterhard.jpg\" alt=\"Michael (gratefully) following the second 5.9 pitch\">\n<img src=\"images/afterroof.jpg\" alt=\"Michael leading the first 5.9 pitch\">\n<img src=\"images/aidanchoose.jpg\" alt=\"Aidan studies the route...\">\n<img src=\"images/aidanfoll1.jpg\" alt=\"Aidan following the third pitch.\"></p>\n<p><img src=\"images/bigsplash.jpg\" alt=\"Unbelievable crashing water when we left.\">\n<img src=\"images/bluecrack.jpg\" alt=\"Aidan following the Blue Crack\"></p>\n<p><img src=\"images/imrappin.jpg\" alt=\"Downward bound:    one of many rappels\">\n<img src=\"images/mewaxe.jpg\" alt=\"Michael posing with ice axe (it was nice to have)\">\n<img src=\"images/dthreefing.jpg\" alt=\"The North Face of Three Fingers Mountain\"></p>\n<p><img src=\"images/traversep.jpg\" alt=\"Aidan leading the second overhang\">\n<img src=\"images/wassup.jpg\" alt=\"Wassaaaap!\"></p>\n<p>&quot;Aidan...Aidan...wake up...we over slept!&quot;  It was now 5:30! I jumped out of bed and we ran out the door. The morning was clear and we knew it was going to be a hot day. We hit the &quot;trail head&quot; (more like an over grown road) at 7:30 after a fun but bouncy ride up the forest road. The approach was far better than we had anticipated. It only took one hour and we only had to turn around because of a wrong decision once. Strangely enough we found a black bra hanging from a tree on the trail. Supposedly its been there for years...</p>\n<p>We passed one other party on the approach. Michael stopped and asked them their\nplans, they said they wanted to do Dreamer. We wished them good luck and headed\nup to the base of the route. Michael tied into the ropes and started scrambling\nup to the first pitch of the Safe Sex variation. The scrambling was fun and easy\na good warm up for the 9 pitches above us! Michael lead off the first pitch, a\nfun 5.7 slab, the protection was kind of spaced out but he cruised it. Our plan\nwas to leap frog leads so he handed the rack over to me and I climbed up the\nnext pitch. This was another fun slab pitch a little steeper than the first but\nI was happy to be climbing. At the anchors I handed over the rack to Michael and\nI took a sip of water from our Camelback. &quot;Michael does this water kinda taste\nlike soap to you?&quot;</p>\n<p>&quot;Kinda, but soap water is better than no water!&quot;</p>\n<p>I hadn&#39;t washed all the soap out of my Camelback and I was dreading the thought\nof the soap taste in my mouth the whole day. [<em>I think I got 75% of the\nwater because of that dread - ed.</em>]  Michael led up the third slab pitch which\nbrought us to the base of the head-wall. We had sped up the slab in about 1:30\nhours so far. We were now looking up at the delicious granite cracks to come!</p>\n<p>The next pitch involved a nice short corner crack system, which\nbrought us to the base of the first 5.9 pitch. It was Michael&#39;s lead\nand he styled up it. It was a cool pitch with started with some nice\nhand cracks to some face climbing out into an under-cling and then into\nthe Blue Crack. Michael and I pondered this name, its not blue so why\nis it called the blue crack? [<em>I was really intimidated by the Blue\nCrack from below, but it turned out to be a series of easy lieback\nmoves - ed.</em>]</p>\n<p>The belay was kinda uncomfortable so I was glad it was my lead, but\ndidn&#39;t look any more comfortable. A very steep 5.9 slab brought me to\na roof. It is passed on its left via scary under-clinging. The route\ncame back on to the face above the roof but the climbing was steep and\nthe protection spaced out. The anchors were a welcoming site and I put\nMichael on belay and he took off on the next pitch a fun 5.8\nface. [<em>That pitch was hard enough just to follow, that I think I\ncalled Aidan &quot;sir&quot; at the belay - ed.</em>] We rested at the\ncomfortable ledge, eating and drinking our soap water. After that, I\nled up a really fun steep 5.8 wall which put us one pitch from the\ntop. At this point the angle of the head-wall eased off and Michael\nraced up the final half pitch to the top. We shook each others hand\nand congratulated each other. We took in the views\nand drank the last of the evil soap\nwater. We had climbed the route in 5 and 15 minutes and now prepared\nfor the task of the 10 double-rope rappels down the route. The time\npassed and so did the rappels. We got down 2 hours later and official\ndubbed ourselves gangstas! The man and the woman we had encountered\nearlier only got up to pitch 4 before turning around. The hike out was\nbeautiful as we walked by a cascading waterfall that flung itself into\nthe air like a fountain. And with the sun shining through it, it was a\nsight to see. We made it back to the car and steamed down the logging\nroad with not a care in our minds. Blasting Billy Joel&#39;s &quot;We Didn&#39;t\nStart the Fire&quot; and Tupac, we drove back home.</p>\n<p>Thanks Michael for the great adventure, it was a great day in the mountains.</p>\n"}