{"date":"2002-8-30","title":"Langkofel North Ridge","description":"<ul>\n<li>North Ridge (5.6, 20+ pitches)</li>\n<li>August, 2002</li>\n</ul>\n<p>The Sassolungo is the longest climb in our guidebook about the Italian\nDolomites.  It climbs 3000 feet directly from meadows to the\nsummit. The descent is long, complex and intimidating.  The weather\nwas intimidating too - threatening to storm and then following\nthrough! The flying buttresses, vertical towers and deep chasms give\nthe peak a faery-tale look. Steve and I had seen it from the Sella\nPass a year before, and a great desire to climb it gripped me.</p>\n<p>I hoped to climb the route with Mat Richter, \nour friend who lived in \nGarmisch, Germany. He is a really strong and experienced climber, and \nI looked forward to finally doing a climb with him. We worked it out \nthat he would drive down either on our first or second Saturday in Italy. \nI had to keep an eye on the weather, and scout out the approach to save \ntime on the morning of the climb.</p>\n<p>Late Thursday afternoon, shortly after Kris, Christos and I arrived in \nVal Gardena, I hiked up the approach trail. It went through an amazing \nbouldering garden. I got my heart pumping by soloing a 40 foot high \n&quot;5.5&quot; line, then climbing back down. I knew that our success would \ndepend on simulclimbing at least half of the route, and the tension \nI experienced on that little test-piece made me worry about the future. \nBut perhaps the water is cold until you swim around a while!</p>\n<p><img src=\"images/sasslung1.jpg\" alt=\"The Sassolungo is on the left, as is our ascent route.\">\n<img src=\"images/sbowl.jpg\" alt=\"Looking down on the eastern bowl we crossed\">\n<img src=\"images/ubowl.jpg\" alt=\"Mat escaping from the steepening bowl\">\n<img src=\"images/matonrt.jpg\" alt=\"Sunny scrambling with Mat\">\n<img src=\"images/rockfallp.jpg\" alt=\"Steeper climbing in the gully, plenty of rockfall!\">\n<img src=\"images/fromgul.jpg\" alt=\"A view out from midway up the great gully, in improving weather\">\n<img src=\"images/sellatown.jpg\" alt=\"The town of Woelkenstein (Selva). I can see our hotel! (At the Pitzlscharte)\">\n<img src=\"images/nicetrav.jpg\" alt=\"Looking back on a nice traversing pitch with two pitons\">\n<img src=\"images/lodgedt.jpg\" alt=\"The view beneath my feet on the traverse (We could hear the cows in the meadow)\">\n<img src=\"images/chimney1.jpg\" alt=\"Beginning the first of several chimney pitches\">\n<img src=\"images/chimney.jpg\" alt=\"Easy but runout...I still haven&#39;t reached the solitary loose piton!\">\n<img src=\"images/viewoutc.jpg\" alt=\"Typical view in the chimneys\">\n<img src=\"images/imupthere.jpg\" alt=\"Endless climbing up chimneys...\">\n<img src=\"images/krisview.jpg\" alt=\"Kris&#39;s view from the Seiser Alm that afternoon.\">\n<img src=\"images/matfinal.jpg\" alt=\"Mat escaping the chimneys for the upper ridge\">\n<img src=\"images/sumphotos.jpg\" alt=\"Mat and I on the summit!\">\n<img src=\"images/matrap.jpg\" alt=\"Mat rappelling into the gloom\"></p>\n<p>I left the Klettergarten and hiked a road through meadows, tripping \noccasionally because I kept looking up at the mountain, wondering \nwhere our route went. It was kind of hard to tell from the single \nblack and white picture in the guidebook. I left the road and crossed \na steep meadow to a broad saddle below the North Ridge. It was getting \ndark, so I didn&#39;t go right up to the base, but was able to identify the \nstart, which was kind of vague.</p>\n<p>The three of us sat out in the moonlight that night, talking about \nthings and looking at the huge bulk of the mountain. I had a very \nlonely feeling, thinking about what it would be like to climb it in \njust two days.</p>\n<p>Friday was a nice day, and Kris and I spent the time climbing what might \nbe the most beautiful via ferrata in the range, Tridentina. It was her \nfirst, and her joy made me very happy. As usual, the 3rd class scree \ndescent was less pleasant, but it couldn&#39;t dampen her elation. </p>\n<p>Mat was going to drive down that night, and sleep at the Sella Pass. I \nmanaged to sleep pretty well despite my tension and curiosity. Would \nMat be there? Would the weather hold?</p>\n<p><em>Maria had lived in the village her whole life, recently taking English \nlessons in Ortisei. She was skeptical of my idea to climb the wall outside \nour window, promising to say a prayer. Somehow this was feeling like the \nbiggest climb I&#39;d ever attempted, and I guess it was. I got that feeling \nthat events were carrying me forward. Maybe that happens when you are going \nto do something that feels big, risky and unknown? Writing this now, \nmonths later, that mindset seems pretentious. Of course, the unknown \nis no longer there.</em></p>\n<p>I sped to the pass, mostly in second gear, the road to myself. How would \nI know Mat? I dimly remembered his car. I went back and forth between the \nSellajochhaus and the pass, not finding him. As dawn gradually came into \nthe sky my heart sank. Even if I find him now, it may be too late to start \nthe attempt. I tried to think of consolation prizes that would make up for \nthe let-down, finally deciding to climb the descent route alone. After an \nhour of searching for Mat I gave up, and got ready to hike up and do this. \nAt that moment, Mat and Ari drove up! Such demanding changes between hope \nand consolation!\nThey had camped a little further down, and the alarm didn&#39;t go off. With \nchildlike innocence, Ari had assumed she would hear me drive by. Meanwhile \nI had awakened two guys in bivy sacks further up the road, then shuffled \naway embarrassed.</p>\n<p>Mat&#39;s relaxation had a calming effect on me, and I munched some of their \nfood while he got ready. Soon we were hiking away, and Ari took off in the \nother direction to climb Piz Boe&#39;. We joked on the hike up. I drilled Mat \non his work on rheumatic diseases, and asserted I could do that stuff \njust as well. Perhaps I&#39;d already applied for his job? That was for me to \nknow and him to find out!</p>\n<p>But soon his excellent physical conditioning made itself known as I talked \nless and breathed more, especially on the steep meadows, where I had to \nstop every few minutes on the blistering pace. We were encased in fog, \nand I thanked Mat for suggesting I make the approach beforehand, because \nI was able to navigate in the murk to a point where I knew the direction \nto turn to. After hiking some scree, a faint trail led to the wet and \nvague route start.</p>\n<p>It looked hard enough that we put on rock shoes, made our packs ready, and \nroped up with 80 feet between us. At first there were muddy hummocks of \nsoil mixed with the rock, and a steep chimney. I had to stop for a \ntime-consuming pack rearrangement, as my ice axe was not secured well. \nBut then I followed my nose\nup easier rock on ledges, faces and chimneys, placing almost no protection. \nI didn&#39;t know how far I would get, but wanted to get hundreds of feet up. \nWe were still surrounded by mist.</p>\n<p>I belayed Mat up to a point where I wasn&#39;t sure of the way. His verdict \nthat a yellow open book was too hard confirmed my hesitant thoughts, and \nI kept going with the gear he&#39;d given me, traversing rightward, climbing \nin gullies or on the faces between them. I&#39;d seen no sign of previous \nparties yet, and finally reached an identifiable feature of the route: a \nsteep yellow wall characterized by a traverse along the base. I found two \npitons here, clipped them, and realized I was out of gear. I belayed from \na pin and a nut halfway across the traverse. While Mat came up, the clouds \nparted enough to reveal cows and green rocky meadow below. The sun was \ntrying to burn through the top as well. Mat arrived, and we realized that \nin two &quot;pitches,&quot; we&#39;d climbed 900 feet! I felt really good about that, \nand knew the clouds were going to burn off. The dream was becoming reality!</p>\n<p>As I belayed Mat out, a party of three soloing Italians suddenly\narrived.  They were talkative, but I couldn&#39;t be distracted from my\nwork. They asked the time. The rope came tight, and I followed with a\n&quot;Ciao.&quot;  At this point they roped up on a very short rope (10 feet\nbetween them?), and climbed slowly enough that we never saw them\nagain.</p>\n<p>Mat&#39;s traverse led into a bowl with a trickle of water and polished black \nslabs. We traversed under the worst of these (they appeared to overhang), \nand picked our way to the right of a waterfall. It got steeper, but the \nprotection was scarce. Finally, there was a crux pitch where Mat had to \ndelicately traverse a near-vertical wall for 30 feet, but was able to \nfind good protection. After this, we scrambled to the base of a great \ncentral gully, and stopped for a drink.</p>\n<p>There was one other party on the route that day, a group of four Italians \nwho passed us, unroped, at this point. Do they ever rope up? I really \nwouldn&#39;t want to climb this without one, especially because the rock \nbecame very loose in the gully/chimney. In fact, this party knocked \ndown volleys of stone which fell out into space over a vertical step. \nI didn&#39;t envy Mat climbing through that on lead! We waited a few more \nminutes, then Mat quickly climbed through the exposed area. </p>\n<p>He led on as walls closed in on either side. Vertical, somewhat loose \nsteps mixed with dirt gullies characterized this segment. I knew that \nafter this, we&#39;d reach the Pitzl Notch, kind of a halfway point. The \nhardest climbing would be still be ahead, but we expected to find more \nfixed protection there. So far, we&#39;d only seen the two pitons down at \nthe yellow traverse.</p>\n<p>We had some uncertainty at a branch in the gully, taking the right fork. \nThe other one closed off in smooth walls and overhangs. I was greeted at \nthe Pitzlscharte by a smiling Mat and a warm sun. At that moment, a \nwhistle sounded from the rock quarry across the valley. It was lunchtime, \n12 noon!</p>\n<p>For the first time I could see Selva Gardena, and our cozy lodging on the \nslope above town. Was Kris looking at me now? I saw beautiful meadows to \nthe west - the Seiser Alm. We joked around, I forgot about what but it \nwas funny. Something about involuntary urination?</p>\n<p>With the harder climbing ahead, we decided to pitch things out for a \nwhile. I really enjoyed this first lead above the notch (with some early \nroute-finding help from Mat). Face climbing on good rock led to a headwall \nand a spectacular (I mean very spectacular) traverse to the left protected \nby an occasional piton. The cows and meadows were 1500 feet below, directly \nbeneath my\nfeet. Out loud I husked &quot;Wow, man...jeezus pleazus!!&quot;</p>\n<p><em>&quot;Dang this is incredible...&quot;</em></p>\n<p>I was having so much fun absorbing the pitch and the surroundings, that \nthe volleys of rock being knocked down by the party above didn&#39;t register. \nI reached a two piton belay at the base of a chimney. I was able to clip \none of them, but had to girth hitch the head of the other, as it was kind \nof mangled and wouldn&#39;t fit a carabiner.\nI leaned back, looking at the lazy cows between my feet and belayed Mat. \nI wondered about the occasional shouts from above. I wasn&#39;t too worried \nbecause thus far the rock had fallen down a parallel chimney to the right. \nMat arrived and we knew we were having fun. &quot;Right on, man.&quot;</p>\n<p>I led the next pitch as well, a 50 meter 5.6 chimney. Mat took a\npicture of me on this, which does a pretty good job of describing the\nsteepness and lack of protection. In fact, this pitch was basically a\nsolo, because the first piece of protection was a piton at 30\nmeters. The last 10 feet to reach it were very delicate, and I almost\nheld my breath on the way.  Imagine my surprise when I discovered it\nwas loose! I clipped it anyway, looking around for a cam or nut\nplacement.  The wiggling pin would have to do, but I had no\nillusions. Shortly after, the climbing eased to a 4th class gully. I\ntried to avoid touching the loose rocks and dirt in the center. When I\ndid touch it with my right foot, all hell broke loose! An explosion of\nrocks and dirt seemed to leap out of the gully and disappear over a\ncliff - right towards Mat! <em>&quot;ROCK! ROCK! ROCK!&quot;</em> I was very\nrelieved when he called up that he was OK. He came up and I heard his\nstory.</p>\n<p>He was greatly assisted by the configuration at the belay. Remember that \nthere were two pitons at the edge of the chimney, the inside one was \ngirth-hitched. Mat was able to lift the sling off of this piton and \nswing out of the chimney onto the great yellow wall. He only had one \ndirect hit to the helmet, then swung out of the line of fire. </p>\n<p>Despite his own excessive care climbing the treacherous gully, a misplaced \nfoot let loose another cannon of stonefall. The next pitch would be similar, \nand I belayed while Mat climbed, looking up furtively for problems. In fact, \nthis pitch was better, and I enjoyed following in the snug stemming chimney. \nI climbed an easier pitch, then Mat headed up an indistinct area for two \npitches. I led a pitch up a random chimney which led to the ridge crest. \nWe simul-climbed for a while then stopped for a drink. You know, I was \ntired at this point! We continued, simulclimbing up and down two towers, \nfinally down to the base of a bowl with patches of snow and dirt. 500 \nfeet of class 3 and 4 led to the summit ridge. I was feeling the altitude \nand did my best to keep up with Mat. On the ridge, we had a 5 minute walk \nto the summit.</p>\n<p>It was amazing to be there. Somehow, there was a wooden bench! We signed \nthe logbook, took some pictures and reveled in the glory of landscape at \nour feet. We&#39;d climbed well together and had a great time. Now of course, \nthoughts of the descend prevent total relaxation. The weather seemed to be \nfailing as clouds swirled in.</p>\n<p>Mat did a spectacular job finding the route up and down along a ridge and \ntowers to an obvious rappel station. We made two 30 meter rappels as the \nrain started, passing the green emergency bivouac shelter that had provided \nme with some mental comfort on the climb. As the rain turned to hail, we \nbegan downclimbing loose, slabby third class terrain to a notch with a \ntower. We continued down the gully which began running with ice water. \nI was a bit alarmed by the speed of the weather change. Suddenly all the \nplaces I wanted to put my hands for holds were covered in round, white \nchunks of ice. We came to a convenient notch on the side of the gully \nwith an overhang and a choice of left or right. We waited a few minutes \nin the worst of the hail and consulted the guidebook, finally deciding \nto stay in the main gully. I foolishly put on thin gloves which made the \nnext pitch very difficult. The gloves served to keep the icy water next \nto my hands, which quickly went numb. Mat reached flat terrain at the \nbase of the gully, but I had difficulty joining him until I&#39;d warmed my \nhands somewhat. I remember a pretty sketchy move between two waterfalls \nwith nothing for my feet - so I had to be able to feel how hard my hands \nwere gripping! Once past this, I gratefully reached Mat.</p>\n<p>Now we traversed to a snow and ice gully, and began making rappels. I had \nan ice axe, and was able to descent a portion of the gully without \nrappelling by sticking to the moat on the side, but Mat was (characteristically) \nclad in tennis shoes. We were able to link anchors on the sides of the \ngully to the bottom where we met a party. They had attempted to reach \nthe summit by this route, but were stopped by the weather at the top \nof the ice gully.</p>\n<p>I remember getting some water here, feeling warmer and better. The hail \nand numb hands had scared me a little bit. It was great to have Mat \nalong for his confidence while I was thinking of climbing back to the \nBivouac box! Now we descended a trail into a great bowl and a receding \nglacier. The ease of the terrain made me guess that we were almost done. \nBut we had to make a rising traverse on a gradually disappearing path, \nclimbing up and down through notches. The terrain got steeper, and \nfinally I could see the Toni Demetz Hut a long ways away. We had to \nget there almost entirely by traversing a wet cliffside! Boy, this descent \nwent on and on and on.</p>\n<p>At one point there were some iron cables which prevented a need to get \nout the rope and belay. Sometimes we&#39;d find a rappel station and use it, \nor downclimb, always traversing and going down. It was a pretty fantastic \nledge system - I always expected a dead end, but a look around the corner \nwould reveal something just doable without a rope. \nAfter two vertical rappels the terrain got easier, and I lagged behind \nas Mat got off the rock onto the scree leading up to the hut. There was \na final bouldering problem with a waterfall which I climbed mechanically - \ntoo exhausted to feel anything!</p>\n<p>The 500 feet up to the hut was really tough, and I got there to meet Mat \nready to ski down the scree to the car. I just had to go in and warm up \nfor a second though! Perhaps Mat didn&#39;t want to taint the climb with \ncivilization, because he stayed outside in the rain. 5 minutes later, \nI felt better and we began hiking down, eventually switching to lovely \nscree-skiing. It was starting to get dark, and when we got near the \nSellajochhaus, Mat spied a figure approaching. It was Ari! And she was \nexcited about the hike she&#39;d done. I think she saw an ibex. The three \nof us walked happily to the car. I was gushing about the climb, kind \nof amazed that it was a day trip!</p>\n<p>I loved this climb, I learned a lot. Maybe nothing specific, but the \nidea of what is possible for me was expanded. Climbing with Mat was \na priceless experience. He&#39;s truly a &quot;man of the mountains,&quot; moving \nswiftly and with confidence. I believe that his calm demeanor in\nthe face of uncertainty will always be a top asset to any party he \nis with in the mountains. I hope we can climb again sometime! [An \nupdate on Mat, he and Jeff went on a whirlwind climbing trip a \nmonth ago, climbing The Nose on El Cap, Lost Arrow Spire, several \nother valley routes, and finishing up with a very late season ascent \nof the North Ridge of Mt. Stuart here in Washington. The pictures \nfrom that climb\nwere beautiful, and the thought that I was in my office at work \nduring that experience nearly did me in].</p>\n<p>Back in town we found Kris and Christos on the street, and repaired \nto an &quot;Irish Pub&quot; for some beer. Mat and Ari drove home. He had to \nget up early the next day for a triathalon. Kind of puts things in \nperspective!</p>\n<p>Anyway, I thought this was an excellent climb, and would highly \nrecommend it to anyone comfortable simul-climbing 5th class terrain\n with sparse pro. There is no way you could belay every pitch. It \nalso isn&#39;t necessary to solo the route (unless you want to). We were \nroped up the whole way up, and not at all on the way down.\nWe took from dawn to dusk on this late August day.</p>\n"}