{"date":"2002-7-13","title":"Glacier Peak, Frostbite Ridge","blurb":"solo climb","description":"<ul>\n<li>Glacier Peak, Frostbite Ridge</li>\n<li>July 13-14, 2002</li>\n</ul>\n<p>I&#39;d been looking forward to a solitary weekend in the mountains for a\nwhile, especially after a series of fun (and tiring) &quot;do it in a\nday&quot; trips. I like to feel in tune with the mountains, and usually it\ntakes an overnight trip to get this. Being alone is fun sometimes too,\nit&#39;s the way I started exploring the hills. I thought about different\noptions, many of them were truthfully over my head for a solo trip.</p>\n<p><img src=\"images/glamountain.jpg\" alt=\"Glacier Peak from Kennedy Ridge\">\n<img src=\"images/kennedygla.jpg\" alt=\"The Kennedy Glacier, and tracks of Doxey Kemp&#39;s party\">\n<img src=\"images/kennedypeak.jpg\" alt=\"I came from the green/snowy ridge left of Kennedy Peak, then around the peak on the right.\">\n<img src=\"images/frostbite.jpg\" alt=\"Frostbite Ridge. The true summit is on the right.\">\n<img src=\"images/fromrabbit.jpg\" alt=\"A short, steep section below the Rabbit Ears.\">\n<img src=\"images/summitg.jpg\" alt=\"I climbed ice on the left, then snow.\">\n<img src=\"images/bedtime.jpg\" alt=\"Hot food, and nice sunset from the summit\">\n<img src=\"images/sungo.jpg\" alt=\"Evening on the summit\">\n<img src=\"images/whitechuck.jpg\" alt=\"The morning was windy, with fast clouds below\">\n<img src=\"images/mornclouds.jpg\" alt=\"The Sitkum Glacier below, Sloan Peak in the distance\">\n<img src=\"images/sitkumspire.jpg\" alt=\"Sitkum Spire, and a roped party\">\n<img src=\"images/sillo.jpg\" alt=\"The roped party, getting onto a pumice ridge\">\n<img src=\"images/sulphide.jpg\" alt=\"Looking back up at the Sitkum Glacier\">\n<img src=\"images/mistspire.jpg\" alt=\"A spire low on the Sitkum\">\n<img src=\"images/forestfloor.jpg\" alt=\"Remote forest floor, below the Sitkum climber&#39;s trail\"></p>\n<p>But Glacier Peak could be done. I&#39;d read a report from Eric&#39;s Base\nCamp about a solo climb of Frostbite Ridge and a descent of the Sitkum\nGlacier.  Reports indicated that crevasses are not a serious problem\nat this time of year, on this particular trip. I bought a tiny\ncanister stove and a dehydrated meal so I could stop anywhere on the\nmountain I felt like, and always be able to melt water from snow. I\nwore light hiking boots, but carried aluminum crampons and a second\nice tool that might be handy for the final &quot;ice wall&quot; on the\nroute. Traveling light would be a real asset on such a long route!</p>\n<p>Kris would need the car over the weekend, so she dropped me off at the\nWhite Chuck trail-head. I hoped to hitch a ride out, at least to\nDarrington, or as far as Seattle if someone came along. I told her to\npick me up at 6 pm Sunday if she hadn&#39;t heard from me yet. I kissed\nKris goodbye, and started hiking at 8:30 am.</p>\n<p>I always hike too quickly at first, mind racing with all the little\ndetails, all the &quot;what ifs.&quot; When my shins got sore I slowed down. I\nwas worried about the weather. The forecast was good Thursday, and\nFriday morning, but I was strangely superstitious about checking it\nSaturday before we left! So when sprinkles of rain greeted us at the\ntrail-head, I wondered how far I&#39;d actually get. The mountain could be\nseen, it looked great from the road. But in the west, a dark purple\nwall of clouds was moving in, as furtive glances over my shoulder\nconfirmed.</p>\n<p>But eventually I lost myself in the steady hiking. I stayed cool,\nthinking about many things beside the White Chuck river. I walked 5\nup-and-down miles beside and above it, coming into the open beside the\nrocky stream. A junction to the left led me towards Kennedy\nRidge. Finally the trail climbed and maintained it&#39;s elevation. After\n1.7 miles, I met the Pacific Crest Trail, still partially buried in\nsnow, and followed it up to another gradual ridgetop hike. The snow\ndeepened, and I seemed to be forever climbing onto a snowbank, and\ndescending the other side to bare ground. The low throb of a Ptarmigan\nsounded now and then in the woods. There were some tracks to follow,\nand I eventually arrived at Boulder Creek, which I had to cross. I was\na little confused on the near side of the bank, but eventually found\nthe right way. At which time, two friendly climbers came down and told\nme about their trip. They had climbed Frostbite Ridge to the Rabbit\nEars, but ran into their turn-around time. I asked about water\nsources, and the conditions of the glacier between 8000 and 8800 feet,\nan area I knew that crevasses could occur. &quot;Just a snowfield&quot;, they\nsaid. I stopped to eat half a sandwich, and continued with new energy.</p>\n<p>These were the first people I met on the trip, and the last until my\ndescent the next day. They mentioned that a party of six had gone up\nKennedy Ridge the day before. After a little hiking, I began to wonder\nwhere to leave the trail and head up the ridge. I crossed a steep and\nawkward brush slope, losing the trail but gaining a bevy of\nmarmots. At the other end of the slope I decided to head up. Very\nmelted out tracks seemed to confirm my decision. The sun was out, and\nI had great views of mountains like White Chuck and Sloan Peak. I\ngained the ridgetop and hiked a spectacular trail with great views\ndown each side. The incredible Kennedy Glacier spilled down the side\nof the mountain on my right, and a view into the dark Suiattle valley\nkept my left side interested. But it was clouding up in the south and\nwest. Before long, I could smell the approaching rain. The smell\nreminded me of Texas. I performed some surgery on my pack to make it\nwaterproof, and got my jacket handy. Sheets of rain were visible only\na few miles away.</p>\n<p>After some tedious side-hilling on unstable ground, I reached a small\ncreek. I filled my quart of water here, since it may be my last\nchance. At 7200 feet, I stepped onto the glacier, following old tracks\non a traverse around Kennedy Peak. As I rounded the shoulder of the\nmountain, I was struck by the incredible Chocolate Glacier - building\nsized chunks of ice tumbling down to a dusty valley. What mountains\nwere I looking at? Perhaps Bonanza, Copper and Fernow? My map didn&#39;t\ncover that, I&#39;d have to guess. At 8200 feet, I was climbing above the\npass near Kennedy Peak. I was getting pretty tired. Hearing burbling\nwater, I left my pack on the snow and followed the sound down the\nKennedy Glacier about 200 feet to a curving arc of snow and ice\nsheltering a babbling brook. I sat for a long time, drinking a full\nquart before leaving. The climb to 8800 feet seemed to take a long\ntime. Ahead of me was Frostbite Ridge, a mix of decomposing gravel and\nsteep snow. I took off my crampons and ate the other half of my\nsandwich before getting onto the rock. I realized I was tired, and\nimagined possible bivy sites near the Rabbit Ears or perhaps in the\ncrater 500 feet below the summit. The rock was tiring. If I stopped to\nrest, I&#39;d sink back in the sand at least one footstep. I learned to\nstop on well-anchored boulders. I welcomed the chance to change back\nto the snow, which was easy to kick steps in, but didn&#39;t provide too\nmuch security for the axe. The angle was a steady 40 degrees, but with\nthrilling exposure. Patches of dirty bare ice were on my left, and\npulverized rock somehow clung on the right.</p>\n<p>&quot;Now I&#39;m finally climbing,&quot; I thought. It had been twelve miles and\n7000 feet of elevation gain to this point, this point where my mind\nawakened to the precariousness of my position and the delicacy of safe\npassage. I felt too exposed and alone to stop and get the camera out\nfor a picture, but was enjoying myself greatly. I saw tracks, weaving\nbetween crevasses on the Kennedy Glacier, and enjoyed that climb as if\nI&#39;d been there. The ridge steepened as it reached rocky towers. The\nsnow was sugary, and my steps would sometimes collapse under my\nweight. I had to be very careful since I couldn&#39;t pull on the ice axe\nto climb up. On reaching the solid rock of the Rabbit Ears, I was\nagain pleased with the change of medium.</p>\n<p>I decided to keep crampons on for the climb over and down from the\nRabbit Ears, as a formidable obstacle loomed just ahead. There was a\ncliff of snow and ice, which looked vertical for 100 feet. I went up\nto it and contemplated a long steep traverse around it on the\nleft. But there were crevasses, cliffs and moats that way. So I\ncarefully climbed, and found the difficulties less than expected. I\nguess it was 60 degrees for 40 feet, and the snow was good where I\nneeded it. Pleased with this, I hiked along the crater rim,\noccasionally punching through into holes, which I learned to avoid. I\nlooked across the crater at my final obstacle. If I could climb that\nwall of ice and snow, I could sleep on the summit. If I couldn&#39;t, I&#39;d\nhave to return the way I came.</p>\n<p>Descending into the crater was tricky, I picked a poor place to do\nit. Facing in, I kicked steps down and over a few small\ncrevasses. Once down, I sat on my pack and ate. The sky had cleared,\nbut the wind was quite strong. I studied the face, noticing two\npossible lines.</p>\n<p>One on the far left involving climbing over a small crevasse on a\ncrumbling lip of snow. I saw tracks on this line higher up on the far\nleft edge of the face. I shuddered when I saw a 100 foot section of\nthis &quot;trail&quot; had crumbled off the edge and disappeared. This party\nhad apparently walked on a cornice, but had been lucky. On the right,\na bold line of scratchings went directly up the blue ice to the\nsummit. That line inspired me, but was too risky to do alone. (Once I\ngot up to the ice, I saw that line was pretty dangerous, because the\nice was weeping water along it&#39;s whole length)</p>\n<p>A third idea appealed to me. I could use my second ice tool, and very\nmodest ice climbing skills to climb the lower 50 feet of ice\ndiagonally left, and connect to decent snow which was still safely\nleft of the corniced trail. Climbing this ice would be safer than\ncrossing the crevasse, something that would be foolish alone. I\napproached the ice, placing all crampon points flat on the steepening\nwall. Soon I switched to front pointing and a traverse using the picks\nof my axes. Yet another place where I didn&#39;t get the camera out! The\nwind was blowing, the sun was setting and I was alone. I concentrated\non a few delicate moves, then reached a snow patch where I could kick\ntwo good steps. Some more ice, then ice covered with inches of snow\nfinally led to good deep snow where my axes found deep, if insecure,\npurchase. &quot;That&#39;s what I&#39;m talking &#39;bout!&quot; With increasing elation,\nI continued to methodically plant my axes, finally gaining a\nridge. The summit was a short walk away, gained after a quick glance\nback down to the crater. For a while I sat grinning, kind of amazed to\nbe here. I didn&#39;t find a summit register, which was mildly\ndisappointing. But the golden evening was incredible. Godbeams\nstreamed onto clouds far below over the valleys. Dark blue clouds\nmenaced the eastern mountains, providing the predicted eastern\nthundershowers. I could see the other giants: Rainer, Adams, Baker,\nStuart. It was 7:30 pm, 11 hours since I&#39;d set out. I knew friends\nwere working on a triple summit weekend in the Entiat Mountains. Were\nthey looking at me?</p>\n<p>I established camp right on the summit, scraping a flat area out of\nthe snow. I needed food and drink, so I set up an area for the\nstove. Of course I couldn&#39;t light it due to the wind. I dug a 1 foot\ndeep hole, but the wind still found a way in. But a 2 foot deep hole\ndid the trick, and soon the roar of the stove accompanied the warm\nevening sun and I. I&#39;d brought the cell phone to call Kris, but could\nnever get a signal even up here. Once the phone rang, but when she\npicked up, she heard nothing. I cooked a Thai shrimp dinner and boiled\n2 quarts of water, sliding into my sleeping bag with a full\nstomach. I&#39;d forgotten chocolate mix, so hot water was my only\ndrink. When full darkness came, I took out my contacts and settled\ndown to sleep.</p>\n<p>Rain woke me up. I adjusted the poles on my bivy sack for this\nsituation, and listened to the patter and the increasing wind. The sky\nlit up with lightning, but there was no thunderclap. The rain stopped,\nand I sat up. The lights of Puget Sound surprised me. I thought of\npeople driving on the Alaskan Viaduct, looking at the skyscrapers.</p>\n<p>I know I slept some more, but it wasn&#39;t until full light that I got my\nbest sleep. When I finally decided to get up, it was after 7 am. The\nvery strong wind and very hard snow posed a problem. My camp would fly\naway if I left it. I got boots on and wobbled across the icy surface\nwith my bivy sack and sleeping bag. Finding a sheltered nook between\ntwo rocks, I stuffed my gear in and went to get my crampons. I felt\nsafer with them on, as the snow showed no signs of unfreezing. Putting\ngear away was tedious in the wind, but I was on my way down before 8\nam. I saw where previous parties had glissaded, sliding happily for\nhundreds of feet. That was barred to me with such frozen conditions. I\nfollowed a trail in the snow down and across bands of scree. I saw the\nSitkum Glacier below, and marveled at the force of the wind. Looking\nback at the summit, I saw clouds streaming over the top at great\nspeed. Already I was reminiscing: &quot;Wow, I was up there!&quot; On the\nglacier, a large party of climbers was coming up to my right. They\nlooked huddled and frightened. I continued that way, then climbed down\na 35-40 degree snowfield to avoid intersecting their path. I was alone\nand now preferred to be. This downclimbing offered exciting French\ntechnique: sometimes knees bent, feet pointing down. Sometimes feet\nsideways and ankles severely twisted! The large party stopped and\nwatched me. I finally waved, but got no reply. They continued past to\ngain a lower angled scree ridge coming up from the distinctive Sitkum\nSpire.</p>\n<p>Once down from this slope, the climbing was over. I trudged down many\nsnowfields, keeping tracks nearby for reference, but shortcutting some\ntedious traverses that had been made. Down into a bowl with softer\nsnow. I removed crampons and put my axe away. With ski poles, I was\nable to &quot;ski&quot; on my boots for short rides. I met two climbers on\ntheir way up, having a friendly conversation. Lots more boot-skiing\nled me to Boulder Basin, obvious due to several tents. I wandered\nvaguely down, but worried about losing the trail. Backtracking a short\ndistance, I came to a party of 6 lounging at camp, and asked about the\nway down. They told me to stay right, then we got to talking more. It\nwas \nDoxey Kemp\n and 5 friends, they were the ones who had climbed the\nKennedy Glacier, whose tracks I had admired. I knew Doxey from posts\non NWHikers.net and other internet gathering places for hikers and\nclimbers. I knew he went on interesting trips, and was someone\nfascinated by wild places. He and his gang, the Bushwhacking Climber&#39;s\nClub, were the best re-introduction to society I could ask for\n(&quot;You&#39;ve only been gone 24 hours, Michael&quot; - I know, I&#39;m pretty\nsilly!). They would hike out later in the day. Reluctantly, I\ndeparted, finding the steep trail down to the valley floor.</p>\n<p>This trail provided some exciting hiking! I moved quickly, bounding\ndown on my ski poles, enjoying the ride. When I reached flat ground, I\nwas clunky and unused to it. I hiked on the PCT to a junction with the\nWhite Chuck Trail. After a rest I followed this up and down a wooded\nridge. A steep descent led me to long-fabled Kennedy Hot Springs. I\nfancied a soak!</p>\n<p>But when I arrived to look at it, I quickly changed my mind. The water\nlooked befouled! A loathsome yellow-brown color and sulfuric stench!\nNo thanks...</p>\n<p>I bashed through brush to find an alternate river ford since the\nstandard log had been taken by the river. The Forest Service had\nplaced cairns leading me to an easy crossing. I had almost been\ndreading reaching this point, because now I had 5 &quot;boring&quot; miles to\ngo, up and down along the river. I decided to award myself a mile\nevery half hour, and then secretly hurried to increase the\n&quot;surprise&quot; I&#39;d receive on getting to the trail-head early. I ended up\nhiking this stretch in an hour and forty minutes, similar to the hike\nin. I met a large family about halfway. They were tired, and hopeful\nthat they&#39;d reached the fabled hot springs. I disappointed them\ngreatly, because 1) they hadn&#39;t and 2) I didn&#39;t know why they&#39;d want\nto! &quot;Sorry!&quot; I said to the crestfallen silence surrounding them. I\nhad to hurry away before it turned to pregnant menace!</p>\n<p>Anyway, I remember laughing about something on the way out, and\nnoticing that the trail was following what must have been an old\nriverbed 200 feet above the current one, as there was a long &quot;bench&quot;\nof flat ground paralleling the river below. (I&#39;ll have to look that\nup). I reached the cars, feeling strong enough to climb another peak!\nIt was only 2 PM.</p>\n<p>But now what do I do? A party of backpackers were going in, but no one\nwas leaving. Somehow I thought the trail-head was a campground too, so\nI expected fresh-faced campers to be packing up and leaving. Since the\nplace was deserted, I finally unrolled my sleeping bag, and napped in\nthe grass. I heard a car door shut, and begged a ride with 4\nbackpackers from Bellingham. They were a great bunch, and had actually\nenjoyed the Hot Springs. They dropped me off in Darrington where I\ncalled Kris.</p>\n<p>I had more than an hour to kill in Darrington, and asked some children\nwhere the library was. &quot;This town doesn&#39;t have a library&quot; said a\nlittle girl. I walked across the street to a civic-looking building:\nDARRINGTON PUBLIC LIBRARY. With a smirk I strode to the door, then\nread the ungodly hours. (something like Tues, Wed: 2-3:30 pm, Fri: 1-4\npm). &quot;Those kids were right.&quot;</p>\n<p>So I noticed a glider plane strafing the town, then soaring off to the\ncliffs of Whitehorse Mountain. After a visit there, the plane came\nback, flying just a few hundred feet above me. I found a park and\ncalled Peter and Kim. They were great fun to talk to, and soon after,\nKris came and got me. Thanks so much to her for the rides! Thanks to\nthe weather and the mountain! It was a really fun weekend!</p>\n"}