{"date":"2002-6-10","title":"The Tooth","description":"<h2 id=\"the-tooth-peter-s-birthday-\">The Tooth (Peter&#39;s Birthday)</h2>\n<p>Jeff Witt was in town, and Peter set up a chance for us to go climbing\ntogether. The total group was Jeff, Peter, Kim, Jake, Larry and myself. We\nparked at the upper lot and headed up the snowy path under blue sky.  Jeff had\nbeen offered a guiding position for Exum Mountaineering. He&#39;ll spend the summer\nguiding clients on the Grand Teton and other Wyoming peaks. He&#39;d paid his dues,\nand we were all happy to see his dream come true! He told us about various\nclimbing trips on the way up.</p>\n<p><img src=\"images/meplasclimb.jpg\" alt=\"Commemorative graphic\">\n<img src=\"images/datoof.jpg\" alt=\"Here&#39;s Dan on the Tooth\">\n<img src=\"images/petercake.jpg\" alt=\"Peter and a birthday cupcake\">\n<img src=\"images/pinpass.jpg\" alt=\"Descending Pineapple Pass\">\n<img src=\"images/kimrap.jpg\" alt=\"Kim and slopes of Denny Creek\">\n<img src=\"images/jeffrap.jpg\" alt=\"Jeff prepares a rappel\">\n<img src=\"images/dantrav.jpg\" alt=\"Dan enjoying the climbing to Denny Peak\">\n<img src=\"images/datrav.jpg\" alt=\"Part of the traverse to Denny Peak\">\n<img src=\"images/mefollow.jpg\" alt=\"Me having fun\">\n<img src=\"images/snowtrav.jpg\" alt=\"Dan traversing snow\"></p>\n<p>We climbed steeply to Pineapple Pass, not realizing that we&#39;d missed\nthe easier approach up one gully to the south until I&#39;d topped out and\ndiscovered rappel slings. This was actually an enjoyable way to get to\nthe base of the climb, but some in our party didn&#39;t have ice axes, and\nthat made the way feel less secure. It was quick though.</p>\n<p>Jake and I started out first. I wore plastic boots because my light\nhikers needed resoling, and one of my leather boots was broken and in\nthe shop. We used a doubled 8 mm rope, so had to climb 25 meter\npitches. I set off, enjoying the dry rock and sun.  Jake came up and\nwe set off again. He and Angie just had a wonderful baby girl, and\nhe&#39;s been away from the mountains for awhile. The Tooth was a great\nreintroduction. Amazingly, we had it to ourselves until we reached the\nsummit. Peter and Kim climbed on a rope, Jake and Larry just behind.</p>\n<p>I was finding the climb more difficult in plastics, especially slabby\nsections where my feet dangled uselessly. I wore a pack, and as for\nthe contents, I kept them secret. On the last pitch I angled left to\nthe &quot;catwalk,&quot; but needed to use the catwalk for my hands because I\ndidn&#39;t trust the boots without good handholds. For me, this pitch was\nabout 5.8, with a real dearth of protection until I reached the crack\nthat angles back right. I was sweating pretty nicely and wishing for a\ntop rope for a while there! At one point, one of the tiny edges I\nplaced my boot on exploded under the pressure. Happily, I had good\nhandholds.  I really wished for leather boots, or maybe crampons, or\nmaybe just in socks or barefoot.</p>\n<p>I belayed Jake up, and settled in to enjoy the view and unveil my\nsurprise. You see, it was also Peter&#39;s birthday, and Kris had baked\ncupcakes the night before. I had a package with eight cupcakes,\nfrosting, sprinkles and two candles! Jake, Jeff and Larry helped me\nbuild the cupcakes, and Jeff lit the candle. Peter and Kim appeared\nand we sang happy birthday. There is a picture of Peter blowing out\nthe candle, but actually the wind beat him to it.</p>\n<p>So we enjoyed a great dessert on top of a fun little peak, admiring\nthe views of nearby peaks. Even Mt. Rainier was out in full\nsplendor. We were so pleased to be out!</p>\n<p>I was admiring the traverse over to \nDenny Peak and trying to entice\nsome companions.  I&#39;d gotten a ride with Jake, so when no one wanted\nto go I was a little disappointed, but still happy with the day. It\nwas only 11 am and we began our descent. Peter and I made the final\nrappels, collecting ropes as we went. I down-climbed the way we came\nup, and Peter, Larry and Kim decided to rappel. Jake and Jeff hiked\naround and down the easier way, and were later seen sunning themselves\non a rock in Great Scott Bowl.</p>\n<p>As I started down, \nDan Smith hiked up and we had a happy\nmeeting. &quot;What a coincidence that you are here!&quot; Dan had called my\nhouse in the morning asking about going cragging at Index. Since he\ncouldn&#39;t reach me, he decided to climb the Tooth instead. I crafted a\nhappy solution, whereby I&#39;d wait for Dan here, then we&#39;d traverse to\nDenny Peak. Dan could give me a ride back to the city, and my Tooth\ncompanions could head home to a late lunch. I waved goodbye to the\ngreat group of friends, now bounding down towards Source Lake.</p>\n<p>Hiking up to a saddle I got a nice view of the Tooth and the people\nnow crawling all over it like ants. I watched Dan quickly climb and\ndown-climb the route. He came down Pineapple Pass, and slipped slightly\non the traverse over. I belted out a Simpson&#39;s-style &quot;Ha ha!&quot; 23 heads\nturned to look!</p>\n<p>&quot;Hail fellow, well met!&quot; Again we marveled at our good fortune to\nmeet. We traversed snow to meet the ridge to Denny Peak just before a\nsharp, craggy crest. I pitifully squeaked an exemption to all rock\nleading due to my boots. I didn&#39;t have a rope anymore, but I had a few\nslings and pieces of protection. Dan had a static 7 mm line.  &quot;Dynamic\nhip belays only.&quot; I remembered the scars Mike Lubrecht had showed me\none day from his dynamic hip belay of a falling leader. &quot;Okay.&quot; Gulp.</p>\n<p>The first pitch had a tough move at the start. Dan scrabbled around,\ncaught himself when a handhold broke, and finally resorted to putting\non rock shoes. This helped, and soon he passed the hard section and\nreached a belay on the ridge crest. I grunted up, and Dan took off for\na really fun pitch, climbing on and just below the crest on the right\nside of the ridge. The exposure and unexpectedly good, solid climbing\nhad us shouting and belting out snippets of various songs.</p>\n<p>We continued for another rock pitch then entered an easier section of\nsnow and shrubby ledges. We climbed to a false summit and saw that\nDenny Peak was still a good distance away. </p>\n<p>&quot;Should we bail here?&quot;</p>\n<p>&quot;NAW!&quot; </p>\n<p>For the next section I remember going up, down, and traversing\nsteeper snow. There were moats and cornices for excitement, but mostly\neasy terrain. Near the summit of Denny Peak, we found many fuses from\nexplosives.  We also saw a hangman&#39;s noose tied around a tree. Wha? We\nwere also surprised to see some other people who came up from\nAlpental. At the summit we realized we are now eligible for the\nMountaineer&#39;s Seven Snoqualmie Summits Pin. That is, if we were\nmembers. Lessee, I&#39;ve now got Chair, Snoqualmie, Lundin, Red,\nThompson, Tooth, and Denny! High five!</p>\n<p>We quickly got down to the Alpental parking lot with a mixture of\nglissading and running down the snowfields. Dan gave me a ride all the\nway home to Woodinville (hella nice of him, because it&#39;s a long ways).</p>\n<p>Thanks to Dan, Peter, Jeff, Kim, Jake and Larry for an excellent day\nin the mountains!</p>\n"}