{"date":"2002-3-2","title":"Chair Peak North Face","description":"<p>Dan and I were going to do something this weekend. My time got\nshortened to one day due to long-overdue house chores and some\nrelatives visiting on Sunday. He had climbed Chair Peak before but\ngenerously agreed to climb it with me. This route has been kind of a\nmilestone in my mind, and I tried rather crabbily to get some sleep\nFriday night. &quot;Kris, can you tell the cat to quit breathing so loud?&quot;\nFinally I slept and fuzzily prepared when the alarm when off 35\nseconds later.  We took Dan&#39;s truck, and Dan had brought Aidan\nH. along. I&#39;d met Aidan once before and exchanged emails. It was great\nto finally climb with him. I could try to drill into him how lucky he\nis to be doing this at age 15!</p>\n<p><img src=\"images/travstart.jpg\" alt=\"Traversing to the base of the route\"></p>\n<p><img src=\"images/onapproach.jpg\" alt=\"Dan and Aidan on approach\"></p>\n<p><img src=\"images/aidanlead.jpg\" alt=\"Aidan tries the sketchy start\"></p>\n<p><img src=\"images/cstpitch3.jpg\" alt=\"Wishing me luck from an airy belay\"></p>\n<p><img src=\"images/aidantop.jpg\" alt=\"Aidan and the Tooth\"></p>\n<p><img src=\"images/dantop.jpg\" alt=\"Dan and Kaleetan Peak\"></p>\n<p><img src=\"images/aidanrap.jpg\" alt=\"Aidan on rappel\"></p>\n<p><img src=\"images/rapgully.jpg\" alt=\"Michael on rappel\"></p>\n<p><img src=\"images/summit.jpg\" alt=\"Aidan and Dan, then Dan and Michael on the summit\"></p>\n<p><img src=\"images/midpit.jpg\" alt=\"Michael on pitch two\"></p>\n<p><img src=\"images/lastpit.jpg\" alt=\"Entering the final difficulties\"></p>\n<p><img src=\"images/atcol.jpg\" alt=\"Dan and Michael at a col below the summit.\"></p>\n<p>We geared up and took off. Dan was on skis, Aidan brought skis but\nleft them, and I brought snowshoes and left them. We hiked up the\nvalley and Dan skinned up beside us, talking about previous climbs of\nChair. This would be his sixth time on top, so he had all kinds of\nstories. Good conditions, bad conditions, witnessing a fall. We passed\nthe now-anemic Kiddie Cliff ice flow and soon crunched up pre-made\nsteps above Source Lake. We&#39;d met Alex and Summer in the parking lot,\none of those happy &quot;small world!&quot; moments. There were many cars\nparked, so we mentally prepared for the little miseries of\ncrowding. But moving quickly and easily in the aforementioned tracks,\nnothing could dispel our super-positive mood.</p>\n<p>Dan left his skis by the Thumb Tack, and we headed up to the ridge. We\ngradually entered the &quot;alpine pool&quot; - first an ice axe, then crampons\non the shady side of the ridge. Then helmet and harness - locked and\nloaded, four-wheel drive, ready to rock! This is an important stage in\nwinter climbing. Many times I don&#39;t make it out of snowshoe and poles\nmode, due to weather, conditions or time. Alex and Summer were\nstarting the NE Buttress. Surprisingly, no one was on the North Face.\nAidan got a picture of Dan and I traversing up to the bergschrund. Dan\nbelted out some 1970s &quot;American Rawk&quot; sounding stuff. I tried some\nZeppelin, with little success.  Trying to invoke alpine imagery, I\ndrew attention to my <em>piolet ramasse</em> demonstration and said &quot;Allez!&quot; in\nwhat I thought to be a &quot;french&quot; voice. I tried for grimness, since we\nwere on a north face after all, but none of us could muster it.</p>\n<p>At the bergschrund we went to the rock edge on the right and set up a\nbelay. I led off. Having dreamed about this climb for a while, I was\ndetermined to make a good show.  Thin ice chunks starting coming off,\nexposing rock. Soon I was searching for hook placements on downslabby\nrock. I found one and made a delicate move, merely 6 feet from good\nsnow on the left. I could hook some thin ice above, but I needed some\npro. I fiddled with the pitons, but felt too tenuous to make a serious\neffort at finding something. It wasn&#39;t supposed to be like this! I\ncame down: &quot;sorry guys, too hard for me!&quot;</p>\n<p>Aidan had been watching and getting inspired. His turn: another\nvaliant effort, but stymied by the disintegrating ice. Dan went up and\nreally worked for a piton placement, but they all bottomed out and\nwould maybe hold a water bottle. Very conscious of passing time, Dan\nmoved back to the center of the bergschrund and found a much easier\nway up, helped by a strategic picket placement. He traversed right on\nsnow, then entered some very nice ice climbing.  Another party was\nright behind, and we apologized for slowing them up. They were a group\nof three like us. Dan belayed us both up on the double ropes, and we\nwere in nirvana on the ice bulges. Moanings and sounds of pleasure\nechoed off the face. You would really wonder what we were up to if you\nheard that out of context!</p>\n<p>Dan belayed from ice screws at the top of the bulge, and sent me up\nwith instructions to climb up into a shallow gully on the right, clip\na tree further right, and keep going to the highest reasonable tree\nbelay. Sometimes I had snow good for regular axe placements, and at\nother times bulges of ice put me back into piolet traction mode. I\nrealized one axe would have been enough for this pitch, and probably\nwould have saved time. The angle was low enough that it seemed I had\ntoo much to fiddle with. Anyway, I placed an ice screw in good ice,\nthen ran out the rope to a picket while Dan and Aidan prepared to\nclimb.  Mindful that we were simulclimbing, I moved up and slung a\ntree, then kept going on steeper snow to a high tree on the far\nright. The moves to sling the tree were somewhat delicate, as my\nkicked steps awoke an energetic shrub below the surface, which pushed\nup with slick leaves on my feet. I dropped a sling trying to make a\ndouble length runner, but Dan caught it 200 feet below. Aidan was also\nnew to the north face, and was really enjoying the route.  I was glad\nto be at a belay. Earlier in the pitch I sent a chunk of ice raining\ndown when some brittle ice shattered. This was certainly scary for\neveryone below. A bit of seriousness crept into my mood as I thought\nabout that, and tried to prevent dropping debris again.</p>\n<p>We were now a full pitch above the other party, so we took a moment to\neat. Aidan had pepperoni sausage. It seemed to be frozen, but Dan\nsomehow dissolved half of it with highly acidic saliva. I broke into a\npeanut butter sandwich, but didn&#39;t see what Aidan ate, since he was\nperched right above in an awkward stance. He was going to lead the\nlast pitch, but decided against it for several reasons - mainly that\nit&#39;s his first ice climb! I think that was a good decision of the day,\nalong with Dan deciding not to solo the route beside us (he got a\n&quot;wild hair&quot; for a minute). Aidan could easily lead it, but I think\nit&#39;s important to have that confidence in your mind that &quot;I&#39;ve seen\nsomething like this before, I&#39;ve been in a similar situation.&quot; And as\nfor Dan soloing, we just wanted him on the rope with us. Why not,\nright?</p>\n<p>I&#39;d done a few single pitch WI3 things with Alex, Peter and Steve over\nthe last year so I felt pretty good about trying it. But I was\napprehensive about running into rock like down at the bergschrund. I\nquizzed Dan for a few more piton pointers and traversed left from the\nbelay. Aidan got a nice picture of me, and I got a good one of them -\nperched at this single tree in the middle of frozen hell! I considered\nasking them to look worried and emaciated, but Dan merely looked\ncomplacent and happy. We shouldn&#39;t have fed him the pepperoni!</p>\n<p>I slung a shrub and entered a private world around the corner. Back\nonto harder snow and ice, I climbed a shallow gully on the\nright. Another shrub provided more protection for the rope and soon I\nwas at a rock wall where I needed to traverse left to a bulge of\nice. I looked around for a crack in the rock, and immediately saw a\ngood Knifeblade placement - Yes! I slotted the piton and\nhammered. First carefully, then with wild abandon, enjoying the\nsteadily rising &quot;ping!&quot; tone. Of course, wild abandon on a north face\nis more muted than by the ocean. I think it translated to a &quot;flicker\nof a smile and a whispered yes!&quot; in reality.</p>\n<p>Now I could move carefully left and up. I placed an ice screw at the\nbase of the bulge, but it wasn&#39;t the best. There was good ice, and\nthen I seemed to punch through into a hole after three inches. Hmm. I\nfound good placements high, took a few steps up and passed the\nbulge. &quot;Nice!&quot; Now I had a steep snow slope all the way to the\ncorniced ridge. Dan and Aidan starting climbing during this section,\nso I placed a picket for safety. Another 60 feet and I was dazed in\nthe sunshine looking down to Alpental.  Belaying at a tree, I tried to\nmemorize every step of the climb. I had alternated clips, so Dan was\nable to stay further left on the face while Aidan went into the gully\nwith the piton. I had played a small joke by clipping a quickdraw to a\nstout twig above the difficulties. Dan thought &quot;who is he kidding?&quot;\nwhen he cleaned it. Maybe protection can be performance art? I&#39;ve\nheard of an aid climber who glues little plastic toys to key points on\nhorrible blank faces of rock. So a Greedo action figure might signal\nthat it&#39;s time to begin hooking on crumbly ledges, and Darth Vader is\nat the belay station. The &quot;comical twig&quot; is my entry into that dubious\nart.</p>\n<p>We left the ropes and walked to the summit, amazed by the &quot;Tetony&quot;\nview all around. I used to think of Snoqualmie Pass as fairly\ngentle. I think it&#39;s because of a pencil drawing in the Beckey Bible\nwhich makes the ridge from the Tooth to Chair look like a class 2-3\nscramble. But everything was vertical, and every snowy couloir held\npromise of adventure. A crazy Alaskan ridge to the Footstool, an\nunknown summit left of Kaleetan, the half-imagined New York Gully\nacross the valley. There was no wind, and the sun was warm so we were\nencouraged to linger. We discussed the degree to which the climb had\nrocked our faces off. The degree was at a minimum, extreme. I worried\nabout what Kris would think when I returned home, my visage a mass of\nsinew and tissue, due to the sloughing off of the skin caused by the\nunnatural excellence of the climbing!</p>\n<p>We all knew when to head down, and quickly descended to our gear. The\nparty below had set up a belay above the last ice bulge and seemed to\nbe having fun. Alex and Summer had been up here but we had missed\nthem. We climbed down a mushy-icy-mushy gully to a col with a rap\nstation. A single rope rappel got us into a gully above the large bowl\nwith the Thumb Tack. The down-climbing was a little tricky from that\npoint. First Dan deftly passed us, then Aidan invented a cool\ntechnique, and I followed, impatient with my slow, facing-in\ntechnique. Finally we could plunge step and glissade for a while,\nuntil the snow became a crust over avalanche debris, and we wallowed\nthe rest of the way.</p>\n<p>Dan set up his skis and Aidan and I walked down. We had a few nice\nglissades above Source Lake, but a lot of plodding along too. Aidan\ntold me about his climb of the Stuart Glacier Couloir last year, which\nwas a huge day. We talked about the cascadeclimbers web site, and what\na great resource it is (no kidding!). We beat Dan back to the truck,\nand he said the skiing had been pretty difficult. I love it when a\nskier says that, I feel ok not knowing how to ski. These moments are\nfleeting though, and they seem very far away when I plod down a snowy\nlogging road, my companions already drinking beer and laughing at the\ncar!</p>\n<p>So naturally, we repaired to the North Bend QFC for fried chicken. I\nrounded this out with a corn dog and a chocolate milk. We sat on the\ntailgate and stared at the sun, feeling free like birds, as they say.</p>\n<p>Thanks Aidan and Dan!</p>\n"}