{"date":"2002-6-20","title":"Mount Stuart Ice Cliff Glacier","description":"<ul>\n<li>Mount Stuart, Ice Cliff Glacier</li>\n<li>June, 2002</li>\n<li>Text by Daniel Smith</li>\n</ul>\n<p>Michael has kindly allowed me to write this trip report. I won&#39;t\npromise you the same gentle humor that Michael&#39;s writing is known for,\nbut I will try to at least get the facts (mostly) straight.</p>\n<p>So it came to be that Alex, \nMichael and myself would be doing Ice\nCliff Glacier as a day trip with a summit of Sherpa Peak via the West\nRidge if we had time and the inclination. We were all in agreement to\nan early start so I met Alex and Michael in North Bend at 12:30. By\n3:00 AM we were packed up and hiking down the trail.</p>\n<p><img src=\"images/icecliffho.jpg\" alt=\"The Ice Cliff Glacier\">\n<img src=\"images/alexescape.jpg\" alt=\"Alex negotiates the cornice\"></p>\n<p><img src=\"images/dansun.jpg\" alt=\"Dan below the false summit\">\n<img src=\"images/descentsh.jpg\" alt=\"Descending to the Sherpa Glacier\">\n<img src=\"images/easyice.jpg\" alt=\"Alex leading an ice step.\"></p>\n<p><img src=\"images/gullyexit.jpg\" alt=\"In the Ice Cliff couloir\">\n<img src=\"images/midglacier.jpg\" alt=\"A close-up of the final snow climb\">\n<img src=\"images/northwalls.jpg\" alt=\"The north side of Mt. Stuart\">\n<img src=\"images/sherpaglacier.jpg\" alt=\"The Sherpa Glacier. Sherpa Peak on the left\">\n<img src=\"images/snowbridge.jpg\" alt=\"Dan checks out a snowbridge\">\n<img src=\"images/iceuppercol.jpg\" alt=\"In the couloir\"></p>\n<p>The approach to the North side of Mt Stuart offers a little for every taste, a \nwide easy trail, off trail bush-whacking, a couple of sporty log crossings over \ncreeks and a lot of boulder hopping. The only thing it (thankfully) lacks is \ndevils club and slide alder. The boulder hopping seemed to go on forever but \neventually we hiked up into the moraine below Sherpa Peak and Mt Stuart. A \nlittle after 6:00 we were gearing up for the route. </p>\n<p>We climbed firm snow and occasional ice to the base of the Ice Cliff where Alex \nand Michael roped up and I charge on ahead. The ice cliff was in fine shape, \noffering solid ice and AI 2+ climbing. Half way up I started cursing my \nimpatience and wished for a rope as I felt out of practice and a bit exposed. \nI worked carefully up the ice cliff until reaching a lower angled chute. I \nmotored to a conveniently located flat spot on top of the cliff and drank some \nwater and waited for Alex and Michael. </p>\n<p>The next section involved crossing crevasses on some questionable\nlooking snow bridges. I tied in and led off finding the bridges just\nfine. We wandered back and forth across the glacier as crevasses\ndictated. The route steepened and we bypassed the bergschrund on the\nleft with Michael in the lead.  I noted how much more snow was here\nnow than when I was here four years ago while attempting the Girth\nPillar route. I had fallen when a hold broke and got pretty banged\nup. I was able to find the gear I had left, still in place four years\nlater. The abundance of snow allowed me to climb up to the first piece\nby on a tongue of ice. I took the number 3 Camalot as a souvenir.</p>\n<p>We climbed to a nice spot carved out by an avalanche where we unroped\nfor the final chute. We climbed up into the sun, kicking steps and\nbreathing hard.  [Dan is being modest - he sped ahead, kicking\nnice steps for over 1000 feet. We would have helped if we could catch\nhim! - ed.]  The couloir necked down and gave a final sting the tail\nin the form of a nearly vertical wall we had to pull over.</p>\n<p>We were greeted by a stiff breeze and a long line of hikers bound for\nthe summit via the Cascadian Couloir, many without ice axes and clad\nin only shorts and T-shirts. We felt satisfied with what we had\nclimbed and decided against attempting Sherpa. The snow on the south\nside was baked to the consistency of oatmeal and the traverse to the\ndecent was nerve wracking.  After some discussion we located the\nproper notch down onto the Sherpa Glacier.</p>\n<p>Down we went one by one. Michael and I were down first and we leaped\nacross the &#39;schrund and directed Alex to the safer walk\naround. Shortly after, Michael had to outrun an avalanche of snow\nblocks that slid off of a rock rib. [Oh yeah, I forgot about\nthat!  - ed.] The descent and walk out from then on were uneventful\nand we ran into far fewer hikers than expected. We arrived back at the\ncar at 5:00. A fine dinner back in Leavenworth completed the trip.</p>\n"}