{"date":"2002-6-25","title":"The Tooth","description":"<ul>\n<li>with Kris and Steve Allain</li>\n<li>June, 2002</li>\n</ul>\n<p>Our good friend Steve was visiting from St. Louis. A staunch \nhiker and lover of mountains, he had been sorely deprived \nin the Missouri territories. He had a few days off from \nAikido studies in the city, so Kris and I decided to take him \nclimbing. At first we thought of something like an old \nfavorite at Leavenworth, but due to a really fun experience \non the Tooth earlier in the month, I was excited to take \nKris and Steve there. The Tooth provides a mix of snow and \nrock climbing, in the heart of excellent alpine scenery. \nLess driving too! </p>\n<p>We were hiking by 8:30, and were able to park at the upper \nlot and walk on snow right away. Steve had rented plastic \nboots, Kris and I had light hiking boots. The weather was \nperfect, and the rustling stream was a merry companion \nas we trudged up the valley. Kris had to get used to walking \non snow, something she neither likes nor...likes! But she \ncame along like a solid trooper. Steve became our step-kicker \nas the terrain steepened. </p>\n<p><img src=\"images/topassp.jpg\" alt=\"Steve on the approach\">\n<img src=\"images/snowush.jpg\" alt=\"Kris and Michael on the approach\">\n<img src=\"images/steveaosnw.jpg\" alt=\"Steve on the way\">\n<img src=\"images/lilcutiep.jpg\" alt=\"Kris enjoying the rock\">\n<img src=\"images/firstpit.jpg\" alt=\"Looking down the first pitch\">\n<img src=\"images/theend.jpg\" alt=\"Kris on the last move! (she did great)\">\n<img src=\"images/steveonsum.jpg\" alt=\"Steve on the summit...he survived!\">\n<img src=\"images/medownc.jpg\" alt=\"Michael climbing down on belay\">\n<img src=\"images/stevetrap.jpg\" alt=\"Steve&#39;s first rappel ever\"></p>\n<p>We missed a turn in the trail, and ended up climbing steeply \non a long traverse towards the upper basin (Great Scott Bowl). \nKris wasn&#39;t feeling very well, so several times we stopped \nand debated returning. But she just needed some food, and a \nPowerbar did the trick. Meanwhile, the views became more \nexpansive, and after another half-hour we were out of the trees \nand in the bowl. Rocky buttresses rise on either side, and a \nfew boulders in the basin peek from the heavy mantle of \nwinter snow. It was very quiet, and we saw little specks moving \nup the slope above Source Lake. The sun was out, slowing us \ndown a bit. Kris wasn&#39;t used to the deceiving appearance of \ndistant objects in snowy regions. The objective looks very \nclose, but with each step, it seems to recede! We talked to \nrelieve the boredom caused by this effect. Suddenly, I\nheard the strains of &quot;Pinball Wizard&quot; and a golden-haired\nrock star boot skied down the gully. &quot;Michael?&quot; </p>\n<p>And so the second chance meeting of Daniel Smith at the Tooth \nhad occurred! The four of us chatted for a while in the sun, \nand went our own ways. Dan down to some afternoon errand, and \nKris, Steve and I up the slope to the ridge crest. I noticed \nthe slope below Pineapple Pass had melted out quite a bit, \nremembering a few weeks ago when our merry party had mistakenly climbed \nit to the top. Kris found the slope angle a bit intimidating, \nso I short-roped her to the ridge top, where we met Steve. \nHe was a little awestruck by the surroundings and steepness \nof the final climb. He still couldn&#39;t believe we were going to \nclimb the highest rocky spire we had walked under! </p>\n<p>Planning to rest at the base of the climb, we carefully \ntraversed around a tower and along a snowbank. I belayed Kris \nand Steve up to the start of the climb at Pineapple Pass. \nWe drank some water and changed into rock climbing shoes. \nAbout 15 climbers must have been on the rock above us - it was \nhard to find a place to stow our gear. Boots, packs and axes \nlay everywhere. Kris was especially happy to have reached the \nrock - she was in her element now! Steve, on the other \nhand, who had done so well on the snow, was still here only \nbecause he didn&#39;t know how to untie the knot we&#39;d attached \nto him! </p>\n<p>Kris belayed me on the short first pitch. With our double ropes, \nI was then able to belay Steve, with Kris climbing about 15 feet \nbehind. This proved to be a good system. Since it was Steve&#39;s \nfirst rock climb, Kris could offer advice at key points and \nhelp quite a bit. </p>\n<p>It was great fun introducing Steve to this kind of climbing! \nHe would say the funniest things like &quot;okay, I peed my pants \ntwice on that pitch!&quot; or &quot;You people are crazy! Am I crazy?&quot; \nor &quot;Oh god, I can&#39;t feel my legs!&quot; Although he was probably \ntruly frightened at first, he learned quickly, and came up \nwith a smile every time. I enjoyed sensing that feeling he \nmust have had of absolute amazement at being in such a \nforbidding, magical place. We were breaking some fundamental \nrule of physics: colors seemed richer, the air pulsed. </p>\n<p>Steve&#39;s Aikido training came in handy as we climbed. He \nwas too tense, and got a leg cramp. But by remembering to \nrelax and breathe, it went away, allowing him to begin having \nfun with the climbing. He told me at the end of the third pitch \nabout seeking out a harder variation to some mundane climbing. \nHow quickly the mind adapts, then grows \nrestless again! But the final pitch provided enough adventure \nas is. We followed &quot;the catwalk&quot; for 10 feet to the left. \nHere, Steve learned about &quot;exposure,&quot; because he had to look \ndown at his feet as he inched along the wall. There are no \nhandholds As you move left, the abyss beneath grows deeper, \nrevealing tiny trees far below. Then, \nwe climbed up and back right, following an excellent \ncrack in the rock that provided me with a chance to place some protection \nagainst a fall. The trickiest moves of the day were here - \nnow you have great handholds but no footholds! As I belayed, \nI felt slack on Kris&#39;s line, but Steve had stopped moving. \nKris climbed up closer and helped him make the final moves \nwith a few suggestions. Steve&#39;s head appeared over the cliff \nedge, and he made the final bouldery move to join me just \nbelow the summit. &quot;I pissed my pants twice, and defecated at\nleast once on that pitch,&quot; confessed Steve, equal parts mischief\nand relief!</p>\n<p>Cheerfully, Kris popped up and our happy trio scrambled the \nfinal feet to the summit. We had made good time on the rock \nclimbing, and deserved to linger for a while, looking at \nRainier to the south. A cloud spilled onto the Emmons \nGlacier from the summit, and a bank of gray clouds was coming \ntowards us from the ocean. But all the peaks were still \nin the sun. I pointed out Mt. Stuart, Mt. Thompson and many \nothers. Steve carefully probed the edges of the summit block. \nWe had the place to ourselves. It was really fun. </p>\n<p>Finally, I went to prepare the rappel. I didn&#39;t have a rappel \ndevice, so I used a Muenter hitch. This kinked the rope horribly. \nReally, I&#39;ve never seen anything like it, though I&#39;ve rappelled \non a Muenter hitch many times. Time was short, and I begrudged \nthe half-hour spent fixing the ropes. Steve came down on \nhis first rappel. Unfortunately, he had to deal with additional tangling. \nKris arrived, then the rope got stuck after the free end went behind \na rock. I freed that, then got a belayed downclimb of the first two \npitches (no more Muenter hitch rappelling for me!). This rappel \nwas steeper, and Steve found it pretty difficult due to all the \nair beneath his feet! Again the rope got stuck. A very late party \nwas climbing up, and freed the rope for us - thanks folks! </p>\n<p>We decided to rappel down the steeper Pineapple Pass route. I downclimbed \non belay, then Steve and Kris followed. This time, the ropes pulled \ncleanly, but I stupidly forgot to untie the knot, so I had to climb 20 feet\nback up the gully. It was growing pretty late. \nWe hadn&#39;t expected to be out so long, so we had no headlamps. Oops... </p>\n<p>Steve glissaded down the steep snow to the basin floor, and I gave \nKris a belay for her glissade. She tried to hike down the snow unassisted, \nas I kept encouraging (she&#39;d say needling), but many times it was \njust too difficult. She felt completely insecure on the snow. \nMeanwhile, I was getting nervous about the time, and begrudged every \nnecessity to get out the rope and belay. I hurt her feelings \nby insisting that she could just &quot;do it.&quot; Boy was I stupid. Finally, \nI learned that we could move a lot faster if she did have her belay, \nand mostly she&#39;d have a belayed sitting glissade. </p>\n<p>Steve was an excellent companion during this phase of the descent (which \nwas the hardest part of the day). He would walk beside Kris as she \nglissaded, and wait with her at a secure place for me to come down \nand belay again. \nOnce we got this system going, it took little more time than walking would, \nbecause I could send Kris down 200 feet at a time, then come bounding down \nmyself in a matter of seconds. We worked together on routefinding. \nWe had earlier thought to follow the Snow Lake Trail back, since the \napproach we took had been harder than expected due to traversing. \nBut as we reached the Source Lake basin, it seemed easier to follow the creek \nback, hopefully keeping on a trail to avoid steep traverses, and getting \ncaught down by the creek, as can happen there. We found a trail, and \npretty quickly reached the point we had lost it on the way in. \nAs it grew darker, we spread out. Steve in front, keeping the tracks, \nme in the middle, keeping him in sight, and Kris, just in sight behind. \nFinally, it grew dark enough that we had to keep right together, and in \nthis way we happily came to the parking lot. Steve was so exhausted he\npractically leaned on the car to take a leak. That cracked Kris up!</p>\n<p>There was much rejoicing, and we felt really happy to have done this climb \ntogether. In several ways, it was a foolhardy operation, but because of the \ngreat effort and challenge, the memory of this great June day will linger. \nAs we drove away, eager for Cokes, the clouds rolled into the Mountains, \nencasing the Tooth in a dark gray shroud. </p>\n<p>My thanks to Steve, who was valiant, courageous, and kept us laughing!\nMy thanks to Kris, who patiently endured much husbandly error, but\nshowed her bravery at every step on the intimidating snows. I believe\nshe kept on for her friend Steve, who needed her help on the rock\nclimbing. You couldn&#39;t ask for a better friend than her.</p>\n"}