{"date":"2002-8-11","title":"Forbidden Peak North Ridge","description":"<ul>\n<li>North Ridge, III, 5.6</li>\n<li>August 11, 2002</li>\n</ul>\n<p>Summary: Dan and I got a 3 am start at the trail-head, climbed the\nexcellent North Ridge, descended the West Ridge, and returned to the\ntrail-head at 7:30 pm for a long but exciting day.</p>\n<p>Dan Smith and I found ourselves with one free day last weekend, and with the\ngood weather forecast we decided to try something big for a day trip. We&#39;d heard\ngreat things about the North Ridge of Forbidden Peak. That climb gives you the\nchance to visit a large part of the mountain and it&#39;s surroundings. We chose to\nclimb the complete North Ridge, which is usually skirted by climbing a 40+\ndegree snow face to meet the upper ridge.  I decided to wear hiking boots and\naluminum crampons, because most of the technical terrain would be on rock. We\nbrought an 8.8 mm rope that could be doubled on the rock, and a 7 mm static\nrappel line. A light rack, some food, and we were hiking up from the truck at 3\nam Sunday morning.</p>\n<p><img src=\"images/bostonglacier.jpg\" alt=\"Looking down on the Boston Glacier. Sharkfin Col is on the upper right\">\n<img src=\"images/dandownlake.jpg\" alt=\"Dan on the West Ridge with Moraine Lake far below\">\n<img src=\"images/bostonpeak.jpg\" alt=\"Dan on a Sunday stroll\">\n<img src=\"images/dapose.jpg\" alt=\"Dan on the North Ridge\">\n<img src=\"images/fojohann.jpg\" alt=\"Johannesburg Mountain from the summit\">\n<img src=\"images/eastridge.jpg\" alt=\"The East Ridge Direct with nice gendarmes\">\n<img src=\"images/mesummitf.jpg\" alt=\"The editor on the summit\">\n<img src=\"images/midnorthridge.jpg\" alt=\"The ridge thus far...\">\n<img src=\"images/onbostonme.jpg\" alt=\"Michael on the Boston Glacier\">\n<img src=\"images/ptarmigan.jpg\" alt=\"Peaks of the Ptarmigan Traverse\">\n<img src=\"images/snowbelow.jpg\" alt=\"Michael on the highest snowfield of the ridge\">\n<img src=\"images/upperscram.jpg\" alt=\"Dan on clean rock of the upper ridge\"></p>\n<p>We made good time, hiking up the dark and steep trail, but Pilgrim&#39;s\nProgress abruptly stopped at the fresh avalanche debris. A wide swath\nof forest had been wiped out during the winter. Dim headlamps\neventually lost the way.  Dimmer memories asserted that climbing\nstraight up would intersect the trail again (wrong). Thus began a\nCalvin and Hobbes adventure of balancing on logs, crashing through\nbushes, pulling on dubiously attached limbs and stumbling across\ncreeks.</p>\n<p>&quot;What is our purpose?&quot;</p>\n<p>&quot;What kind of world is this?&quot;</p>\n<p>The great existential questions supplied background music to the\nacrobatic struggle.  We didn&#39;t want to squander so much energy, but as\nwe climbed I felt kind of proud. We always admire the pioneers (and\nput ourselves down correspondingly, and rightly), knowing how much\nthey did without trails. But here we were in the dark without a trail,\ngoing on stubborn determination to reach the alpine zone.</p>\n<p>We finally reached moraines below the Quien Sabe Glacier, hiking\nquickly in a cold wind.  Wet slabs reminded me of Mt. Goode two weeks\nbefore. Crampons eased the hike across the glacier to Sharkfin Col. A\nparty of four heading to Sharkfin Tower gave some good advice about\nthe Col. Nelly said &quot;Climb the snowfinger right of the col until the\nrock turns gray near it&#39;s head. Turn left into this short rock gully\nto find rappel slings. A single rope rappel will reach the Boston\nGlacier.&quot; Nelly was a fine fellow to dispense such good advice!</p>\n<p>The wind died on the Boston Glacier, where we roped up to cross the\nslots. We descended 400 feet to get around a rock buttress at it&#39;s\ntoe. Dan led through a small icefall for fun.  &quot;Neat!&quot; I chortled. We\nadmired Logan, Black and Buckner, smiling at our good fortune to be\nhere on a blue sky day. The Boston Glacier is very beautiful. As we\ntraversed to the North Ridge of Forbidden, we took in the deep Thunder\nCreek valley and steep gray slabs beneath the glacier. They were\nlittered with ice, which came down even as we looked.</p>\n<p>We walked slowly to a high glacial accumulation against the ridge. It\nwas 9:15 am. Stopping for lunch, we marveled at our domain of deep\nvalleys.  I was fascinated by thinking that perhaps no one had ever\nbeen to a very lonely ridge below.  We took some pictures here, the\nfirst of the trip.  Feeling more energized, we tackled the climb to\nthe ridge crest, scrambling over slabby but solid rock above the\nglacier moat.  At the crest we had a whole new vista of peaks and\nglaciers to get lost in.  Our ridge twisted away to the black summit,\nthree-quarters of a mile away.</p>\n<p>&quot;Okay, let&#39;s make some time&quot; said Dan, and took off up the ridge. A\nmandatory series of tough and exposed moves required a belay. But the\nrock was solid, and the holds delightfully positioned (we rated this\nmove 5.5 or 5.6).  All the way up the route, I noticed that if I\nneeded an edge at 45 degrees to assist in a stem -- it was there. An\nin-cut hold to assist a mantle onto a smooth slab? There it is!</p>\n<p>Dan suggested unroping for what looked like a long class 3 and 4\nsegment of the ridge, but I was reluctant, thinking that coiling and\nuncoiling would take a long time.  So I led off slowly due to drag,\nand realized we were walking for stretches. Dan suggested unroping\nagain, and I agreed. At once, the fun quotient increased, as we moved\nquickly and lightly over the solid, sunny rocks.</p>\n<p>&quot;I don&#39;t know why people think the lower ridge is loose!&quot; </p>\n<p>&quot;Me neither!&quot; </p>\n<p>Dialog continued in a similar vein until we came to a snowed-in\nsection of the ridge, and I kicked steps up to the crest. We put\ncrampons on for the short walk, then continued scrambling on the other\nside on steeper rock. Traversing around a corner, we found ourselves\non an exposed ledge with difficult traversing moves ahead. I threw the\nrope up to Dan, perched like a cat in a tree. He led a traverse back\nto the crest, and I took the lead from his belay. A long traverse\naround towers on the west side of the ridge brought us to another\nsnowfield. After this one, I led a long simul-climb up and down the\nridge crest, eventually reaching the large snowfield that comes up\nfrom the Forbidden Glacier.  We were already impressed by the ridge&#39;s\nlength. Shoulders, back and legs were tired when we skirted the\ncornice and stepped back onto rock for the last time.</p>\n<p>I believe Dan led the upper ridge in one pitch, encountering some fun\nmid-5th class climbing rounding a tower on the left. The rock on the\nupper ridge is a bit cleaner.  We saw a climber on the Direct East\nRidge, standing between 2 gendarmes, possibly looking at us. I waved\nvigorously, but got no reply (except for the transmitted thought &quot;who\nis that idiot?&quot;). Dan sat down on the summit and belayed me the last\n50 feet to a somewhat anticlimactic finish. &quot;Is this the summit?&quot; said\nDan. There was a tower of equal height 50 feet to the west. There was\nno summit register, and no people -- I was expecting hordes.  Oh well,\nit was 2:45 in the afternoon, the hordes must have already left. We\nhad spent over 4 hours on the ridge, stopping only to attach/detach\ncrampons. It twisted like a dinosaur&#39;s back at our feet. We were\ntired, happy, and thirsty.</p>\n<p>At first Dan thought downclimbing unroped would be faster, but the\nexposure prompted a change of heart. &quot;There&#39;s no way I would do this\nwithout some kind of protection!&quot; I remember saying at a particularly\nexciting hand traverse of a slab. We got to a rap station and made 3\nor 4 single-rope rappels, then scrambled down to snow at the Col.</p>\n<p>A double rope rappel proved to be a mistake, as the ropes tangled so\nbad it took Dan 20 minutes to unwind them (the 7 mm rope is very prone\nto this). I got to sit and look around at the views - it was a real\nluxury. The next rappel took me over a moat. I continued past an\nobvious anchor on the right side of the couloir, but couldn&#39;t make it\nto the next one. Here I made a great mistake. I pulled one end of the\nrope and down-climbed to the next anchor for the next rappel.  Dan was\nalready downclimbing the couloir, suggesting I do the same. But I was\ntired and wanted to make a final rappel over a &#39;schrund. As I\nrappelled I lost my balance and swung into the large moat. My foot\ncaught between ice and rock and soon ended up over my head, since it\nwas difficult to come to a full stop free-hanging on such thin rappel\nlines. I wrestled with my foot, losing my ice axe to the deep moat in\nthe process. I had wedged it between my back and my pack, never\nexpecting to end up in such a position. &quot;Oh no!&quot; I said, alarming Dan\nwho was waiting below.</p>\n<p>I got situated in the moat, and soon realized I couldn&#39;t rappel any\nfarther - the ropes had gotten caught on something deep inside the\ndark cavern between ice and rock. Flipping the ropes this way and\nthat, occasionally pulling very hard, I couldn&#39;t free them.  I had to\nthink of a way to get out and safely down the couloir. At Dan&#39;s\nsuggestion, a picket became my axe.  I carefully put on crampons,\ntaking extra time to make sure I didn&#39;t compound my existing errors.</p>\n<p>Soon enough, I found something other than self-disgust to occupy me. I\ncarefully climbed in the moat, picket in hand (attached with a sling!)\nand reached a cliff where the rock dropped 100 feet to slabs above the\nglacier. The hard snow in the gully overhung slightly, but by chopping\nsome handholds with the picket I was able to stem up over this great\ngulf of air enough to reach the top of the snow. Another handhold,\nthen the buried picket protected the crucial move that got me up onto\nthe snow. Dan offered what encouragement he could, and watched as I\ntraversed the gully to good tracks from his downclimb. I climbed down\nvery methodically, working up a great sweat by the time I got down to\nDan&#39;s position. Dan had continued ahead, finding a way into another\nmoat and out the other side.  I was able to traverse this moat by\nchopping handholds. Now we had easy snowfields and occasional\ncrevasses the rest of the way. Later I slipped on a wet slab, scraping\ndown for 10 feet. &quot;This is a bad day for you, isn&#39;t it Michael?&quot;  Dan\nsaid. I had to agree vigorously...</p>\n<p>I continued to beat myself up on the quick hike down. Everything went\nso well, until it went so wrong! Following Dan&#39;s advice to downclimb\nwould have prevented the whole debacle, but I didn&#39;t see how I could\nturn that observation into a general rule. Being more aware of the\nhazards inherent in rappelling parallel to a moat was something I\ncould promise to do.  I was completely uninjured, but my pride and\nconfidence were a bit shaken. That is probably a good and necessary\nthing.</p>\n<p>Anyway...</p>\n<p>We chatted with some climbers camping on slabs below the glacier, and\ncontinued quickly down the trail. We easily crossed the avalanche\ndebris. Dan took off running, and I stopped for some water, and a\ngood final look at the mountains in the late afternoon light.  &quot;They\ndon&#39;t care about me,&quot; I thought. &quot;But I love them just the same.&quot;</p>\n"}