{"date":"2002-12-1","title":"Three O'Clock Rock","blurb":"Silent Running (5.10b)","description":"<ul>\n<li>Silent Running (5.10b)</li>\n<li>December 1, 2002</li>\n</ul>\n<p>Peter and I had a day to go climbing, and due to the recent incredible\nweather, our thoughts strayed to rock climbing. We&#39;d always wanted to go\nclimbing in Darrington. Apart from a visit to Green Giant Buttress with Aidan\nin June, I hadn&#39;t been to these fabled granite domes. The idea that we\ncould climb there in December was also appealing!</p>\n<p>We picked out Silent Running as a good route. It offered 7 pitches of bolted\nslab climbing. (See Matt Perkin&#39;s excellent topo \n at <a href=\"http://www.seanet.com/~mattp/Darr/norbut.htm\">http://www.seanet.com/~mattp/Darr/norbut.htm</a>)\nWe made the drive which seemed unexpectedly long to Peter,\nwho thought Darrington was a similar distance to Granite Falls. The trail\nup through the woods was pleasant, and after a mile or so we reached the\nbase of our route. I was breaking in some new rock shoes - the rubber seemed\nalarmingly slick and polished. Oh well, here goes!</p>\n<p>I climbed a long meandering pitch with a few cam placements and one bolt\nto an incorrect anchor to the left of and above the proper anchor. Peter\nsimul-climbed with me for a moment as I traversed to the bolt above the\nanchor. Some more shenanigans got me there for the belay.\nPeter led the next pitch, rated 5.8, and very enjoyable. The third pitch\nis rated 5.9+, and is really interesting, the rock being smoother and \na little bit steeper. Like everything else, it was well protected.</p>\n<p><img src=\"images/bluehill1.jpg\" alt=\"Blueberry Hill across the valley.\">\n<img src=\"images/imonslab.jpg\" alt=\"Michael following a nice pitch\">\n<img src=\"images/petertsr.jpg\" alt=\"Peter rappelling from the top\">\n<img src=\"images/steeptrav.jpg\" alt=\"Michael attempting to traverse to the Kone\">\n<img src=\"images/bluehill.jpg\" alt=\"Evening light on Blueberry Hill\"></p>\n<p>Two more pitches of 5.8 led us to another 5.9+ pitch, Peter&#39;s lead this\ntime. It followed a corridor of rock between bushy gullies, I called it\nthe runway. Peter climbed delicately to the belay. The final pitch went \nover several &quot;overlaps,&quot; but I definitely knew when I&#39;d reached the\n5.10b crux moves, because I fell off of them! Above some enjoyable finger\njamming/layback moves I clipped a bolt and moved onto a steep friction\nface on a gradual rightward traverse. Pop - I was hanging 10 feet below! \nNo big deal, try again. This time I made it to the next bolt, but fell\nafter placing the draw, I don&#39;t think I&#39;d clipped it yet. Anyway, I\nhung onto it and aided my way past it to a small ledge. I blame my shoes\nof course! After this there was a long easy but unprotected section\nto the belay station. Whew, that was a nice sting in the tail. Peter\nclimbed the pitch with no falls, and we admired the surroundings for a\nfew minutes and began the rappels.</p>\n<p>Once back on the ground, we decided to look for more climbing on the\nSouth Buttress of the rock. We didn&#39;t have a topo for anything, so we\njust went over there. Peter led Cornercopia via a tricky slab variation\nstart, then a nice long layback crack. He was really happy to reach some\nanchors, as he&#39;d used all of our cams by that point. I followed, then\nlooked wistfully up some kind of dirty looking terrain. I didn&#39;t see anything\nencouraging, so we decided to traverse left to the upper portion of the\nfirst pitch of The Kone. I did this, clipped a bolt, then got scared moving\nto the next bolt far to the left. I was picturing myself falling before\nclipping it and slamming into a prominent corner I had come around \non the right. After some hemming and hawing I unhappily climbed down and\nback to our belay ledge. The hour was getting late too. But Peter was\nfeeling good, so he gave it a try. He had some tense moments before the\nsecond bolt, but he clipped it and continued to the anchor not far away.\nPeter is a really good climber! I followed it without problems, now that\nthe bad fall danger was removed for me. At the anchor I wanted to climb\nanother pitch, but Peter wisely reckoned that we should head down before\nfull dark. </p>\n<p>One double rope rappel got us to the ground. We packed up and hiked to\nthe car, amazed at how dark the forest was already. As we zoomed away, \nPeter tried to reach Kim on the cell phone, as we were coming back much\nlater than he expected. Finally we got a signal and followed the sun\ndown from the heights.\n(Peter has a great write-up of this trip too; he remembered more details:\n<a href=\"http://www.alpenthyme.org/alp/threeoclockrock/threeoclockrock.htm\">http://www.alpenthyme.org/alp/threeoclockrock/threeoclockrock.htm</a>)</p>\n"}