{"date":"2002-6-9","title":"Gunn Peak","description":"<p>Gunn Peak had been on my mind for a few years. On many trips to\nLeavenworth and elsewhere, I&#39;d been impressed by the set of peaks just\nleft Mt. Baring, visible from the town of Gold Bar. There don&#39;t seem\nto be any trails in this whole block aside from Barclay and Eagle\nLakes. In June of 2000, I decided to try for the summit, but I was\nrudely turned away in the brushy forest near Barclay Creek - an alder\ntree slapped back on my head and knocked a contact lens out. By the\ntime I got back to the car I had a splitting headache and was\ncompletely disgusted with the thick, dense brush. So I put the idea\naway for a while. Later, having battled oceans of brush on the North\nPeak of Mt.  Index, I felt ready for another go. How could I let this\nbeautiful summit stand unvisited? In the meantime, Jeff Smoot and\nfriends made the climb, advising a bushwhack with a compass baring of\nNorth from near the Barclay Lake parking lot.  They found very\nextensive brush above 4,000 ft. I hoped to do the climb earlier when\nall that was snow covered.</p>\n<p><img src=\"images/gbuttress.jpg\" alt=\"We went to the right around this buttress.\">\n<img src=\"images/scraper.jpg\" alt=\"Mt. Baring scrapes the sky...\">\n<img src=\"images/melunch.jpg\" alt=\"Enjoying my lunch on a knoll.\">\n<img src=\"images/merapg.jpg\" alt=\"I&#39;m rappelling past a steep moat.\">\n<img src=\"images/peterproach.jpg\" alt=\"Peter on approach from the saddle\">\n<img src=\"images/gunnpeak1.jpg\" alt=\"Gunn Peak. Our route is drawn in red.\">\n<img src=\"images/petegully.jpg\" alt=\"Peter hiking to the upper mountain\">\n<img src=\"images/sumridgeg.jpg\" alt=\"Another shot of Peter on the ridge.\">\n<img src=\"images/widreg.jpg\" alt=\"Peter, happy to be on the summit\">\n<img src=\"images/prerugged.jpg\" alt=\"Peak 5760 to the northeast.\">\n<img src=\"images/pt5somtin.jpg\" alt=\"Peak 5860. Note the large blocks from the cornice!\">\n<img src=\"images/ridgepete.jpg\" alt=\"Peter climbing on the summit ridge.\">\n<img src=\"images/softslope.jpg\" alt=\"Peter on the snowfield below the summit.\">\n<img src=\"images/threesums.jpg\" alt=\"Merchant Peak, Mt. Baring, and Peak 5760\"></p>\n<p>The chance came when Peter Chapman\n and I had a beautiful Sunday free\nin June. Peter has a great character, being willing to go along\ndespite my stories of brush horror.  Within minutes, we&#39;d crossed\nBarclay Creek and gotten into thick stands of alder, devils club,\nrotten logs and spiders. But we continued following the compass north\nand finally emerged on an abandoned road. Our directions were vague\nfrom here, but amounted to continuing north until reaching a climbers\ntrail on a steep slope. We did this, contouring a tiresome, brushy\nhillside into older trees. We went a bit east of north though, and\nalmost came to despair in steep dense brush (did I mention how late\nour start was? 9:00 am I think). But suddenly Peter espied a trail,\nand this time he was not kidding! After our difficult journey of more\nthan an hour (and about 300 feet elevation gain), this trail looked\nlike a red carpet to the sky. Thankfully, we watched it like a hawk,\noccasionally losing it but getting it back every time. We climbed for\nan hour and came to a rocky buttress at about 4,000 ft. elevation.</p>\n<p>Here we decided to keep following the fainter path around the buttress\nto the right until it was buried in snow. We continued around the\nbuttress, sometimes climbing on steep rock and dead trees. We climbed\ninto a gully and crossed a stream at a cliffy ledge. Then we continued\nvaguely up until the valley opened up into snow slopes with a view of\ncraggy peaks ahead. &quot;Yes!&quot; Having found our way to this area, we knew\nthe rest would be cake - the brushy approach is the crux of this\nclimb!</p>\n<p>Peak 5760 looked very steep above on the right. Clouds came in and\nout, finally coming in and staying with us. We settled in for a gray\nday as we hiked snow slopes to the pass at 5300 feet. By waiting a few\nminutes, we got a glimpse of our mountain, looking very impressive\nacross a shallow, snowy valley. We climbed steeply down a corniced\nridge and hiked to a knoll for some lunch. The clouds lifted! From now\non, we had blue skies in our local area, with clouds miraculously\ndiverging from our range to the north and south.</p>\n<p>Peter kicked steps up the broad gully (scree in late season) to a\nsteeper, icy gully that remained just out of sight on our right until\nwe were just below it.  We climbed up, making a few rock moves in\ncrampons to reach a shrubby ridge that led to the great snowfield\nbelow the summit ridge.</p>\n<p>We didn&#39;t like the snow as much here. The afternoon was wearing on and\nthe air was hot and still. We climbed near the top of this snowfield,\nbut were nervous about the possibility of slides. At that moment an\nexplosive boom echoed across the valley - the first of many afternoon\navalanches we would hear. Not wanting to traverse any further,\npossibly nervousness led me to identify a moderately steep but\ninviting couloir as our way to the summit ridge. The correct route\ntraverses past another buttress to an easy snow slope finish that\ngains the ridge. But our route was more exciting!</p>\n<p>There were some delicate moves getting over a natural moat where the\nsnow pulled away from the rock. Climbing onto a snow wall above, I\nfound a rappel sling around a tree. &quot;This must be the route then!&quot; I\nsaid hopefully. Peter made the moves and we climbed snow to a headwall\nwith a short rock step. We had a rope and some gear, and this was a\ngood place for a belay. I anchored to a scrub tree and belayed as\nPeter made a few delicate moves to the ridge crest. Safely there, I\nclimbed up and continued on the beautiful crest towards the summit. I\ncould see the town of Index far below, and a wild valley floor. I had\nto be careful to avoid walking on cornices, so I made steep snow\ntraverses around these. Peter began climbing with me, and soon I was\non the summit, taking pictures of Peter on the ridge.</p>\n<p>Peter arrived and we broke out the register, wrote some stuff, and\nread back a few years. Apparently this is a popular mountain to climb\nin a gray murk! The view of Jumpoff Ridge and down to Gunn Lake was\npretty wild. Merchant and Baring Peaks looked incredible. We didn&#39;t\nwant to hang out long due to the booming avalanches and softening\nsnow, so we limited our visit to a few glorious minutes pointing out\npeaks. We climbed down and made a 20 foot rappel past the rock step,\nthen another short rappel over the moat at the entrance of our\ncouloir. Quickly escaping from the broad snowfield, we made a 25 meter\nrappel down the icy couloir to the broad gully. After putting away\nrope and harness, we walked and glissaded down to the basin and up\n(pretty slowly now) on a traverse to the saddle leading back to the\ncar. We hiked quickly down to the brushy terrain, noticing another\npair of tracks that came up from the brush, intersected ours and ended</p>\n<ul>\n<li>presumably returning the way they came. Seems strange to hike\nthrough brush hell and end your journey when the traveling gets easy!</li>\n</ul>\n<p>We retraced our route past a waterfall to the rock buttress at 4,000\nft., then made good time on the steep forested trail. Peter, always a\ngood mountain steward, removed about 25 sticks from the trail. I\nremoved one and got a hurrah of encouragement from Peter. &quot;I must try\nto be a better person,&quot; I thought!</p>\n<p>We were so happy to find the trail lead past where we found it and\ndown to an open area and road in the forest. Surely we&#39;ll walk easily\nto the car now! Then I remembered reading that Jeff Smoot and party\nhad the same thoughts at the same place. Sure enough, the &quot;road&quot;\nsuddenly became faint. We heard drums echoing in the deep , and\nGandalf said, &quot;Fly! Run for your lives, fools!&quot;</p>\n<p>Legolas found a faint &quot;trail&quot; ahead and I followed with the compass to\nkeep us traversing south. After a small eternity, we emerged on an\nabandoned road we had left in the morning (at the same place we\nleft!). We continued on a bearing south to Barclay Creek and our log\ncrossing, then admired the evening view as we walked the road back to\nthe car. No Forest Service Ticket - yay!</p>\n<p>Thanks to Peter for embarking on this adventure with me! Now that we\nknow the way, it&#39;s really not so bad of an approach - just accept that\nthere will be bushwhacking at the start and end of the day.</p>\n"}