{"date":"2002-6-20","title":"Liberty Bell, Liberty Crack","blurb":"rained out","description":"<ul>\n<li>Liberty Crack (A3, 5.9)</li>\n<li>June, 2002</li>\n</ul>\n<p>Dan \nand I drove up Saturday night, slept by the truck, and got an\nearly start Sunday on Liberty Crack. Fumbling around in the dark\nforest, we eventually made our way to snowfields below the wall. It\nwas very impressive! I&#39;d never aid climbed more than two pitches, so\nthe wall had an air of seriousness. I was reminded than one shouldn&#39;t\nlook at such blank faces for very long, lest intimidation set in!</p>\n<p><img src=\"images/lbgpeter.jpg\" alt=\"The golden face on the morning of our climb (by P. Chapman)\">\n<img src=\"images/jumarit.jpg\" alt=\"Michael following the first pitch (my first Jumaring experience!)\">\n<img src=\"images/meroof.jpg\" alt=\"The camera died just before the good part of the roof!\">\n<img src=\"images/danlove.jpg\" alt=\"Dan pining for Rachel\">\n<img src=\"images/highpt.jpg\" alt=\"Sigh, our high point looking down\"></p>\n<p>We brought one pack, which Dan had rigged for hauling. We had to stuff\nin rock shoes, food, water, and an ice axe for the\ndescent. Teeter-tottering on the edge of the snowfield, we awkwardly\ngot our gear together, and scrambled up a ways to set a belay in the\nrock. Dan took the first lead, having to traverse right to enter the\ncrack, and finding difficult moves right from the start. &quot;This is\ndefinitely A3!&quot; he said. He overcame various conundrums with fiddling,\nnerves and luck. I was eager to get off the ground and join Dan on the\nwall.</p>\n<p>Soon enough, he reached a bolted belay station just below the great\nroof, the &quot;Lithuanian Lip&quot; named for Alex Bertulius. It was my lead,\nand I nervously prepared to climb. I&#39;d never climbed such a huge\noverhang before, and the increasing clouds and (yes) snow flurries\nadded to the commitment. The great void of air beneath us seemed to\npull at me as I moved up to a sling and then a bolt near the roof. I\nfound a hole that would hold a Yellow Alien, tested it, then shifted\nmy weight onto the piece. I remember looking down at Dan as I twisted\nin the air. He was wearing his black down jacket, which became\nspeckled with snowflakes. Another move brought me to a titanium piton\nat the edge of the roof. Then I had some difficulties escaping back\nonto the steep face.  I didn&#39;t have any gear that would fit in the\nvery thin crack. &quot;Remember the hooks!&quot; said Dan. Oh yes. These &quot;hooks&quot;\nare not traditional rock protection in the sense that you put them in\nthe rock and they stay there. Oh no. A hook is merely a piece of metal\nthat sits on a lip of rock as long as your weight is on it. It will\ncasually fall off without the stabilizing weight.  Of course,\nmicroscopic variations in the shape of the platform you are trusting\ncould also cause the hook to fly off before your horrified eyes!</p>\n<p>But one does what one must. In fact, I felt quite secure with the\nvariation of hook I had selected - a Leeper Cam hook. A few hooks and\nplacements later, I heaved above the abyss. Dan saw my feet disappear\nover the lip and then knew me only by the slow movement of the rope.</p>\n<p>At the end of the pitch I felt like I&#39;d been climbing for hours. I\nclipped into sturdy bolts, and set up a hauling system with my\nascenders for the pack with gear and water. As I hauled, I looked\naround amazed by this new vertical world, and my excitement grew. My\nmeager free climbing abilities had never allowed me to enter this\nenvironment of hold-less walls. Nevertheless, I felt the same kind of\nsatisfaction at the end of the pitch. The moments of pride came from\nthe occasional gamble (heart in throat) on insecure hooks, or\nparticularly &quot;intelligent&quot; placements. The snow stopped and the\nweather seemed to clear a bit as Dan efficiently jumared the fixed\nline.</p>\n<p>Pitch three belonged to Dan, and we were both excited about it. It is\ninfamous for it&#39;s insecure gear placements and ratty-looking fixed\ngear hammered frantically into the rock. A particular kind of aid\nclimbing gear called a &quot;copperhead&quot; is made of soft metal that must be\n&quot;pasted&quot; with a hammer into a shallow seam of rock.  When placed, it\nlooks like a silver piece of gum, and holds a little bit better than\nthe gum might. Occasionally a too-heavily-laden person attempts to\nclimb the route and rips a copperhead out. We didn&#39;t have any with us,\nso if it wasn&#39;t in place, we were done for the day.</p>\n<p>Dan moved quickly up. He&#39;s a pretty experienced aid climber, and had\nsuggested that he lead the 4 aid pitches, then we swap leads on the\nrest of the climb. I had hemmed and hawed about this idea, somewhat\nworried than some free pitches might prove too difficult for me, and I\nwould end up feeling short of leads at the end of the day. On the\nother hand, if I proved to be a slow aid climber, I could ruin our\nchances by causing us to wallow on the lower pitches for too long. My\nonly aid experience consisted of enjoyable mornings or afternoons with\nPeter Chapman at Index.  On this day I moved as quickly as I could,\nand I think it met Dan&#39;s threshold for reasonable speed.</p>\n<p>As he climbed, Dan remarked on the relative mankiness of the\ngear. Eventually he had to make two hook placements in a row. I braced\nfor the impact! But he moved through with no problems and shouted &quot;Off\nbelay!&quot; As I jumared past and cleaned the gear, I was amazed by the\nmuseum of metal scraps he had clipped to. In one case, the rock seemed\nto have grown around a blob of metal with a frayed cable to clip to!\n&quot;Nice lead, Dan!&quot; I marveled, happy to rely on his ingenuity to end\nup perched beside him.</p>\n<p>Pitch 4 is sometimes climbed free at 5.10, but I aided it. This went\nquickly, as the angle was not as steep and I could reach very high for\nplacements. We only used two aiders instead of three or four, so high\nsteps were kind of awkward on the harder pitches.</p>\n<p>As we began putting the aid climbing gear away and getting out the\nrock shoes, we had to confront something we&#39;d been putting off -- the\nweather. The clouds swirled around us, spitting occasional rain. The\nrock had the greasy feeling it gets when damp but not soaked. We\nlooked up at the chimneys and cracks that disappeared in the mist, and\nreflected that we didn&#39;t have the promise of better weather in the\nforecast. There was little fuel for the optimist. My best endorsement\nwas a rather lame &quot;I&#39;ll go on if you want to.&quot; Dan certainly did, and\nbegan climbing in rock shoes. &quot;S*#! this is hard,&quot; he said, feet\nskittering on the greasy slabs.  Now we were of one mind: it was a\ngreat aid climbing half-day, let&#39;s go down.</p>\n<p>The rappels went quickly, only gaining some complication just above\nthe ground.  Dan made a single rope rappel, but ended up stranded\nabove the moat on slabs.  I re-rigged for a double rope rappel, and we\neasily reached our starting point.  Sigh. On the ground, looking up at\nthe wall and our high point. Our greatest fear now was that the sun\nwould come out.</p>\n<p>But the gods showed kindness. We drove slowly away to the west where\nclouds stacked and wept. In the coming days I&#39;d hatch crazy schemes to\nreturn during the week, breathing noisily into the phone on calls to\nDan, but work and other concerns prevented it. Next year!</p>\n<p>By the way, Peter and Kim Chapman were on Silver Star, and got a nice\npicture of Liberty Bell. I&#39;ve looked for little specks on the wall,\nbut either I can&#39;t see that well or our presence was a ghostly\none. Our two parties wondered about each other during the day.</p>\n"}