{"date":"2003-8-3","title":"Sloan Peak, West Face","description":"<p><h2>West Face (5.7)</h2></p>\n<h3>August 3, 2003</h3>\n\n<p><i>\nTheron wrote about the adventure <a href=\"http://www.theronwelch.com/mountains/pnw/central/monte_cristo/sloan/index.htm\">\nhere</a>.\n</i></p>\n<p><font size=+5>I saw the West Face</font> of Sloan Peak on one of my \n<a href=\"http://www.mountainwerks.org/cma/1998/sloan.htm\">first hikes\nin Washington</a>. That night, I pawed through my green Beckey Book and marvelled\nat the lines drawn on the face indicating climbing routes. I was completely\nbewildered as to how anyone could do that! I imagined half-insane misguided\nmen clinging to crumbling walls, succeeding by a series of lucky near-misses.\nI never expected to enter their ranks then!</p>\n<p><b>Gear</b>: \nA 60 meter 8.5 mm rope which we doubled for the rock climbing. A standard\nclimbing rack, including a #3 Camelot very useful at a crux. Ice ax and\naluminum crampons. Appallingly, I wore tennis shoes because my boots are\nbeing resoled. Hiking poles were essential for steep trail and boulderfields.\nWe wore rock shoes on the climb.</p>\n<p>Theron and I were looking forward to the full day in the hills. Alex was\ngoing to join us, but he spent the previous day sailing until very late\nand winced at the thought of an early start. So it was that we began\nhiking at 7:30 am after the long drive from town. The Bedal Basin trail\nstarted out very nice in forest, then began entering avalanche paths filled\nwith brush. After the third path we were soaking wet from the head-high\n&quot;automatic car wash&quot; we were receiving as we pushed through. Oh well, it&#39;s\nbound to be a sunny day right? We crossed a major stream and followed the\nflagged trail between two streams until it entered a rocky watercourse.\nOccasional cairns marked the way as we scrambled up and beside the stream,\nstopping to drink some water just before the trail re-enters forest.\nA short but steep forest trail dropped us off in the Basin.</p>\n<p><br><br><center>\n<img src=\"images/bedalbasin.jpg\"><br>\n<i>Lovely Bedal Basin.</i><br></center></p>\n<p>It was 9:30 am, and we were intimidated by the huge face of rock above.\nEventually we recognized that the climb is further to the right on blockier\nterrain. A black buttress reminded me of Snow Creek Wall, and to it&#39;s\nright was white and gray rock that looked holdless and vertical. As we\nscrambled up an endless streambed to the right, that impression was confirmed.</p>\n<p>We entered a 3rd class gully of smooth but solid rock. Theron preferred\na way around the corner so he disappeared to try his route. Partway up\nhe reappeared on a cliff. &quot;See you in 5 minutes!&quot; he said as he vanished\nback around the corner for an easier way. I continued on mud, rock and\ngrass handholds, focused on placing each limb solidly. Eventually I\nreached steep hiking terrain again, and wondered where Theron was.\nI called his name a few times, creating vast echos on the Face. I started\nto wonder if he had fallen or was stranded. Remembering that easier terrain\nto the right seemed to meet a ridge crest, I decided he might have gone\nthat way. Not being keen to climb down what I&#39;d come up, I decided to hike\nup to the crest then descend looking for him. Finally, much to my\nrelief I heard him answer my call. He had backtracked and downclimbed, then\ncome up the same gully I did. Back in sync, we continued up a tedious slope a few\nhundred feet apart. I reached the ridge crest with some 4th class mud\nand schrub climbing, and Theron used a better gully to the left. </p>\n<p>We ate some lunch. All I had was a pack of Tollhouse Cookies purchased in\nGranite Falls. There was a strange conversation in the general store:</p>\n<p>&quot;Not very busy today, huh?&quot;</p>\n<p>&quot;Oh no, but you should be here at 2 am - my boss says people are coming in\nand out all night!&quot;</p>\n<p>&quot;Wow, it&#39;s amazing to have a 24 hour store out here,&quot; I said, remembering\nthe sign outside.</p>\n<p>&quot;Nooo, &quot; she said with a little laugh. &quot;We open at 5, that&#39;s when my shift\nstarts!&quot;</p>\n<p>We choked down some 4-day-old &quot;fresh&quot; turnovers and left, not particularly\nkeen on being there after dark.</p>\n<p>At 11:30 we were roped up and raring to go. I took off for some 3rd and\n4th class on the crest of the spur. We reached a broad ledge and went a\nbit to the right. From the high point of the ledge, we were able to begin\nclimbing rock back left. The exposure was already great, and I placed three\npieces of gear fairly close to each other. Only the last one was any good.\nThe way became blanker. After a good cam placement I edged around a corner\ninto a chimney. I climbed up to a roof in the chimney with a fixed nut.\nI couldn&#39;t reach the cable but my #3 Camelot provided great protection.\n&quot;Theron, can you give me a belay for the next 15 feet?&quot; I called.</p>\n<p>After a moment, &quot;sure!&quot; Squeezing my hand in the crack overhead, I moved\nout of the alcove with my feet smearing on the right wall. Untrustworthy\nlichen covered slabs on the left of the crack convinced me to lieback for\na while, feet up near my head. Standing again above the roof, I looked\nfor some gear placements in a flaring pod. It was not to be, so I kept\nclimbing to easier terrain, and Theron began to climb when the rope ran out.\nI reached a tree with a network of slings around it, and set a belay.</p>\n<p><br><br><center>\n<img src=\"images/abovechimney.jpg\"><br>\n<i>Just above the difficult chimney pitch.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/anotherledge.jpg\"><br>\n<i>Theron on a mid-face ledge.</i><br></center></p>\n<p>We moved the belay up and Theron took off around the corner to the\nright. The views were amazing from here, and the invigorating\ntechnical climbing felt great. The rope came tight and I followed\non solid rock with small edges up to another ledge with Theron.\nHe took off again for a long and exciting pitch. </p>\n<p><br><br><center>\n<img src=\"images/fantastico.jpg\"><br>\n<i>Theron leading pitch 4 - a long ramp to a vertical step.</i><br></center></p>\n<p>A tricky move getting onto a ramp was followed by amazing scoups and\nbuckets on the lower ramp. Abandoning the grassy crack, Theron climbed\nthe scoups for 15 feet of unexpected fun. Higher, he made some difficult\nmoves up vertical rock to get established on the face above the ramp.\nThe rope came tight and I followed, enjoying the climbing and impressed\nwith the moves up loose, creaky rock above the ramp. I had\ntrouble cleaning a nut at the start of a rightward traverse, then\njoined Theron on a tiny ledge.</p>\n<p>&quot;I see two choices,&quot; said Theron. &quot;Right or left.&quot;</p>\n<p>The right side looked doable, either climbing in a gully or traversing above\nit. The left required an exposed walk around a corner to investigate. I took\nthis way, and was pleased to find the rock developing into a ridge. Placing\ngear at intervals, I climbed the sharpening ridge to a blank fin of \nlichen-encrusted rock. Here I hand-traversed the crest with feet smearing\nsomewhat sketchily on the lichen. &quot;That was 5.8!&quot; I muttered at the end.\nAbove was scrambling terrain, so I set a belay and admired the beautiful\nbasins beneath us and the somber beclouded peaks to the west. Theron arrived,\nand we tied coils of rope around us for the walk up to a gully where scrambling\nled us unexpectantly to the Corkscrew Route trail.</p>\n<p><br><br><center>\n<img src=\"images/fantasticrid.jpg\"><br>\n<i>Theron on the last pitch of technical climbing - an exciting ridge of solid rock.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/broodsummit.jpg\"><br>\n<i>Theron on the summit with clouds coming from the west.</i><br></center></p>\n<p>We scrambled to the summit. I had been here once before with Phil Fortier on\na beautiful August day two years ago. Theron and I laughed at that old \nsummit entry: &quot;The North Ridge was too brown to climb.&quot; It&#39;s true, it really\ndidn&#39;t look appealing! An entry from Scott Harder the previous week mentioned\nmy name which was odd. I&#39;ll have to mention him on some other summit log.</p>\n<p>After admiring peaks and taking pictures for a while, we headed down to our\npacks on the trail and continued along the Corkscrew route until reaching\na gully with a rappel sling. The exposed steep heather terrain made us kind\nof nervous! We made one rappel down the &quot;open book&quot; Beckey mentions.\nTheron lost his lens cap in here for the third (but not final) time of the day.\nHis camera is much-loved, but sometimes troublesome! Wandering down granite\nramps we were kind of uncertain if we should rappel or keep climbing down.\nIt looked like any rappel would leave us stranded in the middle of a cliff,\nso we kept climbing down, eventually passing some rappel slings. A few\ndifficult boulder problems kept it from feeling easy.</p>\n<p>Once near the snow, Theron found a rappel anchor and we used it. It consisted\nof one of my slings around a block, and Theron hammered rocks into cracks\nto prevent the sling from lifting out. It was rather ingenious, and Theron\nwas justly proud of his creation. After taking a picture of it, his lens cap\ndisappeared for good, probably into the moat between snow and rock.</p>\n<p><br><br><center>\n<img src=\"images/finalrap.jpg\"><br>\n<i>On rappel to the permanent snowfield.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/ledgesdown.jpg\"><br>\n<i>Scrambling to a notch on the way back to Bedal Basin.</i><br></center></p>\n<p>Theron now kicked steps across some steep snow. We aimed for a notch on\nthe west. The step kicking became difficult on a final steep traverse,\nwe wished we had gone down to the rocks below. Finally we could take off\ncrampons and hike down into a bowl, then sidehill tediously to a wooded\npass. It was getting late, but we could see Bedal Basin below. Getting\nthere was made difficult by a steep and slippery grass slope. A sitting\nglissade was the proper way to descend it, as there wasn&#39;t the slightest\nledge for a foot to gain purchase. We controlled our sliding speed by\ngrasping bushes as we descended. Without breaking it wouldn&#39;t have been\npretty! </p>\n<p>The rest of the hike out was uneventful. We drank some delicious water\nfrom a stream, and zoomed out pretty quickly to the car. I remember\npractically running through the berry patches, grabbing the largest berries\nand eating 3-4 at a time. Sometimes we&#39;d stop and graze in the evening light.</p>\n<p><br><br><center>\n<img src=\"images/sombers.jpg\"><br>\n<i>Beautiful peaks to the west.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/liltarn.jpg\"><br>\n<i>Goodbye for now!</i><br></center></p>\n"}