{"date":"2003-8-23","title":"Mount Sir Donald, NE Arete","blurb":"with Mark, Robert","description":"<p><h2>Northeast Arete (5.5)</h2></p>\n<h3>August, 2003</h3>\n\n<h3>Robert Meshew, Mark Pratt, Michael Stanton</h3>\n\n\n<p>The three of us drove to Roger&#39;s Pass, and went into a park service\nbuilding. Conditions on the Arete promised to be very good. We made\nthe mistake of browsing some pages about a new rappel line on the\nlower portion of the route. It looked kind of complicated after the\ninitial rappels, but the shop was closing and we weren&#39;t worried about it.</p>\n<p>Many camp sites were full, but we finally found an overflow campground.\nSettling in for a bivy on the dirt (not quite as nice as the luxury we\nwere used to in the Kain Hut), we sorted our gear and went to sleep.\nWe got up around 3 am the next morning, with our packs already prepared.\nRobert and I hiked up the dark trail while Mark did something back at\nthe car. We knew the Sentinel would soon catch up! He caught us as\nthe weak light of dawn made it just possible to see without lamps.\nWe&#39;d climbed out of a forest pretty quickly, and were now traversing\na hillside with bridges over raging creeks. </p>\n<p><br><br><center>\n<img src=\"images/sirdonstart.jpg\"><br>\n<i>The route visible from the col.</i><br></center></p>\n<p>Somehow I was setting the pace up the increasingly steep trail. I felt\npretty good about that, until Mark and Robert managed to get in front of\nme! Now I continued along behind, wheezing painfully. Had I learned nothing?\nOh well, I may not be fast, but at least I&#39;m well...comfortable with\nbeing grungy? Anyway, the trail was ridiculously steep and I tried to\nlose myself in the increasing view of peaks across the valley. The air\nwas hazy with smoke, and the smell of burning seemed dangerously close.</p>\n<p>We climbed aboard a very distinct moraine with a trail on the crest,\nand gradually traversed under the peak to the northeast ridge.\nAfter 4000 feet or so of non-stop hiking, I wanted a rest at the col.\nBut Mark already took off, and Robert was itching to go too.\nWe had decided to solo the route, but bring a rope and some gear for\nthe descent or any problems. The climb is &quot;specimen 4th class,&quot; but\ndefinitely has some 5th class moves getting over short steep walls.\nThe exposure is really incredible too.</p>\n<p>There were two other parties. A guide and his client, who traveled\npretty fast. Also, a pair of older guys who were pitching the whole route\nout with fixed belays. That method didn&#39;t work for them, and they turned around\nabout halfway up. I think soloing or simulclimbing with belays at cruxes\nonly may be a better way to go.</p>\n<p><br><br><center>\n<img src=\"images/sirdonclimb.jpg\"><br>\n<i>Robert on firm quartzite of the arete.</i><br></center></p>\n<p>By the time I started, I was pretty far behind Mark and Robert. Eventually\nI asked Robert to wait for me, because I made a few route-finding mistakes\nthat slowed me down. If I could keep him near the horizon,\nthat would avoid costly detours.</p>\n<p>Early on, the route was steep and loose. After a few hundred feet, it became\npossible to stay just on the right side of the crest, where very solid\nquartzite rock made up in solidness what it charged in steepness and \nexposure. There was huge air beneath my feet. </p>\n<p>Gradually I recovered from being wasted on the approach, and started to\nenjoy the climbing. I caught up to Robert, and passed him when he changed\nsome film or just stopped to stare at the M. C. Escher-like views of ridges\nand faces. These long routes are amazingly fun when you get into the zone\nof movement. I was only semi-conscious of the choices I was making.\nI just felt the pleasant exertion of synchronized movement, and enjoyed\nthe contrast of sun on the left of the ridge and cold air on the right.</p>\n<p>A few times I&#39;d see Mark up ahead on some steep ground and wonder how to\nsurmount it. But I&#39;d just swim up to the rock step and soon be standing on\ntop, enjoying watching Robert climb along like a copy of myself.\nIt seemed to go on for hours. There were 2500 vertical feet to climb.</p>\n<p>Suddenly there was no more up to go, and I walked to the summit to exchange\na greeting with the Sentinel. Robert appeared, and we marvelled at\nthe continental views of glaciers and broad valleys. I remember yawning\nand eating a sandwich contentedly.</p>\n<p><br><br><center>\n<img src=\"images/climbsirdon.jpg\"><br>\n<i>Me climbing low on the route.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sirdononridge1.jpg\"><br>\n<i>Robert approaching the final slopes.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/mista.jpg\"><br>\n<i>Robert and I on the summit. HIT cookies!</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/coolglacier.jpg\"><br>\n<i>An awesome view to the south.</i><br></center></p>\n<p>We started down. Robert and I had decided to rope up and simul-climb, while\nMark (characteristically) descended solo. Robert and I took turns for many\nlong leads down. Finally we reached the rappel anchors on the lower third\nof the route. These anchors take you off of the ridge and onto a slabby\nface. We were kind of tired, so opted to make those rappels. We made\nfive of them. Annoyingly, I had a hard time seeing the next anchors, and\nwasted minutes looking for them.\nWe reached a scrambling section, and started looking for the next rappel\nanchor. This time, neither of us could find it. We scrambled up and down\na 200 foot section of the face, unable to see a safe way to climb down\nfurther. We were both pretty tired. Robert realized our only choice was\nto try and traverse back to the ridge crest 400 feet lower than where we\nhad left it. Unroped, we crossed several ribs on a stressful traverse\nof the face. &quot;This sucks,&quot; I remember thinking. A few loose blocks and\na sketchy move under an overhang added to the sense of seriousness and\ninsecurity. Finally, we made it back to the crest. Robert displayed\ngreat leadership in knowing the unpleasant work we had to do and \ngoing for it.</p>\n<p>Back on the ridge crest I sort of collapsed from the strain. I was just\nplain tired of living with such exposure, and the lower 400 feet of the route\nhad plenty to keep me worried. It was loose yet steep, and kind of devious\nbecause we didn&#39;t stay on the crest coming up this section. Robert also\nwanted off, and took off far ahead. I got to where I didn&#39;t\ntrust myself to go without making a mistake. So I started rappelling:\na really slow, almost futile process. Every rappel would tangle, and I&#39;d\nonly get about 30-40 feet with each one. Then I&#39;d have to walk or\ndownclimb a ways, coiling the rope each time if I didn&#39;t want it to\ntangle badly. I knew the guys might be worried about me at the col, but\nI couldn&#39;t safely go any faster. </p>\n<p><br><br><center>\n<img src=\"images/descentsirdon.jpg\"><br>\n<i>Me on our simul-climbing descent.</i><br></center></p>\n<p>After 3-4 rappels, I realized I could be there all night with that style,\nand I had to start downclimbing in earnest. I&#39;d gotten some mental rest with\nthe process, and was ready to face the steep descent again. One especially\nsteep section is imprinted in my brain. There were some committing moves\nwhere I had to trust some suspect blocks as hand or footholds. In one case,\nthe trust was misplaced, and I caught myself as a foothold tumbled away.\nThat gave me more focus and energy somehow, maybe a little bit of anger.\nI arrived at the col to a visibly relieved Robert and Mark. Robert said\nhe&#39;d had a close call too. Mark had spent a couple of hours waiting\nfor us (he didn&#39;t make the costly rappelling detour).</p>\n<p>A lesson? It&#39;s a long, exposed, committing route. It&#39;s possible to get\nmentally tired of the exposure, something I hadn&#39;t really experienced before.\nProbably best to stick together, because that way you don&#39;t have to\nindependently chose the ascent/descent, and can mentally draft on your \npartner a little bit, taking turns on the sharp end of decision making.</p>\n<p>We hiked down, me thinking my own thoughts about the \nroute, and things I&#39;d learned. We descended to the\nvalley, reaching the forest in hot late afternoon. I brought up the rear\nas usual, eavesdropping on a comical camera crew getting footage for\na nature show. We zoomed away from the mountain, making some miles\non the long drive home.</p>\n<p>We got a motel room in a small town. I was too tired to take a shower, but\njust crashed immediately. The next day, we continued west under Yak Peak,\nthen crossed the border back into the U.S. It was great to be home and\nsee Kris! We had a great evening and day together before the next trip\ninto the mountains. But that is another story...</p>\n<p>Special thanks to Mark and Robert. They are some great guys to climb with.\nOh I forgot to mention something funny. Robert tends to liken situations\nwe might come across to &quot;a tragedy of the commons.&quot; And Mark says &quot;you think\neverything is a tragedy of the commons!&quot; And then they&#39;ll argue about\na Malthusian crises or maybe the Dining Philosophers problem or something\nequally interesting! Capital fellows...</p>\n<p><br><br><center>\n<img src=\"images/descentsirdon1.jpg\"><br>\n<i>Me on the descent again.</i><br></center></p>\n"}