{"date":"2003-6-20","title":"Cathedral Peak","description":"<p><h2>Southeast Buttress (5.6), also Eichorn Pinnacle</h2></p>\n<h3>June 20, 2003</h3>\n\n<p><em>back to <a href=\"cali.html\">Sierras</a>...</em></p>\n<p>From the guidebook, &quot;Cathedral Peak is not only the most striking peak\nvisible from Tuolumne Meadows, it is one of the best 5.6 alpine rock climbs\nin Tuolumne. Everything about the experience is incredible...&quot;</p>\n<p>It was our second time to make the approach, only this time we wouldn&#39;t\nkeep going over another ridge to Matthes Crest. As usual, it was very cold\nin the morning, and it took some steady uphill hiking to warm up enough to\nremove gloves and hat. We passed through the &quot;Hall of the Druids,&quot; a place\nwhere I couldn&#39;t resist speaking about them and their strange habits.\nWe ran into a party going to Matthes Crest, and chatted about climbs.</p>\n<p>We reached the base of the climb and started up. It seems you can go\nanywhere on the excellent rock. Below is the way we did it. The main feature\nthat disguished this line of pitches from various others is the chimney on\npitch 3.</p>\n<table>\n<tr>\n<td><b>Pitch</td>\n<td><b>Leader</td>\n<td><b>Length</td>\n<td><b>Description</td>\n</tr>\n\n\n<tr>\n<td>1</td>\n<td>Michael</td>\n<td>62 m</td>\n<td>Face and shallow crack/groove climbing led to a fun 5.6 lieback at midpitch.\nClimb stayed on the left edge of a shallow buttress. Gear belay.\n</td>\n</tr>\n\n\n<tr>\n<td>2</td>\n<td>Aidan</td>\n<td>55 m</td>\n<td>Followed corners and connecting faces to a mediocre belay on a small ledge\nbelow a chimney.\n</td>\n</tr>\n\n\n<tr>\n<td>3</td>\n<td>Michael</td>\n<td>55 m</td>\n<td>Exciting face climbing led to chimney. Pack attached to harness and hung\nbelow waist - very helpful! Chimney was fun, widened at mid-height.\nAbove, face and crack climbing led to an asthetic belay stance on an outcrop.\n</td>\n</tr>\n\n\n<tr>\n<td>4</td>\n<td>Aidan</td>\n<td>40 m</td>\n<td>Fun face and crack climbing led to big, sandy belay ledge. All nuts for pro,\nthe route took nuts better as we climbed.\n</td>\n</tr>\n\n\n<tr>\n<td>5</td>\n<td>Michael</td>\n<td>25 m</td>\n<td>To summit. A pleasing left-trending crack led to the top of a slab.\nFace traversing across small towers led to the summit. 2-cam belay on summit.\nParty of 3 soloists arrived, groaned about going to work later in the day\nat the Toulomne Lodge.\n</td>\n</tr>\n\n\n<tr>\n<td>6</td>\n<td>Aidan</td>\n<td>30 m</td>\n<td>Downclimb of summit block via John Muir&#39;s 4th class route. \n</td>\n</tr>\n\n\n</table>\n\n\n\n<p>Once down from the summit, we scrambled a ridge and slabs down to\nthe notch between Cathedral and it&#39;s sister spire - Eichorn Pinnacle.\nAidan led off for a 20 meter very exposed traverse around a corner\non the still-cold North Face. He set up a belay at a tiny stance\nwith 1 fixed piton, 2 nuts and a cam.</p>\n<p>Aidan led the next pitch too, which began with a steep, exposed step\nconservatively rated 5.4. Two fixed pitons led right, then back left at\nan exposed corner. Have I been saying exposed a lot? Well I mean to - that\nis the main feature of this kind of odd (but excellent) climb.\nFun climbing up huge flakes led to the summit.</p>\n<p>We admired the view and added our names to the summit register.\nA 70 foot rappel got us down to the notch where we started.\nThe rope got stuck, but vigorous whipping luckily freed it.\nAnother dream climb complete! There was a crowd by now on\nCathedral Peak, but nobody was interested in coming over here.\nAfter some lazing about, we scrambled back towards the Cathedral Peak\ndescent route and hiked down to our packs (I think we left them at\nthe base?). Back down through the beautiful Hall of the Druids to\nthe car.</p>\n<p></td></p>\n<p><td width=\"30%\" valign=top></p>\n<p><table></p>\n<p><tr><td>\n<a href=\"images/eichornrap.jpg\"><img src=\"images/eichornrap.jpg\"></a><br>\n<i>Michael rappelling on Eichorn Pinnacle</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/druids.jpg\"><img src=\"images/druids.jpg\"></a><br>\n<i>The Hall of the Druids</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/cathp1.jpg\"><img src=\"images/cathp1.jpg\"></a><br>\n<i>Aidan on the first pitch</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/chimpitch.jpg\"><img src=\"images/chimpitch.jpg\"></a><br>\n<i>Looking down the chimney</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/oncath.jpg\"><img src=\"images/oncath.jpg\"></a><br>\n<i>Climbing on pitch 4</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/topocath.jpg\"><img src=\"images/topocath.jpg\"></a><br>\n<i>Summit of Cathedral Peak</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/eichorn.jpg\"><img src=\"images/eichorn.jpg\"></a><br>\n<i>Looking over to Eichorn Pinnacle</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/topoeichorn.jpg\"><img src=\"images/topoeichorn.jpg\"></a><br>\n<i>Aidan and register on Eichorn Pinnacle</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/topoeichorn1.jpg\"><img src=\"images/topoeichorn1.jpg\"></a><br>\n<i>Michael on Eichorn Pinnacle</i></p>\n"}