{"date":"2003-7-10","title":"Guye Peak, West Face","blurb":"The Improbable Traverse","description":"<p><h1>Guye Peak</h1></p>\n<p><h2>Improbable Traverse (5.8)</h2></p>\n<h3>July, 2003</h3>\n\n<p>Theron and I had the morning free, as Kris wanted to practice the piano at his house. We got a fairly \nearly start, and were soon hiking up the Obertal (or Alpensee or Felsmeer) road. We carried one pack, \nmy great new Serratus Genie. We wore our harnesses from the car and brought a rack that could have \nbeen pared down (too lazy to trim it from cragging Friday). The boulderfield and scree were mostly \neasy, but had occasional sections where you and your surrounding rocks creep down the slope - at \nthat point you must fight! </p>\n<p>We scrambled high because I espied a ledge above. Several steep minutes later, the ledge was a sloping \n1 foot wide spot to gingerly change into rock shoes one at a time. Theron sneezed repeatedly, nearly \nupsetting my balance. With rock shoes on we scrambled across an exposed wall with blocky holds, and \ntied ourselves to a tree obviously used for rappels. I belayed Theron out here. First he tried up \nand right, but steep holdless rock convinced him to go around and left. I hung out, admiring the \nvalley below. Theron was considering climbing beyond his belay and went up and down a few times - \nI started to think he was collecting flowers! After awhile I heard the familiar &quot;off belay&quot; and \nstarted climbing. Theron had two cams and a piton belay, making a good choice to stop where he did. \nThe next pitch was really fun, offering a steep wide crack that can be jammed and liebacked. A ways \nup I saw where people traverse out of the crack to the left, but I preferred the direct version - \njust keep going up the crack to a nice big ledge. You have to step around a considerable amount of \nmoss, and there is a loose block. However, the solid hand jams and small clean ledges for feet make it worthwhile.</p>\n<p>We wondered if we were at the &quot;Improbable Traverse&quot; or needed to go higher. The wall to the right looked\nrather evil. Theron belayed me out and after a good nut placement I saw a knifeblade piton half \nsticking out of the forbidding wall. Hmm. I guess that&#39;s it! A short downclimb, then some \nthrilling moves past the first piton to another one. Theron got a picture of me here, it&#39;s \na neat looking place. Especially because the wall below you is undercut and there is a lot \nof air. Would these pitons hold a fall?\nThere is a lot of untrustworthy rock on Guye Peak, that is for sure.\nI rounded a corner, finding occasional gear placements on the solid\nrock of the traverse. From a distance, it looks like a smooth slab.\nOne of the harder moves was near a fixed sling that protected the\nlast bit. I enjoyed the nature of the rock, made with solid horizontal\nand near-horizontal ledges big enough for fingers. Cracks for \nhands, feet or gear are rare, and sometimes what you think is a crack\nwill just be a chossy seam with rotten blocks when you get up close!</p>\n<p>Rounding the last corner, I hunted for a belay in the gully I found\nmyself in. Climbing up, rope drag soon forced me to set a marginal\n1 nut &amp; 1 alien belay on an uncomfortable slope. Theron climbed, and I imagined where he was \nbased on the rope movement. After a while he arrived, smiling but describing the exposure as &quot;horrifying!&quot;\nWhat a rich word that is! Oddly, if someone describes a climb as\nhorrifying it somehow adds to the allure. So after he said that I felt\nlike we were on a bigger, more serious mountain. Its funny how the mind works...</p>\n<p>Theron scrambled up to a saddle and I followed. We took some pictures\nand stood on a promontory that overhangs the traverse. Theron shared some excellent home-cooked \nbrownies. I felt the time crunch and clucked like a hen to get us moving. After some brush hiking, \nI tried to climb a steep wall. We talked about it and decided to back off, as it was loose and steep, \nand we wanted to travel fast.</p>\n<p>But still, I had a conflicting desire to go straight up and not take the usual ledges that mark the \nupper part of Guye Peak. We continued scrambling up and spied a steep-but-blocky wall that looked \ninteresting. I started up and soon realized why everyone takes the ledges. The blocks seemed to be \nglued onto the face, and the steep angle forced you to use them (even...pull out on them!!) for \nupward progress. There were no cracks, and I found myself performing delicate climbing and carefully \nbalancing the weight of each limb. I was able to place two nuts on the pitch but had little \nconfidence in them. I emerged at a scrub tree\ndraped with bleached climbing rope snarled deeply around it. A rappelling mishap? I belayed \nTheron up. A foothold collapsed under him, despite a previous test. He got a big bruise below \nthe knee from the incident. </p>\n<p>Theron took off and wisely avoided a chimney/crack that looked enticing from below. His simul-climb \nled us to near the south summit, and we walked across it and the middle one to the notch below the \nnorth summit. I wanted to climb it directly, thus avoiding a tedious downclimb/rappel.</p>\n<p>A mini-tower went well, fun and with solid holds. Then we set a belay 20 feet below the top. A long \nleftward traverse led me to a lichen encrusted spot to try and climb up. I did this, but lost all my \nstyle points for nearly falling but saving myself with a graceless knee and body-friction combination. \nTheron had advised me to look on the right, but I willfully ignored this good advice. We flipped the \nrope over a prow, and he climbed his route, which he rated (5.6+) for a strenuous lieback move. I \ncalled mine (5.9+ X) for the jittery final moves!</p>\n<p>We chatted with a guy on the summit for a while about the great\nSnoqaulmie Peaks on display, then walked down. We were back to the car around 2 pm after a seemingly \nendless roadwalk back to the car.</p>\n"}