{"date":"2003-6-20","title":"Chair Peak","description":"<p><h1>Chair Peak</h1></p>\n<p><h2>Northeast Buttress</h2></p>\n<h3>January 11, 2003</h3>\n\n\n<p><i>\nThis report was written while in a groggy-eyed state, high on pain killers. I&#39;d also been reading &quot;The Guns of August.&quot; The references to right and left flanks shouldn&#39;t surprise anyone who read that before. Take with a large helping of salt. Peter also wrote a report \n<a href=\"http://www.alpenthyme.org/alp/chairnebuttress/chairnebuttress.htm\">\nhere\n</a>.\n</i></p>\n<p>As I was tying in to lead the first pitch, Aidan&#39;s ice tools boxed me in the\nears. &quot;Oh I&#39;m sorry Michael, here, let&#39;s get you out of that rope&quot;. Before I\nknew it, I was mumbling &quot;on belay&quot;, utterly confused but increasingly sure I&#39;d\nhad a great lead stolen from me! Peter and I watched the boy on thin ice with\nbaited breath. Possibly feeling bad about the whole affair, Aidan delivered many\nicy souvenirs of the climb, which I caught with knees and knuckles. We saw him\none last time as he delicately eased over a short rocky overhang with good\nsticks in the ice above. Finally the rope came tight, and we dismanteled the\nbelay (an ax and a picket). Two guys from Bellingham climbed a left variation,\nmaking inspiring moves on thin ice over rock. &quot;So that&#39;s how it&#39;s done.&quot; I\ncomforted myself with the idea that I had just learned a lot.</p>\n<p>Peter and I climbed about 15 feet apart. Right away, the climbing was exciting\nas the ice was thin, the snow was useless, the rock was holdless, and I mentally\ncongradulated Aidan for the lead. &quot;CRANG!&quot; went my ice ax on rock under the\nsnow. A large serving plate of hard snow broke free and menaced Peter. My foot\nheld it in place until he could get his face above it. After that, it became\nexcitement for the huddled masses below. I wondered what they were doing. I felt\nlike a top-roper at Exit 38 out here, jeez! The little overhang was fantastic,\nand when the gully curved back to the left I was sold on this mixed climbing\nthing. Even the waves of spindrift and chunks of ice from the upper party didn&#39;t\nbother me. &quot;&#39;Sup?&quot; I said nonchalantly. Peter the Alaskan came up, wishing for\nmore ice but glassy-eyed from the great climbing. &quot;Is there frozen snot in my\nbeard yet?&quot; he asked wistfully.</p>\n<p>I wanted the long steep snow climb above our tree belay, but to my surprise I&#39;d\nbeen stumped. Peter had neatly severed both legs above the knee! &quot;On belay&quot;\nsmirked Aidan. Oh well. I took pictures of the Alaskan struggling in the\nspindrift and giggled for warmth. <i>&quot;How do you like me now, MOTHER\nNATURE?&quot;</i> was my hysterical cry, which set Aidan to giggling too. At this\npoint the route really was crowded. The Bellingham pair was speedy, and\nconverged with Peter below an icefall. The party with the orange pack were also\nconverging just below him. I thought of Pete Shoening. &quot;Am I a Pete?&quot;, I asked\nAidan. &quot;You look like an Art,&quot; he replied evenly.</p>\n<p>In time, new legs grew and we followed Peter, still climbing to a hoped-for\nbelay. Gullies and cliffs of the north shoulder appeared and vanished in the\nclouds. A weak prehistoric sun cut through the gauze, and the wind died in\nsynchronicity. I admired our position. What elan we displayed! The larger the\nright wing, the easier to smash through the center! We waited while Peter tried\nto get some good ice screws in. Every time I looked up, he was screwing one in,\nso the impression was one of &quot;grid bolting.&quot; Then he climbed higher, and Aidan\nand I got nervous about our exposed position. &quot;One shouldn&#39;t entirely overlook\nthe defensive,&quot; I lectured. I imagined ants connected by string, and the top ant\nfalling. Then we were climbing and I was an American again: simple and virtuous.</p>\n<p>At Peter&#39;s ice screw belay, we got things sorted out, and I crunched up to the short ice cliff.\nI placed two screws in mediocre ice at the base to back up Peter&#39;s belay, and carefully climbed up.\nThe ice was too thin over the rock to place gear in, but was solid for crampon and tool placements.\nI remember looking straight down at Peter and Aidan, and the sweep of the route thus far. I really\nwanted to take a picture, but was hanging from my tools, and needed to finish the move. \nI emerged onto crusty snow, placed a picket, then kept going up a steep snow slope that accepted\ngood kick-steps. It took a long time to find a reasonable belay anchor. I finally settled for a\nknife-blade, pounded halfway in, and a slung block. Every other crack I tried to get a piton in\nturned out to be between two moveable blocks! On the other side of the gully the climber with\nthe orange pack (&quot;cracked&quot;), had found a belay anchor, and was bringing up his partner.\nI really enjoyed belaying and looking at the incredible view which came and went in clouds.</p>\n<p>Aidan kept going from there up easier slopes placing occasional protection.  We\nunroped at a saddle and crunched across some snow up to the summit. Aidan had\ncarried an earring in his pocket by accident. Luckily for him, he didn&#39;t lose\nit, otherwise a particular young lady would have been rather miffed. We took a\npicture of him and the earring so everyone would know that whatever happened\nnext - the golden treasure made it this far. Peter had a small thermos of hot\ntea, and the portioned out sips were delicious.</p>\n<p>After a long rappel from a lower saddle (isn&#39;t that an amazingly Byzantine\nanchor?), we downclimbed hard snow covered with a few inches of breakable\nwindpack. Down to Thumb Rock, then the best boot glissading ever. We were making\nturns, jumping off steep things, it was fun. After a while, we met a party of\nsnowshoers who invited us to what they called a &quot;safety meeting.&quot; Once we\ndetermined the nature of said meeting, we departed somewhat hastily. &quot;Scared you\naway, huh? Meetings over, huh?&quot;  they called as we skied away on our boot soles.</p>\n<p>We ate at a new BBQ place at the Middle Fork Road exit. It was really good.\nThanks to Peter and Aidan for a perfect climb!</p>\n<p></td></p>\n<p><td width=\"30%\" valign=top></p>\n<p><table></p>\n<p><tr><td>\n<a href=\"images/csunrise.jpg\"><img src=\"images/csunrise.jpg\"></a><br>\n<i>Above Source Lake at dawn</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/onapproch.jpg\"><img src=\"images/onapproch.jpg\"></a><br>\n<i>Peter and Aidan hiking in.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/demon.jpg\"><img src=\"images/demon.jpg\"></a><br>\n<i>Chair Peak, and our route up the middle.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/pfirstp.jpg\"><img src=\"images/pfirstp.jpg\"></a><br>\n<i>Peter on the challenging first ropelength.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/pfirstp2.jpg\"><img src=\"images/pfirstp2.jpg\"></a><br>\n<i>Another shot of Peter near the belay.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/aidanbala.jpg\"><img src=\"images/aidanbala.jpg\"></a><br>\n<i>Aidan at the second belay.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/towice.jpg\"><img src=\"images/towice.jpg\"></a><br>\n<i>We are making for the icicles.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/thealaskan.jpg\"><img src=\"images/thealaskan.jpg\"></a><br>\n<i>Peter climbing steep snow on the middle pitch.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/aidantrav.jpg\"><img src=\"images/aidantrav.jpg\"></a><br>\n<i>Aidan approaching the belay.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/aidantrav2.jpg\"><img src=\"images/aidantrav2.jpg\"></a><br>\n<i>Similar shot.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/aidantrav3.jpg\"><img src=\"images/aidantrav3.jpg\"></a><br>\n<i>Two-thirds of the way up.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/airtrafcntrl.jpg\"><img src=\"images/airtrafcntrl.jpg\"></a><br>\n<i>Peter in Alaskan mode.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/daicepart.jpg\"><img src=\"images/daicepart.jpg\"></a><br>\n<i>The small ice cliff</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/michaelice.jpg\"><img src=\"images/michaelice.jpg\"></a><br>\n<i>Aidan took this picture of me with Peter&#39;s camera.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/mypeeps.jpg\"><img src=\"images/mypeeps.jpg\"></a><br>\n<i>The guys above the ice step.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/orangec1.jpg\"><img src=\"images/orangec1.jpg\"></a><br>\n<i>A party climbing beside us.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/orangec2.jpg\"><img src=\"images/orangec2.jpg\"></a><br>\n<i>A similar shot.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/othersup.jpg\"><img src=\"images/othersup.jpg\"></a><br>\n<i>Another climber finishing the route.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/upperridge.jpg\"><img src=\"images/upperridge.jpg\"></a><br>\n<i>Peter cleaning the belay station.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/jcpenny.jpg\"><img src=\"images/jcpenny.jpg\"></a><br>\n<i>Striking poses on top!</i></p>\n"}