{"date":"2003-8-13","title":"The Ptarmigan Traverse","blurb":"6 days, with Theron","description":"<p><i>Theron Welch&#39;s account is\n<a href=\"http://www.theronwelch.com/mountains/pnw/north/ptarmigan/day1/index.htm\">\nhere</a></i></p>\n<ul>\n<li><a href=#Monday>Monday</a>  - Car shuttle, hike to Red Ledge camp</li>\n<li><a href=#Tuesday>Tuesday</a>  - climb of Mt. Formidable</li>\n<li><a href=#Wednesday>Wednesday</a>  - climb of Old Guard Peak</li>\n<li><a href=#Thursday>Thursday</a>  - climb of Spire Point</li>\n<li><a href=#friday>Friday</a> - climb of Dome Peak and Dynaflow Tower</li>\n<li><a href=#Saturday>Saturday</a>  - hike out</li>\n</ul>\n\n\n<p><a name=monday></a></p>\n<h3>Monday <a href=#TOP>(To page top)</a></h3>\n\n\n\n<p>Two days after returning from the awesome Bugaboo/Selkirks trip with\nRobert and Mark, I was driving behind Theron as we set up our car\nshuttle for the Ptarmigan Traverse. We dropped off my car at the\nDowney Creek trailhead, and continued up to Cascade Pass, finally\nready to begin hiking around 10:30 am. The long hours of driving had\ndefinitely surprised us, and kind of lowered my ambitions for the\nfirst day. Our packs felt heavy with 6 days of food and fuel, along\nwith sleeping gear and minimal climbing equipment.</p>\n<p>At Cascade Pass we took in the view, then kept going towards the\nCache Glacier. A guy came down and told us about climbing Mt. Formidable,\nsomething we planned to do the next day. The view of Sahale Arm is spectacular\nfrom this point about 500 feet above Cascade Pass. It reminded\nme of something I&#39;d read about the Emperor Maximilian who described\nthe Tyrol (a mountainous region in Austria and northern Italy) as\na quilt that could be shaken for resources. Sahale Arm resembled that\nquilt, with people going up and down the trails, and a host of marmots,\ndeer and other &quot;game&quot; animals present.</p>\n<p>There was no need to rope up on the Cache Glacier, and here we took advantage\nfor the first time of a trip tradition - &quot;dipping our cups.&quot; This phrase would\nbe used in innumerable variations, like &quot;come! let us dip our cups together\nin this fine mountain stream!&quot; and &quot;lo! let us...&quot; you get the picture!</p>\n<p><br><br><center>\n<img src=\"images/formidable.jpg\"><br>\n<i>Mt. Formidable from Cache Col.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/peggy.jpg\"><br>\n<i>Peggy Goldman at Kool-Aid Lake. Theron in candid pose.</i><br></center></p>\n<p>We stepped over a moat at the top of the glacier, and suddenly had the \nnorth face of Mt. Formidable in front of us, and a whole new deep valley\nto look at. We hiked down sometimes awkward scree and rocks, realizing\nwe&#39;d probably see a lot of this kind of terrain in the low snow year.\nJust as I was thinking we&#39;d have to be careful and not twist an ankle,\nwe came to Kool-Aid Lake and met Peggy Goldman and her husband. He\nhad torn a muscle while hiking among the rocks. At that moment a\nhelicopter arrived to take him to a hospital. He was in good spirits\nthough, having enjoyed a great climbing season thus far! Peggy had\njust climbed the last of the 100 highest peaks in Washington the\nday before with Mt. Formidable. That&#39;s a very impressive achievement.\nI consider myself to be someone who climbs a lot, but I&#39;ve only climbed\nabout 15 of those over the years. </p>\n<p>Peggy would hike out the next morning. She gave us some advice for\nthe climb of Formidable, saying we should bring a rope even though the\nroute is &quot;3rd class.&quot; She also said there were nice camp sites after\nRed Ledge with a great view of the mountain. Theron and I hiked up\nthere, across the crumbly Red Ledge, and up into a heather and boulder\ngarden that was really pretty. We set up our first camp, eating dinner while\nstudying the north side of Formidable. Such a great camp. We had our\nMP3 players which was great. As it turned out, I snored terribly, and\nTheron had to wake me up a few times. That was the last night he\nslept in the tent, preferring the out-of-doors to my raging inability\nto be quiet when sleeping. Sorry, Theron!</p>\n<p><a name=tuesday></a></p>\n<h3>Tuesday <a href=#TOP>(To page top)</a></h3>\n\n\n<p>The next morning, Formidable looked great in the warm sun and blue sky.\nWe walked for a while, soon roping up for our first real glacier:\nthe Middle Cascade. We passed a few crevasses, each of us getting used\nto the idea of moving farther away from civilization and chance of a\ntimely rescue. I think I was more cautious on this glacier, but by the\nend of the trip I was bull dogging us towards the more dramatic ice bridges.\nI found the route finding on the glaciers to be a really exciting part of\nthe trip. Especially as you make bolder choices, you can&#39;t be completely\nsure of what is ahead, and there is a pleasant tension as you follow your\nnose. </p>\n<p><br><br><center>\n<img src=\"images/formmorn.jpg\"><br>\n<i>Mt. Formidable in morning light.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/midcasglac.jpg\"><br>\n<i>The Middle Cascade Glacier.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/oldguard.jpg\"><br>\n<i>Old Guard Peak and the Le Conte Glacier.</i><br></center></p>\n<p>Soon we reached the col where a dramatic view of Sentinel and Old Guard\nPeaks awaited. We went down some moderately steep hard snow, our first chance to\nexercise &quot;french technique&quot; with heavy packs. We&#39;d been seeing bear tracks\nnear the col, and amazingly they went down this terrain. We crossed a\nbench of rock and snow, drinking from a stream along the way. Reaching our\nturn-off to climb Mt. Formidable, we dropped our packs and consolidated gear\nfor the hike. Easily over the col, then down a loose gully, we made our\nway onto permanent snow fields and ribs of the broad south face. Our\nadvice from Peggy was to keep going left longer than you think you should.\nThe route seemed to end at a steep rib, but we found that by scrambling\nup onto the rib, the route can be picked up again. Another party was wandering\nfar to the east, having missed this notion. We yodelled to them that we&#39;d\nfound the way, and they began hurrying over.</p>\n<p>After a pretty hike up the rib, we put on crampons for a snow field. At the top\nof this, we began scrambling 3rd and 4th class rock for a long twisty \njourney to the summit. There were some exposed ledges to cross, and one\nnotable gully marked by cairns that would have seemed improbable if not for\nfaint signs of passage. Above this, more loose scrambling led us up, where\nwe lost the route and ended up climbing a secondary summit, with the true\nsummit across a steep ridge to the west. We found a rappel station, and\nabseiled into a notch where we could easily climb to the summit.</p>\n<p><br><br><center>\n<img src=\"images/snowform.jpg\"><br>\n<i>Theron on snows of Mt. Formidable.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/onformad.jpg\"><br>\n<i>Gullies and ledges high on the peak.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/leconte.jpg\"><br>\n<i>Looking south to the Le Conte Glacier from the climb.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/buckindyr.jpg\"><br>\n<i>The beautiful Buckindy Range to the west.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/backjohan.jpg\"><br>\n<i>The back side of Johannesberg Mountain.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/viewahead.jpg\"><br>\n<i>A look south, to where we are going!</i><br></center></p>\n<p>It was a great view, with tantalizing scenes of what was to follow: miles\nof ice and rock, surrounded by mysterious green valleys. The back side\nof Johannesberg Mountain was loose, craggy and massive. We saw Jens and\nLoren&#39;s entry in the summit about a North Face climb. We promised to come\nback one day for the North Ridge. As it was though, the standard route offered\npretty nice scrambling and interesting route finding. I kind of expected\nto be keening for a north side route, but this was plenty enjoyable.\nWe made one rappel on the way down, possibly foolish due to loose rock that\nbarely missed Theron.</p>\n<p>After the hike back up the steep gully and down to our packs, we were fairly\ntired. It didn&#39;t take long to reach Yang Yang Lakes, very pretty in the\nlate afternoon. Here we were realizing that the distances to cover from\ncamp to camp are not that great. It&#39;s stopping for climbs along the way\nthat makes it more than a 3-day trip. For example, you could reach Yang Yang\nLakes on day one.</p>\n<p>We went for a short hike, trying to guess where the route would go the\nnext morning. It is not completely obvious, but you&#39;ll figure it out when\nyou go. The party that was on Formidable beat us to the lake, getting a\nfantastic camp site (they left the true summit for another day, so didn&#39;t\nhave the mandatory hour of gazing at the Beloveds). So camp wasn&#39;t that\ngreat, but I got some good reading in while Theron sat by a stream and\ntook some pictures after dinner. We allowed ourselves a nip of Tequila,\nand another in the morning to warm the region about the chest and torso.\nTee hee!</p>\n<p><br><br><center>\n<img src=\"images/theronform.jpg\"><br>\n<i>Theron above the Drop Creek valley.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/highpass.jpg\"><br>\n<i>Flanks of Mt. Formidable with Spider Mountain on the right.</i><br></center></p>\n<p><a name=Wednesday></a></p>\n<h3>Wednesday <a href=#TOP>(To page top)</a></h3>\n\n\n<p>Hiking early, we followed the steep trail up a boulder field to a \nsteep entry to the broad heathered ridge directly above us. This was one\nof the most beautiful spots of the trip: the North Arm of Le Conte \nMountain. A heather garden with granite slabs, golden in the morning sun.\nIt was a great place to spend the morning. </p>\n<p>Reaching snow beneath the upper mountain, we decided not to climb it.\nPart of it was the terrain that lay ahead: we were kind of unsure how\nwe&#39;d navigate steep-looking terrain of the Le Conte Glacier, and we\ndefinitely wanted to climb Old Guard or Sentinel. That old summit feeling\nwasn&#39;t there for Le Conte. As Chris Koziarz would say, we didn&#39;t\n&quot;smell the summit.&quot; </p>\n<p>So we continued on snow and rock, traversing the east side of a ridge.\nOnce I reached a dead end at a steep 100 foot drop off. I scrambled up\nrock in crampons for 250 feet to get around it, then continued on\nglacial ice back down the other side. I was enjoying trying to be\nsmart about keeping crampons on. Of course, that mostly played out as\nscraping across rocky sections in them. Theron was more careful with his\n&#39;pons, preferring to remove them for these changes. I can report however,\nthat my aluminum Stubai crampons (purchased from Pro Mountain Sports, by\nthe way, gotta plug that awesome store), are still in great shape!</p>\n<p>&quot;Gotta be ready for &#39;The Winter of Mixed!&#39;&quot; I would cry to Theron.</p>\n<p>We finally roped up for the glacier after a cooling drink of ice water.\nPretty soon, we came to a crux spot. Faint tracks led into a maw that\nwe didn&#39;t approve of. But there was no way around! (we checked). So we\nfollowed, and were rewarded with a short steep ice step that took us\neasily through. I chopped one handhold more to increase the drama than\nfor anything else. But it gave me a secure stance to take a picture of\nTheron!</p>\n<p><br><br><center>\n<img src=\"images/funglacier.jpg\"><br>\n<i>Key ice bridge on the Le Conte Glacier.</i><br></center></p>\n<p>Energized by the fun glacier crossing, we dropped our packs near the \n7300 foot col to the South Cascade Glacier, and set off southeast to\nthe base of Old Guard Peak, having decided it looked the &quot;coolest.&quot;\nTraversing above a large bergschrund, we gained the notch between\nthe two peaks. An icy gully led us to an awkward step onto a rock\nslab. We actually carried an ice screw, and here it got it&#39;s only\nuse of the trip! We used it to anchor our crampons and axes to the\nice, something necessary because there was nowhere on the rock to\nput them, and the moat between the rock and ice was deep and dark.</p>\n<p><br><br><center>\n<img src=\"images/meoldguard.jpg\"><br>\n<i>Me on the summit of Old Guard Peak.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/chikamin.jpg\"><br>\n<i>The Chickamin Glacier, wow.</i><br></center></p>\n<p>We enjoyed the route-finding up indistinct rocky terrain. The\nbergschrund below kept our attention focused on the next hand and foot\nholds. These &quot;scrambling&quot; peaks were definitely more challenging than\nI expected, and I, jaded, had just returned from the Bugaboos.\nBut it made the summit more rewarding. In fact, we eventually declared\nthe view from Old Guard Peak the best of the trip. Agnes Creek and\nthe Chickamin Glacier were stunningly beautiful, especially the\nsweep of the lower glacier as it reaches it&#39;s terminus 1000 feet\nabove the creek. Deep gorges below the Dana Glacier contained\nwaterfalls, and Elephant Head Peak looked amazing. I think it&#39;s an\nunder rated peak of the area, we are going back for it. It took a long\ntime before we were ready to leave.</p>\n<p>After carefully crabbing down to our ice gear, we retraced our steps\ndown the glacier. It was a great feeling to be romping on a\nremote glacier like it was our own backyard. The sun shining down,\nand lots of little jumps to make over crevasses. We got down to a\ngathering of people near our packs. It was two sets of two people doing\nthe traverse. We talked for a while, continuing together on a snow\ntraverse above the South Cascade Glacier. </p>\n<p>When it seemed like the right spot, Theron and I stopped for some food,\nand to climb Sentinel Peak. The others continued on ahead. I ate a Nutella\nsandwich - I was pretty over the moon about that. Theron had developed a\ntaste for Nutella too (the European Hazelnut Spread!). We hiked up steep\nheather, getting great views of the glacier below. We weren&#39;t really on\nthe normal route, we&#39;d climbed up the south ridge to where it became\nloose and craggy. We gave up the climb here, not feeling like wending our\nway among crumbly towers just for the tick. White Rock Lakes and their \nfabled beauty was on our minds instead.</p>\n<p>On the way down, I saw a bear loping across the glacier. He came very close\nto where (yikes!) we&#39;d left our packs. If he smelled the European Hazelnut\nSpread, we might have been done for. Or at least reduced to begging.</p>\n<p>We came down making loud silly noises to scare him away. I rounded a corner\nand saw that our packs were unmolested and the bear was gone. That was\na close one! Soon we were descending steep scree to the glacier and hiking\nacross. There was no need to rope up on the broad snow field, and we were thankful\nto reach a patch of shade on the opposite side. More steep scree and \nboulder fields led down to the lakes. I&#39;d gotten better at &quot;boot skiing&quot;\non the stuff, I think my tendency to always wear my gaiters made this easier\n(less pebbles in my boots).</p>\n<p>The scenery at the lakes was even better than we expected. Of course, we\nwere a big crowd now, and our tendency to climb peaks always made us late\nfor the good camps. We found two decent flat spots about 100 feet apart,\nand fell to snapping pictures, napping, drinking, then eating dinner.\nAfter dinner all eight of us gathered and passed around our bottle of\nwhite tequila, while we marvelled at the terrain ahead. It looked very\nimprobable and steep. All of us were &quot;traverse virgins,&quot; so we were excited\nabout the discoveries to be made the next day. Theron and I identified\na distinctive snow patch that would be a good marker if we could find it\nthe next day.</p>\n<p><br><br><center>\n<img src=\"images/wrocklakes.jpg\"><br>\n<i>The White Rock Lakes, with Spire Point behind.</i><br></center></p>\n<p>I didn&#39;t set up the tent, but I eventually got cold enough to wrap it \naround me at 3 in the morning. Darn, that made my sleeping bag wet though.\nMy summer bag is really small and light, but it needs a little help from\na tent or bivy sack.</p>\n<p><a name=Thursday></a></p>\n<h3>Thursday <a href=#TOP>(To page top)</a></h3>\n\n\n<p>Ah, Thursday morning, day four of the trip. We took off on a brushy trail\nthat led down and into a rocky bowl. Theron had a scare when I went too\nfar ahead and he saw a side trail, wondering which way I had taken. \nI often was a bit ahead, too excited to stop, and I had an easier camera\nsetup than Theron. Oh, I didn&#39;t mention how much I liked having a\nPlatypus water bag. My pack&#39;s &quot;crampon pouch&quot; holds it really well, and it&#39;s\nvery nice to keep drinking even without stopping. And we never carried more\nthan a quart at a time due to the abundant streams. We trusted the water,\ngetting away without using iodine pills until the last day of the trip.\nSome would describe this attitude as careless. I&#39;m afraid I&#39;ll have to be\nburned once to give it up, I understand there is a risk of illness. However,\nit feels too good to just fill my tin cup from the stream and\ndrink. The cup is stored on a carabiner with my camera, easily used without\nstopping. Theron and I both enjoyed this aspect of our week out, and made\nall kinds of jokes about it.</p>\n<p>Another great joke was the alter-egos we&#39;d developed. These characters had a\ncurious fixation on the bottle of tequila, and could mutter for 10 minutes\nat a time about how you don&#39;t take a man&#39;s bottle from him. You can take a\nman&#39;s fambly away, but not the BOTTLE, no never that.</p>\n<p><br><br><center>\n<img src=\"images/wrockmorn.jpg\"><br>\n<i>The Dana Glacier in the morning.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/theronhobbit.jpg\"><br>\n<i>Theron in a candid pose.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/coolglacierice.jpg\"><br>\n<i>Exciting crevasse crossings on the Dana Glacier.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/theronwalk.jpg\"><br>\n<i>Theron, aka Der Wanderer.</i><br></center></p>\n<p>We crossed patches of ice then rock. Back on snow, we reached the\nfirst crevasses and stepped across. A long rocky section was walked in\ncrampons and we carried coils between us. Everyone else apparently went\ndown a dirt gully here for 200 feet and got onto gentle snow fields to avoid\nthe glacier proper. It was fun to weave among the crevasses instead for\nthe most enjoyable glacier meandering of the trip. Following fins of ice,\nwe sometimes cramponed down to a shelf and up the other side.\nTheron led us onto a gentle but distinct fin leading towards Spire Point.\nWe had to be careful crossing some melting snow bridges on the upper part.\nSuddenly we were on top, eagerly dropping our gear and scrambling to\nthe ridge crest over large blocks. Now we could see Itswoot Ridge and\nCub Lake, glimmering in the sun. </p>\n<p>It was time to enjoy some &quot;Hit&quot; Cookies. These are calorie rich, and only\ncost $1.00 for a pack at REI. One pack serves as a hearty lunch. Theron\nlooked around for a place to take off his boots and not lose them. I \nrecognized the distinctive motions and facial expression that signaled his\ndesire to do that, and divined his wish before he said anything. That made\nus laugh, I guess we&#39;d gotten to know each other pretty well.</p>\n<p>It was interesting to compare what we did. Seeing how important it was\nto Theron to wash every day, I wondered why I didn&#39;t mind going to bed\nrelatively dusty. I rarely took off my boots during the day, but Theron\nthrived on that. I needed to eat a lot more than him, I think my dinners\nwere almost twice as large. I was the rope coiler/uncoiler, and Theron\ngot water for dinner most of the time. I would turn in early and read a\nbook, while Theron sat up taking pictures until the last light. I reckoned\nwe could get along all winter on an ice floe if we had to.</p>\n<p>Anyway, it was time for our climb of Spire Point. We followed a rocky\nslope to the west to reach the North Ridge. Coming back east a few paces, we\nfound the &quot;obvious gully,&quot; and Theron took off on a 25 meter doubled rope for\nthe first pitch. He reached a good ledge after some fun 5.5 climbing.\nThere was a sling here, which we used as an anchor. Theron then continued\nup and to the left, eventually committing to a leftward traverse above a\nblank, mossy slab. He did a great job on the serious pitch, especially as\ngear was very sparse and hiking boots felt insecure on the small footholds.\nI followed, kind of alarmed when I cleaned some gear and the rock supporting\nit nearly fell out when I hung on it for a moment. The pitch ended at an\nincredible stance on the northeast side of the spire. Theron wanted to\nlead the last pitch too, so I belayed him out for the easiest section of the\nroute, though it had the best views. Soon I joined him on the summit.</p>\n<p><br><br><center>\n<img src=\"images/spirepoint.jpg\"><br>\n<i>Spire Point from the north.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/theronspire.jpg\"><br>\n<i>Theron on the third pitch of Spire Point.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/spiresum.jpg\"><br>\n<i>Looking down a ridge from the summit. Note the fire!</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/looknorth.jpg\"><br>\n<i>A view back north.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/cublake.jpg\"><br>\n<i>A view south, with Cub Lake on the right.</i><br></center></p>\n<p>How often can I praise the views from summits along this traverse? The\nsurroundings from here were much craggier with countless sub-spires and\nridges. You could climb for days around here. The south face seems like\na great route, and I even saw two people hiking up to do it (big crowd\nout here, eh?). We downclimbed a bit, then made two rappels and scrambled\nthe rest of the way down.</p>\n<p>Now we descended Itswoot Ridge, first on snow, then on rock and scree for\nalmost 2000 feet. Once I freaked out when Theron led us down a\nchillingly steep heather slope. I had to use my ice axe to climb back\nup and go down the normal trail in the scree. He has much greater tolerance\nfor tottering on steep heather than I do! But in the end, we reached the\ncamp on the ridge, and drank deeply from cold streams. I haven&#39;t talked much\nabout the weather, because there was none. Except for Tuesday, which had\nsome afternoon clouds, every day had been hot and cloudless. On the sunny south\nflank of the mountain, even I had to enjoy a cold foot bath. We shared\ncamp with two parties of two from the previous day. It looked like the hike\nto Dome Peak would be an extravaganza of boulder fields for miles.</p>\n<p><br><br><center>\n<img src=\"images/itswoot.jpg\"><br>\n<i>This picture is taken from camp on Itswoot Ridge.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/domepeak.jpg\"><br>\n<i>Dome Peak from camp.</i><br></center></p>\n<p><a name=friday></a></p>\n<h3>Friday <a href=#TOP>(To page top)</a></h3>\n\n\n<p>In the morning, we dutifully set off first, following trail, then cairns,\nthen finally just following our noses up boulder-strewn slopes. A few hours\npassed uneventfully. Clouds had come in, and seemed to be lowering.\nThe summit of Dome was occasionally obscured. We reached the glacier, which\nprovided a gentle walk up to a bergschrund which we passed on the right.\nTaking the easiest way, we went back left and got onto rocks where we could\ndrop axes, crampons and rope. A fun scramble led us up the ridge to an\nexposed and tricky final move. Theron was pretty amazed by it, and we\ntook some pictures of the action.</p>\n<p>Clouds were moving in, but we got some of the final views of Glacier Peak\nto the south, and mysterious mountains to the east. Soon, the other two parties\narrived, and we took turns taking pictures and talking about the trip. We&#39;d\nall thought it was a great success.</p>\n<p><br><br><center>\n<img src=\"images/ondome.jpg\"><br>\n<i>Ridge on Dome Peak.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/medome.jpg\"><br>\n<i>Me posing on Dome Peak.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sumdome.jpg\"><br>\n<i>Theron and I on the summit.</i><br></center></p>\n<p>On the way down, Theron lobbied to climb another peak, such as Dynaflow Tower\non the other side of the glacier. I was pessimistic, pointing out that the\nweather had changed, and we could end up hiking out Bachelor Creek in the rain\nif we stayed overlong. He left the decision to me. Of course, as we descended\nthe glacier, my feet strayed to what was true and right - to Dynaflow Tower!\nSo what if we get wet later, climbing such a neat looking crag would be worth\nit!</p>\n<p>Theron put me on belay right off the snow, and I swarmed up excellent granite\nflakes and cracks to a good belay stance. After Theron arrived, he belayed\nme around a corner where the rock changed dramatically. The gray granite\nwas replaced with rotten, black and brown boulders and shards barely sticking\nto the crag. I tried climbing straight up some shards, then realized the\nfolly of that approach. A devious traverse across the time bomb led to\nsteep but more solid ground. Then I traversed back right to reach a\nnotch where I could set a primitive belay. It was hard to trust anything.\nMy &quot;anchor&quot; was a nut looped back on itself around a column of rock.\nI marvelled once again at &quot;Beckey 4th class,&quot; remembering that I had made a\ntechnical &quot;drop knee&quot; move on the steep pitch. I rated it 5.6 R, at least\nin hiking boots.</p>\n<p>I hadn&#39;t noticed, but Theron did notice that the wind had picked up and we\nwere sheathed in cloud. He had opportunity to wonder if I was ok out of\nsight and around a corner, moving so slowly for so long. He understood after\nfollowing the pitch!</p>\n<p><br><br><center>\n<img src=\"images/dynaflow.jpg\"><br>\n<i>Theron on Dynaflow Tower.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/dynaflow2.jpg\"><br>\n<i>On the steep and loose second pitch.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/dynaflow1.jpg\"><br>\n<i>Taken from the summit...very loose!</i><br></center></p>\n<p>The last pitch was more of the same, making up for being less steep by presenting\neven looser rock for climbing. I tossed 10-15 dangerously stacked shards of\nrock off the north side of the peak, and the lonely sound of their crashing\nbelow seemed to take a long time to be heard. I got one nut in, but it was\nonly psychological protection. The summit was a rotten shard of dark gray\nin a light gray cloud world. &quot;Ugh,&quot; I thought. We were glad to have done\nthe climb, but had probably never seen a peak that has such a dramatic\nchange in rock quality, luring you upward into a jigsaw puzzle!</p>\n<p>Getting down was odd. We left a sling at our belay below the summit,\nand I rappelled straight down, hoping for some kind of anchor or stance\non the unknown face. As I neared the end of the rope, I saw a tiny\nstance with a chock stone I could sling for an anchor. The only problem was\nthat I had to stand on the chock stone, and be at the end of the rope too.\nVery awkward for getting a sling around something! I girth-hitched the\nchock stone, and clipped into it to make a bouldering move down to a lower \nstance. From here, I realized I could scramble 4th class ledges back to\nthe start of the route. So it turned out to require 1 rappel, then a\nself-belayed short downclimb to 4th class terrain.</p>\n<p>On the glacier, we entered a sea of fog. We left our tracks and turned\nhard right, expecting to catch up with our ascent tracks via a shortcut.\nWe continued without landmark for long enough that I began to worry we\nwere walking in circles on the flat glacier, but then we found the\ntracks. The trip back to camp was long but uneventful. The cloud had\nsettled on the glacier, and we were free of it once on heather slopes\nnear camp.</p>\n<p><br><br><center>\n<img src=\"images/domeglacier.jpg\"><br>\n<i>The Dome Glacier in unsettled weather.</i><br></center></p>\n<p>At camp we took a blissful nap, waking when we realized the wind was \npicking up and it smelled like rain. Everyone else had left hours\nbefore. We suddenly hurried to pack up to get down to the\nlake in case of a storm, which might be unpleasant on the high ridge.</p>\n<p>A beautiful but steep hike led us to the lake where we had dinner and\nsettled in for the night. The basin above the lake looks so amazing, I\nstared at it for a long time. There was no rain in the night.</p>\n<p><br><br><center>\n<img src=\"images/cublake1.jpg\"><br>\n<i>Basin above Cub Lake.</i><br></center></p>\n<p><a name=saturday></a></p>\n<h3>Saturday <a href=#TOP>(To page top)</a></h3>\n\n\n<p>So we hiked up to a pass and \nthen descended Bachelor and Downey Creeks. Due to extensive avalanche debris,\nwe lost the trail in Bachelor Creek, but were able to enter timber on the\nright side for a while, then go down and cross the stream and pick up the\ntrail again on the other side. Now we put on our MP3 players and zoned\nout for a few hours. I listened to some of Theron&#39;s 1930s radio programs,\nsuch as &quot;The Potters of Firth,&quot; and a great one about Cat People living in\na town called Malton. A great quote in a sepulchral voice: \n&quot;The night air of Malton is conducive to sleep.&quot;</p>\n<p>We reached the car about an hour before we expected to. We were hiking really\nfast, fueled by that acid rock the kids are listening to! It was such a\ngreat feeling to have hiked all this way. Oh the memories! 5 peaks,\n40 miles, 20000 feet, 6 days. Damn what a great\ntime. Thanks Theron!</p>\n<h3><a class=\"Nav\" href=#TOP>To page top</a></h3>\n"}