{"date":"2003-5-24","title":"Leavenworth Climbing","description":"<p><h2>Castle Rock and Icicle Ridge</h2></p>\n<h3>May 24-26, 2003</h3>\n\n\n<p><i>\nTheron&#39;s account of the trip is\n<a href=\"http://www.theronwelch.com/mountains/pnw/short/index.htm#Leavenworth%20-%20Memorial%20Day\">\nhere</a>.\n</i></p>\n<p>Our plans to climb Mt. Rainier began to seem foolish as the weather\ngot wet and warm for the coming weekend. So Theron, Aidan and I\ndrove to Leavenworth (been going there a lot lately!).\nWe spent Saturday climbing at Castle Rock. First I led the\nSouth Face of Jello Tower (5.8). It was a really fun pitch, with\ntwo overhangs to negotiate. The first one is harder, and a little\ntense due to the guidebook&#39;s note: &quot;This route requires immediate\ncommitment. Groundfalls have occurred, and are to be avoided.&quot;\nTee hee! The second overhang is easier but more dramatic, due to\nthe height, and because there is a great hand jam to hang from\nand look around below you. Then Aidan led Midway Direct (5.6) to\nthe summit in a long pitch.</p>\n<p>We came down, and Aidan started feeling heroic, so Theron belayed\nhim on Damnation (5.9), which is the crack/chimney between Jello \nTower and the main face. After a few enticing hand jams, the climb\nbecomes abruptly HARD. VERY HARD. Aidan protected it well, but the\nstrenuous and unfamiliar moves required him to hang often. The\nnext 30 feet were really tough, even overhanging at a bulge. Finally,\nour hero reached a mid-point ledge for a much needed rest. Clearly,\nthis climb would skool us all. The next section was long and kind\nof runout, but easier than the first part. It featured stemming and\nchimney techniques, with thin nuts for protection. The final\neasy hand crack to the end was a godsend after that tour-de-force!</p>\n<p>Now it was my turn, as Theron decided to wait a year or so for this\none! Aidan had some incredible rope drag, so he couldn&#39;t keep the \nrope very tight. I didn&#39;t mind at first, but when I got to the\ndifficult &quot;off-hands&quot; part of the climb, I knew the stretch would\nallow me to hit the ground. Rather than get into more danger, I \ndecided to jump in order to remove slack from the system. I let\ngo from 12 feet up and landed on my feet lightly. Later I told\nAidan about that, and he was totally unaware due to the rope drag.\nNow he was able to feel the tension better, and bring in the ropes\nas I climbed. I ended up laybacking the worst of the off-hands\nsection. By the time I reached the mid-height ledge, I was pretty\nbeat (and only following!). From there, I inched my way up the\nchimney by rolling my shoulders and pasting my feet on the opposite\nwall. Aidan had made some neat gear placements with opposing nuts.\nI had to leave a nut though, as it had been weighted a lot and\nall the bashing away with my nut tool was fruitless. No matter, this\nwas a climb worth paying for, as the difficulties set a new\nstandard to rise to. We hooked up with some other guys I had met\nbefore for the rappel. We were exhausted and dehydrated. It is a\ngreat test piece for 5.9!!</p>\n<p>Now we climbed Saber. I led the first pitch and Theron led the\nsecond two. Probably Theron should have led everything. Some of these\nclimbs were beyond him at this point, so he had to stand around more\nthan anyone should have to. I resolved that we should hike the next\nday so we&#39;d all get a full-day fun pass!</p>\n<p>We ate at an Italian restaurant, then bivied in the canyon. After a \ngood night&#39;s sleep, we got up the next day excited to climb.\nSomehow, we got the idea to go down to Tieton and climb. Only\nTheron had been there before. But as we thought about it, it would\nbe better to stay here and hike. I had tried to sign us up to climb\nCashmere Mountain, but the 17 mile round trip appalled my companions!\nAs it turned out, we&#39;d hike about that same distance anyway!</p>\n<p>Icicle Ridge seemed like a good compromise, so we started up. Aidan \nkept saying stuff like:</p>\n<p>&quot;I like resting. Resting is cool.&quot;</p>\n<p>and</p>\n<p>&quot;I don&#39;t think Colin would have done this. Yeah, Colin would have\nprotested.&quot;</p>\n<p>Sometimes Theron would say:</p>\n<p>&quot;Yeah, I like resting too.&quot;</p>\n<p>So I felt like a schoolmarm on some kind of natural science field trip!</p>\n<p>But as we hiked on, and the views improved, my charge&#39;s spirits \n improved. It really is a neat hike, actually. Ridge top wandering, lots\nof elevation gain (over 6000 feet in total), and a cool feeling because\nyou are traversing a large and important structure in the L-town\nconstellation. Two other climbers were hiking as well, and we talked\nabout climbs for a while. But we were the only ones who decided to\nhike all the way to 4th of July Creek and down in a one-way trip.\nAidan and I wore tennis shoes, but were undaunted by the miles of\nsnow-walking. </p>\n<p>&quot;This was a great idea, Michael&quot; said Aidan.</p>\n<p>Ha ha! I won!!!</p>\n<p>I was introduced to bagels and hummus. Man, is that good. I ate a lot \n of that. The views of the Stuart range were awesome. \nThe Snow Creek Wall was far below us\neventually. Cashmere Mountain and Cannon Mountain looked very\nrespectable, something you don&#39;t see from the road. We realized that what we thought was Cashmere Mountain\nwas merely a ridge far below the true summit. There were high clouds,\nand the west side of the range was pretty socked in. We ate lunch\non an overhanging rock that freaked Aidan out. I hopped up and down\non it at my peril! We had lost the trail long ago, and just stuck\nto the ridge crest, and we found bear tracks at a creek crossing.</p>\n<p>Finally we reached our end point, and scrambled up to the site of\nan old fire lookout. There was a metal rung to help us get up there.\n(Shades of via ferrata). Here I finished my own, and everyone else&#39;s\nhummus and bagels. Some nice folks took a picture. Really neat!\nOne man grabbed the iron rung, peeked over the lip of the boulder,\nand immediately turned around and went down.</p>\n<p>We easily kept the trail down 4th of July creek. Not like last time,\nwhen I lost it in snow, and bushwhacked 4000 feet to the road!\nThe trail was gentle in the upper half, and brutally steep below.\nWe wondered if the original trail boss was fired, and a more moderately\ntempered fellow hired in his place. A talkative woman with a \nmonosyllabic man were passed. We could still hear her voice on \nswitchbacks far above!</p>\n<p>My heel started to hurt as we reached the bottom. At the trailhead,\nI got a ride from some hikers back to the Icicle Ridge trailhead\n8 miles away. We talked about many hikes we had in common. </p>\n<p>Next stop, Heidelburger, where we were terrorized by an unstable\nwoman who asked &quot;how do I get out of this #$@! town anyway!&quot; and\nscreamed &quot;F*#( You!!!&quot; into a pay phone. She was having a terrible\nday, I guess. She apologized, then got in her car and started\ncursing again when her door wouldn&#39;t shut properly. That was too much!\nI wanted to laugh, but frankly, I was afraid.</p>\n<p>Aidan drove home to work on an English paper, while Theron and I\nwent to Barney&#39;s Rubble. There is a neat un-named 5.6 crack climb\nthat I though Theron would like to lead. He did very well, but\nthere is a committing crux move that was too puzzling. I had\nforgotten exactly what to do, so my &quot;beta from the ground&quot; was\nworse than useless. I went up and made that last move, then we\ndid two or three laps on the climb. I top-roped a 5.8 crack\nto the left that used to seem really hard. Now it&#39;s just hard!</p>\n<p>After another good night&#39;s sleep\nwe rose early and quickly hiked in to the\nSnow Creek Wall. I was going to introduce Theron to Orbit (5.8), a\ngreat 7 pitch climb on the wall. We got to the base and roped up.\nTheron let out a horrible cry. He didn&#39;t have his rock shoes!\nA pitiful wailing echoed around the basin for a while, as he\ntore his clothing and pulled out hair. I wasn&#39;t\ntoo disappointed, figuring that these things happen sometimes.\nWe did see two mountain goats anyway. We hiked away, greeting\nnumerous parties intent on climbing Orbit.</p>\n<p>Back at the car, I ate some more bagels and hummus. Alex and Summer\ndrove up and we heard about their climb of Hyperspace the day \nbefore. Definitely awesome! We drove back to Barney&#39;s Rubble and\nfound Theron&#39;s shoes. Yay!</p>\n<p>Now we hiked to Trundle Dome, where I wanted to lead April Mayhem\n(5.9). It was <em>incredibly hot</em> on the southeast facing granite\nwall. Already thinking it wasn&#39;t such a great idea, I climbed up to\na wet corner. There was enough green slime to make me feel good\nabout grabbing a quickdraw to clip the next bolt. Sweating like\na farm animal, I made dicey undercling moves to get past an\noverhang. I had to rest for an abnormally long time, as the last\ntwo days exertions caught up with me. Now I was at the hand\ncrack of the &quot;Piller de Cowboy Boot&quot;. I climbed up, with finger\nand hand jams, and placed a piece. On to another one a little\nhigher. Then I was in the crux, where the climb is dead vertical,\nand the crack leans far to the left. I was nervous enough that\nI figured I should protect one more time before reaching lower\nangled terrain. With a good hand jam, I fumbled for a cam, placed\nit. My body started to shake harder and harder. I knew I would\nfall very soon, if I could just finish my task! I was clipping a\nsling to the piece when I was off. I seemed to fall for a long\ntime. I raggedly cried &quot;FALLING!&quot; </p>\n<p>But Theron caught me, and I found myself hanging 20 feet below\nmy high point. My black Metolius 4-cam caught the fall. I had\nbeen sweating so much on this wall, I now seemed to lose the ability.\nMy skin felt hot and dry. For some reason, I wanted to continue.\nI regained my high point, then instantly lost motivation. Theron\nlowered me to the ground. I went to set up a rappel and retrieve\nmy gear. This process seemed to take an hour, as I had become\nreally dehydrated, but was also very shaky. After cleaning the\ngear I showed Theron my hand, which I tried to keep still.\nIt shook like that of a 40-year drunkard! I felt that somehow\nthe experience was good for me, but it wasn&#39;t something I could\nenjoy at the time.</p>\n<p>With that, Theron was into going home early, and I agreed. We took\n97 down to I-90 because we could already tell the traffic would\nbe terrible on highway-2. What we didn&#39;t count on was the huge\nbackup on I-90!! I turned off at Roslyn and got set with the\nidea of hiking until dark. But Theron wanted to keep going.\nWe were both tired, sore and sunburnt, which didn&#39;t help.\nI was stubborn because I figured that it was a holiday, and\nno matter how beat I am, I&#39;m going to play in the mountains\nrather than sit on a freeway! I think Theron was more interested\nin a shower and some rest. I won the argument because I had\nthe car, but naturally I felt like a complete cretin for\nsaying so. Note to self: I&#39;m pretty lame and fanatical about\nfree time in the mountains. Psychotic even.</p>\n<p>We went into a general store and bought some liquid. We both\nfelt better because the owner told us there were multiple accidents,\nand it would be at least a 5 hour trip to Seattle. So, more at\npeace with circumstances, we drove off to hike up Jolly MOuntain.\nBut the road was closed, so we changed to Thorp Mountain.\nWe made it most of the way to the trailhead, until snow blocked\nthe way. We hiked up the trail until we lost it on a snowy\nhillside. Having no special commitment to the trail, we set\noff up a steep slope to gain a ridge crest and thereby get\na view. I was keen to find a good nap location. On the crest,\nTheron led us to craggier terrain, and then espied a route\nup a local high point. We scrambled over and around towers,\npleased with the rugged terrain which felt completely unvisited.\nThe north slope fell away in 300 foot high cliffs, and the south\nhad perilous rubble strewn ledges.</p>\n<p>After a while we didn&#39;t want to reverse our route, having made\nenough devious traverses and difficult-to-reverse climbs, that\nit would take a long time to get back. We reached the summit\nof the ridge crest and saw two rocks stacked on each other.\nPerhaps left by an itinerant miner in 1927? I think it likely...</p>\n<p>Theron had rallied to my cause, and we stood proud on our peak,\ntrying to come up with names. &quot;Little Big Peak&quot; seemed best.\nAfter some pictures, and admiring Lemah Mountain in the distance,\nwe carefully found our way down the opposite end of the ridge,\nwhich was shorter but steeper. Once I planned to use a tree limb\nas a handhold. Upon touching it, the entire tree plunged\nspectacularly down the cliff. It rolled down snow slopes, resembling\na great claw, not unlike the hoary grasping limb from\n&quot;Poltergeist, The Movie.&quot;</p>\n<p>A few more careful moves, and we made standing glissades down\ninto the valley with the car. I, yet again, in tennis shoes, which\nwere completely ruined after this (they were old anyway).\nOver Mexican food in Cle Elum, we toasted our folly and good fortune.\nWe had snatched agony from the jawas of success, then ridden to\nvictory on gift horses. Or something like that.</p>\n<p></td></p>\n<p><td width=\"30%\" valign=top></p>\n<p><table></p>\n<p><tr><td>\n<a href=\"images/tiredfolk.jpg\"><img src=\"images/tiredfolk.jpg\"></a><br>\n<i>My whining friends.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/ltownfr.jpg\"><img src=\"images/ltownfr.jpg\"></a><br>\n<i>The suburbs of Leavenworth (Kansas).</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/aidanrock.jpg\"><img src=\"images/aidanrock.jpg\"></a><br>\n<i>Aidan with the Enchantments behind.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/twoonridge.jpg\"><img src=\"images/twoonridge.jpg\"></a><br>\n<i>This is Lunch Rock</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/theronrock.jpg\"><img src=\"images/theronrock.jpg\"></a><br>\n<i>Theron on Hero Rock</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/withsign.jpg\"><img src=\"images/withsign.jpg\"></a><br>\n<i>An important crossroad.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/tosummitb.jpg\"><img src=\"images/tosummitb.jpg\"></a><br>\n<i>Theron on the via ferrata to the summit.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/threehikers.jpg\"><img src=\"images/threehikers.jpg\"></a><br>\n<i>Solemn summiters</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/aidntheron.jpg\"><img src=\"images/aidntheron.jpg\"></a><br>\n<i>Yes they are always like that.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/sadtheron.jpg\"><img src=\"images/sadtheron.jpg\"></a><br>\n<i>After the shoe incident</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/thorp.jpg\"><img src=\"images/thorp.jpg\"></a><br>\n<i>Thorp Mountain.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/ourpeak.jpg\"><img src=\"images/ourpeak.jpg\"></a><br>\n<i>Theron on our scramble peak.</i></p>\n"}