{"date":"2003-1-1","title":"Short Reports 2003","description":"<p>I have to keep a list of the Index climbs I&#39;ve done.</p>\n<table>\n<tr>\n<td>Godzilla (5.9)</td>\n<td>Princely Ambitions p1 5.9+, p2 5.8</td>\n<td>G.M. p1 5.8, p2 5.9</td>\n</tr>\n<tr>\n<td>Heart of the Country (only p3, upper 5.10a crack)</td>\n<td>The Lizard 5.8 (aka &quot;Aries&quot;), 4 pitches</td>\n<td>Libra Crack (5.10a, haven&#39;t successfully led it yet)</td>\n</tr>\n<tr>\n<td>Great Northern Slab (5.6)</td>\n<td>Pisces (5.6)</td>\n<td>Velvasheen (5.7)</td>\n</tr>\n<tr>\n<td>Sickle Crack (5.7) (aka &quot;Taurus?&quot;)</td>\n<td>City Park (C1 - pitch 1 and 2)</td>\n<td>Iron Horse (C2 - first pitch)</td>\n</tr>\n<tr>\n<td>Beak! Beak! Beak! (5.9) w/original finish</td>\n<td></td>\n<td></td>\n</tr>\n</table>\n\n<p><a name=EAGLECREEK></a></p>\n<h3>Eagle Creek Skiing, December 27, 2003</h3>\n\n<p>This is the Eagle Creek near Eagle Rock, Townsend Mountain, and Eagle Lake, the region bordered on the west \nby Baring and Merchant peaks. I skied up the Forest Service Road, able to drive to 1 mile past switchbacks, \nat 2400 feet. Once in the Eagle Creek valley, the snow became deep. I made it 4.5 miles in to just below a \nridgetop at 3800 feet, because I was tired as could be. I did see Baring Peak and Merchant Peak, with dark \nclouds behind them. Despite a forecast for storm today, I was in the sun for long periods. The views were \npretty broad and open in this valley. With more time or better snow, it would be great to continue to Eagle \nLake. Now that I&#39;m home looking at a map, I see I would have gone through a &quot;Paradise Meadow&quot; to get there. \nThat knowledge might have been enough inspiration to keep me going! The trip down had some gliding, but the \nangle just wasn&#39;t steep enough to feel like I was really skiing. Hurry and use the tracks before they are \ngone! 3 hours up, 1.5 hours down.</p>\n<p><a name=JTREE></a></p>\n<h3>Joshua Tree Climbing, December 23, 2003</h3>\n\n<p>Kris and I climbed for about a 1/2 day here on these formations:<br><br></p>\n<p><b>Trashcan Rock</b> - &quot;B-2&quot; (5.3): Pretty nice crack climb, which Kris followed. &quot;Tiptoe&quot; (5.7): bolted slab climbing.\n&quot;Karpkwitz&quot; (5.6): thin crack over a bulge.<br></p>\n<p><b>Atlantis Wall</b> - &quot;Men with Cow&#39;s Heads&quot; (5.5): pretty steep crack climb for a 5.5. &quot;Wet Pigeon&quot; (5.8): Only on top-rope,\nthe boulder problem start made me pause.<br></p>\n<p><b>Hemingway Buttress</b> - &quot;White Lightning&quot; (5.7): A really great hand crack with off-width start. I had some difficulty\ncleaning the route, because Kris couldn&#39;t lower me all the way. So I fixed the line at the top, rappelled, cleaning gear.\nThen I reclimbed the route using a prusik self-belay. Then I coiled the rope to go find a rap station that would let\nme descend from the buttress with a single rope rappel. By the time I was down, it felt like I&#39;d done three climbs.\nIt actually started to rain, so we left.<br></p>\n<p>Kris and I spent the late afternoon hiking to an &quot;oasis&quot; in a bowl between mountains. It was about 3 miles round trip.\nOn the way back, I went cross-country across some ridges and basins, eventually meeting up with Kris at a high pass with\nviews of the town of 29 Palms. Their lights were coming on and it looked purdy.</p>\n<p><a name=CRYSTALSKI></a></p>\n<h3>Crystal Mountain Skiing, December, 2003</h3>\n\n<p>I skied a bunch of blue runs here, making several trips on &quot;Downhill,&quot; &quot;Mr. Magoo,&quot; &quot;Rolling Lanes,&quot;\n&quot;Stump Farm,&quot; &quot;Gold Hills,&quot; &quot;Lucky Shot,&quot; &quot;Gandy&#39;s Run,&quot; &quot;Greenback,&quot; and &quot;Kelly&#39;s Gap Road.&quot;\nPretty tired by the end.</p>\n<p><a name=STEVENSPASS1></a></p>\n<h3>Steven&#39;s Pass Skiing, December 14, 2003</h3>\n\n<p>Kris and I went skiing at the pass. We rented alpine gear, and did pretty well. We skied green runs, and\na blue run together. I did a few more blue runs. Very fun with short skis. Kris was lovely, as ever.\nWe&#39;ll be back for more!</p>\n<p><a name=EXIT382></a></p>\n<h3>Exit 38 Dry Tooling, December 4, 2003</h3>\n\n<p>Alex and I each led the M3+/M4 bolted line on the Black Ice Wall. I nearly died of\npain when my fingers froze near the top - I had foolishly worn fingerless gloves.\nThe severe wind froze them quickly, and the re-warming was sooo painful. The\nclimbing was fun though, gotta get back for the rest of the &quot;routes.&quot;</p>\n<p><a name=EXIT381></a></p>\n<h3>Exit 38 Dry Tooling, November ?? 2003</h3>\n\n<p>Aidan Haley and I used a few hours to go dry tooling...in the pouring rain.\nDefinitely a silly thing to do, but we had a great time top-roping a route at\nthe &quot;Black Ice Wall&quot; of Exit 38.</p>\n<p><a name=RAPWALL></a></p>\n<h3>Alpental ice, November 22, 2003</h3>\n\n<p>Alex Krawarik invited me for some ice climbing possibilities at Alpental.\nWe both expected to find something, based on the cold temperatures in Seattle.\nHiking up the trail to Source Lake, we stopped to investigate the Alpental Falls,\nwhich were spraying water. Another cliff about 1/2 mile in didn&#39;t have enough\nice. Finally, we tried mightily to reach ice about 400 feet above Source Lake.\nI snow-shoed up a slope of deep and powdery snow. It became steep enough that\nI might slide back a few feet, or at least cover myself in snow while fighting\nwith the slope. Alex went ahead further, and realized the way wouldn&#39;t work.\nSo we went down (with a great slide over a cliff, fun!), and tried again\non the other side of a rocky buttress. Alex led the way for a long time, then\nsent me in front for a steep gully. I progressed by inches gained with great\neffort. We gave up on this route too, and made our way over to the Rap Wall.</p>\n<p>At the Rap Wall we met a host of folks that Alex knew: Tim L., Tim M., John, Frank,\nJustin (hope I got all the names right). Justin led a route on the left,\nbut couldn&#39;t reach the anchors above the last bolt. Tim Matsui and Alex worked\nto free an ice-covered top-rope from a route on the right. Finally, Tim L. led\nthe middle line, so we ended up with three ropes available for TRs if desired.\nI only attempted the TR on the right, which was pretty exciting and enjoyable,\ndespite my very poor performance. First, thin ice over rock on a steep ramp\nleading up and left. Then, an awkward transition to turn and face right\nfor an intimidating and improbable traverse up and right. With one good ice\nfoothold, I placed my tools on verglas-covered ledges and committed to the\ntraverse (using phrases like &quot;committed&quot; on a top-rope seems kind of silly,\nbut indicates my state of mind - it was scary anyway!). Tiny nubbins of\nrock for crampon points allowed me to keep going, and higher ledges for\ntools gradually made it possible to reach a decent ledge for feet. This\nwas really strenous, I fell a couple of times attempting it. Alex made some\ncomment about hauling me up and I realized that he was. What a sad sack I\nam, I thought. Oh well, there were a few easy moves, then I tried a few\ntimes to reach a big rock that I could hook with my tools. After a few attempts\nI made it, then continued up thin ice to just below the anchor. An awkward\nmove which involved hugging an ice bollard and scraping away on bare rock with\ncrampons allowed me to stand up at the anchor. Although this was by far the\neasiest route there (M6? M7?), it was too much for me - but I enjoyed getting\nto explore it.</p>\n<p>Alex worked on the middle line to a high point, and Tim M. had an exciting\nlead fall trying to reach the anchors for the left line. I tried the\nroute one more time, successfully making it to the start of the traverse\nwithout falling (yay!). I needed to get home, so Alex and I left.</p>\n<p><a name=MAILBOXPEAK></a></p>\n<h3>Mailbox Peak, November 10, 2003</h3>\n\n<p>With Carlos Pessoa. We made pretty quick work of this hike, reaching the summit\nin 2 hours - I think that means we climbed a bit more than 2000 feet per hour.\nI had not really been looking forward to this long slog of a hike on a \nmorning trip, as you have to climb so far to get any views. However, things\nwent more quickly than I expected, probably because the last time I came here\nwith Peter Chapman, we had knee deep snow to climb through in the last mile.\nThe final hike up rocky ground with light snow to the summit was really \nenjoyable, with a favorable wind and the morning sun for dramatic affect. On\ntop, we found the mailbox, but also a host of new items including a ladder,\na fire-hydrant and an American flag. We played around with these items as best\nwe could, then turned for home. 4 hours round trip.</p>\n<p><a name=SILVERPEAK></a></p>\n<h3>Silver Peak, October 24, 2003</h3>\n\n<p>Carlos and I parked on the road below Silver Peak, where the PCT crosses. We hiked up the trail\nfor a climb of Silver Peak, but started to worry that we missed our turnoff onto a &quot;faint&quot; trail\nleading to the summit. We decided to &quot;give up&quot; on the trail, and bushwhack our way up a cliff\nband and brush instead. This felt like a pretty crazy idea for a quick morning hike, but we\nwere curious about how we&#39;d do. Right away we scrambled on steep and muddy broken cliffs, making\nliberal use of brush handholds. We were on a sort of ridge with alternating steps of cliff and\nbrushy level sections. After about 30 minutes, we came to a streambed that led into a wonderful\n<a href=\"images/coolbasins.jpg\">large heathery basin</a>\n on the east side of the peak. We admired the sunrise on nearby peaks, and\nwalked up talus and heather slopes to a weakness in the cliffs that ringed the basin. There\nwere a \n<a href=\"images/scambasin.jpg\">\nfew moves of 5.0 rock climbing</a> on solid rock. I would make a move, then wait for Carlos to\nfinish it. After this excitement, we connected with the regular trail on the ridge, and followed it\nto <a href=\"images/carlossum.jpg\">the summit</a>. \nThere was a great panorama all around, and our unusual ascent route added to the\nfun of the morning. We had to get back to start the workday, so we rambled down the trail.\nWe found that we should have kept walking another 10 minutes to find it on the way up, but we\nenjoyed our unusual climbing route. Into the car and off to work!</p>\n<p><a name=MOUNTSI3></a></p>\n<h3>Mount Si, October ??, 2003</h3>\n\n<p>Carlos P. and I hiked up Mount Si for an early morning exercise. It was really neat,\nbecause on top of the haystack we were far above the clouds. A great &quot;cloud sea&quot; lay below us.\nIt was Carlos&#39; first trip up there, I&#39;m glad I could share this popular hike with him.\nHere is a <a href=\"images/onsummit.jpg\">picture</a>.</p>\n<p><a name=INDEXCLIMBING12></a></p>\n<h3>Index climbing, September 28, 2003</h3>\n\n<p>In the early evening, Theron and I climbed Godzilla, \nit was his first time on the route.\nA bit tough, but manageable! We were both tired due to a long break from\nrock climbing (more than a month!). As it got dark, we simul-climbed up\nPisces, and rappelled in inky darkness.</p>\n<p><a name=LITTLESI></a></p>\n<h3>Little Si, September 21, 2003</h3>\n\n<p>I went with Ren and Kyle, two great small fellas for their first \nmountain climb. We took the scramble route up the peak, complete with\nsome 3rd, 4th and even 5th class climbing to the summit. It was the\nclassy, sassy way! They were excellent fun on the trail, and cheerful\nclimbers as well. On the summit I drank all of Kyle&#39;s water, so he\nhad to borrow some from Ren. I had been irresponsible and forgotten water\nof my own! On the way down, we consumed as much sugar as possible, eating\nall the candy in their backpacks. A great day out!</p>\n<p><a name=RAINIER></a></p>\n<h3>Grand Park, September 13-14, 2003</h3>\n\n<p>Kris and I went backpacking at Mt. Rainier. We parked at Sunrise and made\na trip through Berkeley Park to Grand Park. It was awesome! Great weather\nSaturday, and clouds came in Sunday afternoon. We saw many marmots.</p>\n<p><a name=CASCADEPASS></a></p>\n<h3>Cascade Pass, August 30, 2003</h3>\n\n<p>I took my sister Cathy up to see the beautiful views here.\nUnfortunately, there was a fire on Johannesberg Mountain, and in the\nparking lot we could barely see the cliffs and glaciers that make it so\ndramatic there. The park rangers gave us a heather plant to carry up,\nwe were happy to do so. As we hiked the visibility improved, and by\nthe time we got up it was just a very hazy day. That was much better\nthan what we had below! Cathy lives in Oklahoma, and doesn&#39;t have any\nmountains to hike up. So I was impressed with her pace and she seemed\nto enjoy it too! We talked about squirrels, mountain climbing, roping\n(her husband Joe is an experienced calf roper), and funny experiences\nof our youth. One time, my mom tried to kill a rooster with an axe, but\napparently the axe bounced off his neck! Good times...Anyway, we lounged\non top of the pass for an hour, eating sandwiches. After seeing a marmot,\nwe headed down and drove for a milkshake at the Cascade Berry Farm.\nThanks for coming Cathy!</p>\n<p><a name=SNOWLAKE></a></p>\n<h3>Snow Lake, August 2, 2003</h3>\n\n<p>Kris and I hiked to the Snow Lake at Snoqualmie Pass on this fine afternoon.\nWe had a fun time. A nice lady complimented Kris on her pretty hair. We\nsaid thanks and felt good. There were many interesting small dogs. On the\nway out, one particular dog was amazingly cute. He was white and furry, quite small,\nand tilted his head at the exact angle that elicits maximum emotion.\nWith small paws whirring rapidly to keep up, the head properly tilted, and a\nworried somewhat strained expression, he captured our hearts.</p>\n<p><a name=INDEXCLIMBING11></a></p>\n<h3>Index Climbing, July, 2003</h3>\n\n<p>Theron and I drove out for a small bit of climbing early in the morning.\nFirst we climbed G.M. pitches 1 and 2. Pitch 2 looks so intimidating from the\nbelay, as it goes up to a roof and underclings to a steep wide crack on the right.\nBut once you commit to the moves, you find they are all there in a solid (stolid?\n(STONKER?)) way. Like me, Theron finished this pitch breathing harder than he\nexpected to! Now for &quot;Heart of the Country&quot;, pitch 3, rated 5.10a. I got a great\nnut placement in at the start, made sure I was comfortable and took off for\nsome semi-insecure finger jams and thin hand jams. I pasted my feet on the golden\nface and moved steadily up. When I could get my first real hand jam, I placed a\nblack Metolius cam. I climbed higher, feeling my legs shake a little bit, but\noverall not needing to stop and rest. One more cam placement would protect my\nlaunch into the final overhanging section. But what the crack dishes out in\nangle, it gives back with solid jams for hands and feet. One...two...three...four...\nI marked time as hands and feet locked in place. I was done! I placed a #3 Camelot\nat the top just in case I pitched off on the easy mantle finish. Now I want\nto climb &quot;Breakfast of Champions&quot; I wonder how much harder it is?!?</p>\n<p>Theron started, and had a really hard time. He doggedly worked the perplexing jams\nwith withering arms and great displays of strength. It was really good practice\nfor him, and after lots of work he arrived on top. &quot;I wonder if I&#39;ll ever climb\nthat free?&quot; he mused. &quot;In time...in time,&quot; I soothed. We repaired to our duties\nnear the Sound.</p>\n<p><a name=INDEXCLIMBING10></a></p>\n<h3>Index Climbing, July, 2003</h3>\n\n<p>Josh and I went out for some fun. I was feeling excited to climb the 2nd pitch of\nCity Park (5.10b), not realizing it was over my head! So I lead up Godzilla for\nthe 2nd time. It felt mostly easier than before, except for the layback which felt\njust as strenuous if not more. I really like the crack climbing above the layback.\nJosh came up, having trouble with the layback but successfully free climbing\nthe cracks above (nice job!). I got my fingertips into tiny cracks of the 2nd pitch,\nand made some tenuous moves. I got a nut into a very bad placement that would\nonly hold if I pull straight down (I need to buy new tiny nuts). Trying a few\ntimes, I got a little higher each time, but an important ledge was just out of\nreach. Expecting the crack climbing to be 5.8 from there, I used some slings\nto aid my way up to a good nut placement at the ledge (\nat which point the bad nut fell out). Trying to free climb again,\nI was impressed by the stout moves required to stand up on the block. I had\na good fingerlock with the right hand, but just couldn&#39;t commit to get up in\nthere. I saw that it would be hard climbing for a while from that point, so I\nlowered off the nut to the belay and we rapped. Thanks for catching my falls Josh!\nNext we climbed &quot;The Sickle (5.7)&quot; which is a great hand traverse. I tried to\nfinish via &quot;Blockbuster (5.9)&quot; but the awkward exit moves of the block repelled\nme. Belaying at the base of the Aries chimney, I brought Josh up. I wanted to\nclimb the chimney again in better style than a few weeks ago. I stepped up and\nplaced a cam in the back of the chimney, then moved out and began inching my\nway up. Very soon I was above the cam for a long somewhat fearful journey with\nmy back on the smooth wall and one foot on the opposite wall. If I fell I would\nhit the belay ledge. Will my leg get too tired and give out? How do I manage\nthese worries? Ok, just keep climbing. I reached a pocket for an orange 4-cam\nbehind my head and clipped in. On the previous climb I made a mistake here and\nabandoned the chimney technique. This time, I just kept &quot;chimneying&quot; to the top\nfor a much easier exit. Yay! I did it with a minimum of whimphering! I was pretty\nhappy. I went to the belay and Josh started up. But the cam I had placed was\nreally too big for the crack and had apparently walked in a ways. Josh kept trying\nto clean it for about 10 minutes, wedged awkwardly in the crack. He realized\nhe couldn&#39;t get it, and combined with already being worn out from Godzilla, he\ndecided to save the climb for another day. I rappelled down and while Josh\nheld my rap rope in a &quot;fireman&#39;s belay,&quot; struggled to clean the cam. After about 8\nminutes I got it. Yay! We made one\nmore rappel to the ground, and home. My assessment: &quot;Index is hard!&quot;</p>\n<p><a name=TOOF></a></p>\n<h3>The Tooth, July 12 2003</h3>\n\n<p>I had a morning free to go for a hike, and started up the Snow Lake trail planning\nto do something interesting. Maybe Bryant, Chair, Snoqualmie or the Tooth? The Tooth\nlooked pretty good as I reached the overlook to Source Lake. I&#39;d never been up there\nwith no snow before. Wow, it&#39;s definitely more tedious, as you are hopping boulders\nfor a mile or so. The climb was great. I was on the summit 2 hours and 10 minutes after\nleaving the trailhead. I hung out for a while, then descended. I&#39;d never taken the\nNorth Ridge before, but found this to be a very straightforward route. On the way\nout there were numerous parties on the climb. One couple arrived below Pinapple Pass, and\npromptly turned around when I said there were several other parties on the route.\nHow can you expect solitude here on a sunny Saturday? I stopped to admire the views\nabove Source Lake, it&#39;s very pretty there. Once on the Snow Lake trail again, I \nencountered dozens and dozens of hikers. In one case, a man and the infant on his\nback looked so alike I tripped. In another case, a woman had a dog leash attached to\nher like a chest harness. The dog was still 20 feet ahead of her! Many bored teenagers\nand dogs wandered by. I was back home at 12:30 pm.</p>\n<p><a name=INDEXCLIMBING9></a></p>\n<h3>Index Climbing, July ??, 2003</h3>\n\n<p>Alex, Summer and I drove out for a few hours. I led the first pitch of\nPrincely Ambitions (5.9+), finding it much easier this time, but still a really\nexciting and fun route. Then Summer led the second pitch, a really neat\n5.8 hand crack that widened to a few chimney moves, then featured\nstemming and more hand jams at the exit. We hiked an exposed ledge\nover to Beak! Beak! Beak! (5.9), and Alex roped up for the lead.\nHis eye was drawn to the slabs to the right of the climb, so he\nswitched to that. I forgot the name, but it had nice slab climbing.\nHe moved back into Beak! Beak! Beak! and had a few enjoyable moves,\nthen finished in a ridiculously overgrown crack to a tree anchor.\nLowering off, he then belayed Summer on a top rope of that climb and\npart of the slab on the right. Then I top-roped Beak! Beak! Beak!.\nI really enjoyed the lower section. Nice jams allow you to place\nsome gear then lieback for a few moves. The upper part, with so much\nvegetation is kind of funny: huge clump of dirt and moss followed by\nan excavated handhold. Repeat 3x! We made two rappels, reaching the\nground at nightfall.</p>\n<p><a name=INDEXCLIMBING8></a></p>\n<h3>Index Climbing, July 4, 2003</h3>\n\n<p>Theron and I had a few hours to stop by. We did the monster 4-pitch\nAries (aka &quot;Lizard&quot;) climb! Not really, each pitch is only about 30 feet long, but\nwith some sustained or difficult 5.8 on each one. First a short fist crack\nto a ledge that had me breathing hard on the exit moves. Then a really nice\nfinger crack in a left-facing corner. Then a flaring chimney that felt really\nhard. I tried to follow some good advice and stay on the outside of the chimney.\nI ventured into the back to place a cam, then came back out for more upward\nprogress (back and one foot on one wall, one foot on the other wall). Where\nI ran into trouble was in the exit moves. I placed a small cam near the top,\nthen floundered around and eventually hung there for a while. I just couldn&#39;t\nfind a needed handhold. Finally I got close to exiting, then my rack of gear\nhung up on the small cam, leading to a short fall. I think I did a 5.10 variation\nto finally exit. Either way, I was completely wasted at the top. Theron came up,\nfinding it pretty tough. We got really schooled by this thing. The last pitch\nwas much easier, and really fun because of the \n<a href=\"images/fourthp.jpg\">great exposure stepping out\nfrom under a roof</a> after a 15 foot leftward traverse. Then some nice jamming\ntook us to the three-bolt anchor on the Great Northern Slab. We rappelled, and\nI tried to lead Libra Crack (5.10a), but couldn&#39;t get past the short difficult\nsection. I fell two times onto a red 4-cam that I had placed high from the belay.\nI was perplexed, because I&#39;d climbed it okay on top-rope before. So Theron\nled the classic Great Northern Slab pitch, and we rapped down. Then a guy came\nalong and soloed everything we had done at least twice in 15 minutes!</p>\n<p><a name=INDEXCLIMBING7></a></p>\n<h3>Index Climbing, July 1, 2003</h3>\n\n<p>Alex and I came late after work. Princely Ambitions was full (tsk tsk) so we went\nto &quot;The Country&quot; where I led the first pitch of G.M. (5.8). The pitch had a lot\nof walking on ledges, but a really nice steep flake that could be jammed and liebacked.\nAlex followed, then headed up for pitch 2, which climbed awesome overhanging flakes\nto a nice ledge with bolts. He clipped a bolt, then launched off for &quot;Heart of the Country,&quot;\na sweet 5.10a handcrack that led to more bolts up and right. Problems with rope drag\nand maybe too much protection tired him out pretty good, so he lowered off and sent\nme up to reach the anchor. I really enjoyed climbing up to the high point via jamming,\nliebacking, and good fingerlocks. I rested there for a moment, then enjoyed the\nsinker hand jams to the final bit, where I placed a last piece of gear. Above, I \nkept jamming until I reached the ledge. Wow what a great climb!!! Alex came up, also\nreally happy with it. We rappelled, then Alex TR&#39;d &quot;Phone Calls from the Dead (5.11b).&quot;\nIt looked like a pretty neat climb, but the rating scared me away. Alex worked on\na dicey mantel move above a pleasant crack system, then came down. He convinced me\nto give it a try. I was stopped by the same move, then contrived to do it a little\ndifferently by using two hands on the good handhold on the right, then rock onto\nmy left foot placed a little lower and closer to me than was intuitive. It took several\ntries, but it eventually worked. Above, I pinched some knobs then reached an edge that\ncould be gripped from the right, and provided easier progress for a few steps.\nIt was getting late, and my last moves involved a sucker hold on the left that left\nme standing up on knobs with nowhere to go. I should have moved right towards the\nchain anchors. Pretty fun actually! Another rappel reached the ground, and eventually\nhome.</p>\n<p><a name=INDEXCLIMBING6></a></p>\n<h3>Index Climbing, June 27, 2003</h3>\n\n<p>Josh W. and I went out before work. It was his first time to visit the fabled Index crag.\nWe started the day off &quot;right&quot; with a climb of Godzilla (5.9). It was my first time to\nclimb this classic pitch I had heard so much about over the years. I protected the first\nmoves with a few small nuts, then reached a large pointy flake that marks the beginning\nof the ascent up a very steep long crack. Two cams below provided some confidence as I launched\ninto the rather long lieback. A brief rest on the ledge above, and I climbed again with\na 2 inch crack for my left hand, and a wide fist/hand crack for the right. I was approaching\na roof and wondering how to get around it. A great cam placement under the roof, and I\nventured above it on the right, thankful for awesome handholds on a ledge. From the ledge,\nI stepped left to an amazingly exposed ledge near the anchors. I was surprised to be here\nso quickly, having previously attained this point only via the &quot;City Park&quot; aid climb. A\nnut and a cam protected the solid moves up and left in a fingercrack. I reached the anchor\nand yodeled briefly. What a great steep pitch, but with good rests and protection! It&#39;s going\non my regular play circuit, that&#39;s for sure! Josh came up, enjoying the climbing, but noting\nthat he hadn&#39;t climbed much since a trip to Vantage in February. He did great through the\nburly lieback, then had trouble in the cracks below the roof. The judicious use of a cam\nas a moveable handhold allowed him to get past the difficulty. He arrived at the belay, and\nwe admired the morning display of peaks. A double rope rappel got us down (a single 60 meter with\nstretch would probably juuuust make it).</p>\n<p>Then we went to the Slab and climbed the second pitch of The Lizard (aka Aries) (5.8). This is a\ngreat short finger crack. We continued up the Pisces hand crack (5.6) to a bolted belay. Josh\nled the last pitch of Great Northern Slab, then we made 3 rappels to the ground.\nJosh&#39;s quote: &quot;Index is hard!&quot;</p>\n<p><a name=INDEXCLIMBING5></a></p>\n<h3>Index Climbing, June 5, 2003</h3>\n\n<p>Maria T. and I went for a quick climb of Great Northern Slab. It was fun to introduce someone\nto this great crag. We climbed the normal three pitches, then did a double rope rappel from\nthe top with another party who climbed the route just ahead of us. A few pictures to come...</p>\n<p><a name=LEAVENWORTHCLIMBING></a></p>\n<h3>Leavenworth Climbing, May 17, 2003</h3>\n\n<p><a href=images/aidanbelay.jpg>Aidan</a>\n and I had a 3/4 day for some climbing. We drove out to Leavenworth and immediately\ngot onto Careno Crag. I led the first pitch, finding it &quot;dang tough&quot;! My honor gradually\ncrumbled on this pitch. There is a stout 5.10 crux on the thin crack about 20 feet up,\nwhere you need to make delicate face climbing moves when the crack turns into a seam.\nI took a controlled fall onto a nut here and tried again. This time I made it, but it\nwas \n<a href=images/mcarenoc.jpg>\ntouch and go</a>\n! I thought the difficulties were over as I clipped the first bolt on\nthe second half of the pitch - a bolted face going up and right. Perhaps it was due to\nbeing tired from the first moves, but I think I ended up hanging from every subsequent\nbolt, and finally yarded up on the quickdraw attached to the last bolt. In true\n&quot;Ben Stiller&quot; fashion, Dave Bale walked up and got to watch me flail ignominiously.\nAidan followed, also finding the pitch difficult. But the next pitch was great - a beautiful\n<a href=images/aonccrag.jpg>5.7 hand crack in a corner</a>\n. I talked with Dave about different mountain climbs, man,\nhe&#39;s really been around. The 3rd pitch was an equally pleasant 5.8 crack in another corner.\nThe 4th pitch? Who knows - we were too afraid! But seriously, it appears to be harder than\nthe first pitch, and we&#39;d had enough of that, so we hiked down. Good first visit though...</p>\n<p>Now \n<a href=images/aonmeatg.jpg>Aidan led &quot;Meatgrinder (5.10a),&quot;</a>\n on Alphabet Rock. It climbs a 5.9 handcrack past a difficult\nmove to gain a ledge. Then very awkward moves are made to get out of a flaring pod designed\nto repel any foothold you might try to find. Aidan was able to protect this crux move with\na cam placed high. He had a good hand jam, and figured out a good sequence after a few\ntries - nimbly working his feet out to a face on the right so he could reach a higher hand\njam. 5.8 jamming leads you to the anchor. I found the first difficult move tough, nearly slipping\n(the angles were all wrong!). In the flaring pod, I somehow found a technique where my \nlegs rubbed together, and the right leg rubbed against the wall. This small amount of\nadditional friction allowed me to take some wait off a hand so it could reach a higher jam.\nIt was very strange, but I was elated at the technique (Leg stacking?). So I escaped\nwith fewer bloodstains!</p>\n<p>Finally, we went to Castle Rock and climbed &quot;The Fault (5.6)&quot;, and &quot;Catapult (5.8)&quot;. The Fault\nwas fun, especially following with a pack! It&#39;s a cute little chimney with a tree, and a few\nnice hand jamming moves to get out onto a face. I ended up hanging the pack between my legs so\nI could put my back on one wall and my feet on another. Catapult has an intimidating appearance\nbecause you climb an overhanging wall. I was relieved to find such bomber hand jams, that I\ndidn&#39;t mind the \n<a href=images/mecatapult.jpg>huge air beneath me</a>\n. There was a great fixed hex to clip the rope to, and\nit&#39;s easy to protect the route with cams. I came to &quot;Stoner&#39;s Ledge,&quot; and was enticed to keep\ngoing by a fun blocky crack on the left. Then easy but occasionally mossy climbing led higher.\nI ended up reaching Logger&#39;s Ledge in a full pitch on\nour 60 meter rope. Actually, I couldn&#39;t reach it, but I could tie on to a stout bush that was on\nthe ledge. Aidan came up, feeling a little tired but overall enjoying the climb.\nNow we returned home, where I picked up Kris so we could attend a &quot;Margaret Cho&quot; concert.\nI don&#39;t know why I put her name in quotes, wierd, huh? It was a LAFF RIOT!</p>\n<p><a name=INDEXCLIMBING4></a></p>\n<h3>Index Climbing, May 11, 2003</h3>\n\n<p>Kris, Theron and I drove to Index in the late morning for a half day of climbing.\nWe climbed the Pisces route, it was Kris&#39;s first time and she had been looking\nforward to it. She did great, but had to rest on the rope while cleaning some\ngear. This made her feel bad, so after Theron led pitch 3 to the top, we rapped\ndown and let her climb the great hand crack again. This time she didn&#39;t have to\nstop for anything. Her practice and determination to climb hand cracks has really\npaid off! I&#39;m proud of her!</p>\n<p>We rappelled down and went to climb Princely Ambitions (5.9+). I had started it a month\nbefore but rain caused me to rappel off at the bolt, so this would be my first lead of it.\nAlso my first &quot;Index 5.9&quot; climb, lead or follow. The detail of this report may be boring\nso you can skip it. But it made a big impression on me so here goes:</p>\n<p>The route has two or three scary parts. For one thing, it is a full 50 meter pitch. \nThere is one bolt near the bottom. Above the bolt is an awkward 5.8 mantle onto a small \nledge. Then nice but exposed 5.7 crack climbing to increasingly blank terrain. Gulp! Now \nyou have the 5.9 crux of the route. I tried to climb it &quot;wrong&quot; at first: chalk on ledges \nled me out and right but TOO SOON! I carefully reversed the moves. On tiptoe I could \ncontinue climbing a flake straight up, where I placed the important yellow cam. Now I \nwas required (and ready, thanks to pro) to move right, having to trust that a handhold \nwould appear to keep me in balance, because the feet going around the corner are mere \nsmears on chalky dimples. There was a hold, but it wasn&#39;t great - I kept moving right \nto a marginal stance. I was already feeling tired!</p>\n<p>I had to take another step higher, that&#39;s better. Now a thin finger crack allowed a \ndecent nut placement. Now what? </p>\n<p>A long leftward hand traverse with a licheny, overhanging wall above and beneath! \nI worried about the nut that I placed with a pull from the left. Would it hold? I \nfiddled with a micronut on the start of the traverse. I don&#39;t remember if I placed \nit or not, because now I was running out of gear with a long ways to go.</p>\n<p>Without feeling ready, I entered the committing traverse. Breathing deliberately, I \ncurled my fingers around a crack in the back of the ledge and pasted my feet. \nHands shuffling, I made it across the ledge and somehow climbed up onto the \nledge to a stance. I slammed in an orange metolius, and had some difficulty \nclipping the rope to it. I stood here a while, recovering.</p>\n<p>Then I was moving again, the leftward traverse leading me into a steep but blocky \ndihedral that curved gradually up. I had two slings left and no quickdraws. The \nexposure was enormous, as I had traversed into the weakness of a generally \noverhanging wall. Another crack, this one with a fixed cam. It looks good, \nI&#39;ll just clip a biner to it! How long have I been climbing? 30 minutes? It \nfeels like forever. I dimly know that I&#39;m past the worst difficulties, but \nhow can you trust a book more than your fingers and toes? I pass two protection \nopportunities with regret - I need to conserve. In the blocky dihedral good \nledges appear. I place a thin nut. I climb to the next ledge, 15 feet below \nthe exit moves. Here I find a bomber nut placement with the largest nut I have (#13?). \nI clip a locking biner and sling to it. No more slings, and all my remaining gear \nhas been placed on just three biners. I&#39;m pretty tired, but I need to climb. The \ndihedral begins to overhang, but it&#39;s climbable due to favorable ledges and good \nflakes on the side walls. A rattley hand jam in the only bad rock on the route \nsupports me as I fumble with my right hand for a high hold. I find The Proverbial\n Bomber Ledge and I&#39;m safe, I know it! My feet swing free, I do a pull up, eye \nscanning for foot-holds. The sun is in my eyes now, the ledge is golden warm. \nRegaining caution, I move steadily to the belay, not speaking until I&#39;m clipped in.</p>\n<p>Ahh, such relief! Looking back a few days later I realize that I never really felt\nsecure since the traverse. Even though I placed a fair bit of gear, and the climbing\neased off after the traverse, the exposure was very great. I think if I had doubled\nup on a placement at the end of the traverse my mind could have been at more rest.\nNow Theron started climbing. I didn&#39;t envy him, because the climb wasn&#39;t very \nstraightforward and he&#39;s still new to rockclimbing. I could imagine a few moves that\nmight give him trouble. Right away, he did run into a difficulty at the mantle moves\nthat get you from the face into a crack. He was thinking about lowering off at that\npoint, but finally went for the moves and climbed past the difficulty. &quot;Great!&quot; I\nthought, but I also thought the next part would be harder. I was thinking about how\nto retrieve my gear from the climb if he lowered off. It wouldn&#39;t be easy. I think I&#39;d\nneed to rappel down and clip the rappel ropes into the gear down to the lowest placement,\nthen reclimb the pitch with a prussik in order to clean gear.</p>\n<p>But there was no need for that, because Theron climbed with considerable skill past the\n5.9+ move on the face to a finger crack, then launched into the traverse and the rest of\nthe climb. I was really impressed! My mind was whirring with processing this amazing\nclimb. Theron and I talked with Brent for a while, he was climbing with Chris who\nhappens to be a co-worker&#39;s husband - what a small world! We set up the double rope\nrappel and were soon on the ground. It was Theron&#39;s longest rappel yet, and it overhangs\na bit, so it&#39;s very nice.</p>\n<p>Now I&#39;m excited to climb it again! And this time I want to climb pitch 2, and then Beak!\nBeak! Beak!, which is 5.9. What a great three pitch climb that will be! Thanks to Kris for\nwaiting while Theron and I climbed this. She got some pictures from the railroad tracks too.\nWe drove back to our house and worked on a movie for a while, and called it a (great) day.</p>\n<p><a name=INDEXCLIMBING3></a></p>\n<h3>Index Climbing, April 4, 2003</h3>\n\n<p>Still eager for Princely Ambitions I was back, this time with Chris\nKoziarz. We arrived in early evening, somewhat delayed by a serious\ncar accident on highway 2. What do you think the weather was like?\nIt was raining, of course. We hiked up to the base of Roger&#39;s Corner (5.9)\nto check it out. Though it is reputed to be dry on wet days, the start was\nwet enough to turn us away. Instead, I led the short 5.8 fist crack,\nand continued up to the railroad bolts (I think the fist crack is called\nthe Lizard first pitch?). Chris came up and climbed the Twin Cracks.\nThen we top roped Libra Crack/Pisces, and rappelled down to the bolts.\nNaturally, the rope got stuck in the dark, and I climbed up to retrieve\nit. Oh well, the next morning we set out for Dragontail Peak!</p>\n<p><a name=INDEXCLIMBING2></a></p>\n<h3>Index Climbing, April 1, 2003</h3>\n\n<p>As befitted April Fool&#39;s Day, three Fools left work a bit early and\ndrove out to Index. Kris and Theron were excited to climb Pisces,\na great 5.6 hand crack. We arrived in the rain, but continued up\nanyway. As it became dark quickly, Kris sacrificed her position on\nthe rope after the first pitch to let Theron follow me on Pisces.\nHe did really well, and after making rappels in the dark, our team\nrepaired to a dinner in the beautiful Taco Bell dining room.</p>\n<p><a name=INDEXCLIMBING1></a></p>\n<h3>Index Climbing, March 30, 2003</h3>\n\n<p>Kris and I went out to Index and climbed the three pitches of\nGreat Northern Slab together. This was really fun, as usual.\nThen Kris belayed me on a top rope of Libra Crack (5.10a).\nThat was pretty exciting, especially because I didn&#39;t fall.\nI look forward to going back and leading it soon. \nThen I got excited to lead Godzilla (5.9+), but a slimy wet start\nscared me away. We saw people on Princely Ambitions (5.9), and\nI got really excited to climb that. After climbing a chimney to\na slab where I clipped a bolt, it started to rain fairly heavily.\nI rationalized that an overhang above would provide protection,\nand kept going. But a difficult mantel move above the bolt\nconvinced me I should bail. I downclimbed a bit then jumped for\nthe short fall onto the bolt, where Kris lowered me to the ground.\nA nice guy came down and retrieved my carabiner. Foiled by rain!!</p>\n<p><a name=MOUNTSI2></a></p>\n<h3>Mount Si, March 12, 2003</h3>\n\n<p>It was about 11 pm, we&#39;d just finished a wonderful dinner at home (we tend\nto eat late). I felt the need to hike, so I hopped in the car, arriving\nat the trailhead &#39;round midnight. It took me one hour to reach the 3 mile\nmarker on the regular Mount Si trail. I had a great view of lights from\nhomes near North Bend, filtered by trees. Since I had to get up for work\nsoon, I figured that was enough, and retraced my steps home. Wierd, huh?</p>\n<p><a name=MOUNTSI></a></p>\n<h3>Mount Si, March 2, 2003</h3>\n\n<p>Kris was going to join me but the soggy rain outside convinced her to stay warm\nand dry at home. I hadn&#39;t even hiked in a month, so I figured I should go for\nthe exercise. I decided to hike the old trail. I have a new reason to like\nit - the new Little Si trail. It&#39;s very nice how it goes steeply up along a\nrocky slope above the parking lot, providing views of the neighborhood\nalong the river. Is there any better start to a trail in the I-90 corridor?\nMethinks not. I kept my jacket in my pack and used an umbrella to stay dry,\ngetting the occasional quizical stare from groups of hikers clad in GoreTex.\nI could tell they felt much safer in the latest fabrics as the rain \ndribbled down their hoods and along the seams! I got to thinking about\nSouth American volcanos and the mummies found up there. This mingled well\nwith &quot;The Rite of Spring.&quot; To my surprise, I saw about 10 hikers on the old\ntrail. One old man was pretty miffed. Maybe I&#39;ll be him one day? Another\nfellow in plastic boots and full-length gaitors accosted me for my \nunpreparedness: &quot;You&#39;ve got a coat in that pack, right?&quot; &quot;oh undoubtedly sir.&quot;\nThe rain turned to thick flakes of snow, and the trail became really icy.\nSometimes I delicately balanced and traversed between tree-handholds.\nThere was a traffic-jam near the top. In the thick snow and fog I took\na wrong turn on my way to the benches below the haystack, and got to do\nsome exciting bouldering. I left the haystack alone today.</p>\n<p><a name=erie></a></p>\n<h3>Mount Erie rock climbing 2/15/2003</h3>\n\n<p>Robert Meshew invited Theron, Kris and myself to go climbing at Mt. Erie.\nI&#39;d been once before 6 years ago when I learned to rappel on a glacier mountaineering\nclass. We did a few great climbs (I&#39;ll post pictures when I get them).\nRobert and Theron did &quot;Tyndell&#39;s Terror (5.7)&quot;, which I missed. I climbed\ntwo crack climbs to the left of that, finding them both pretty interesting.\n(I think one was &quot;Leaning Crack (5.6)&quot;, and then &quot;Psycho Crack (5.8)&quot;, which\ndid feel a little psychotic). Kris and I then climbed &quot;Nice and Easy (5.7)&quot;, topping\nout from the wall. We went and had lunch in town, then came back so Theron,\nRobert and I could climb &quot;Zig Zag (5.7)&quot; (Kris drove Theron&#39;s nice car and napped\nin the sun). Robert led us all over creation\nin an exploratory bushwhack (haha!) to reach the base of the route.\nIt was great 3 pitch climb that started\nwith a nice right facing corner crack, then a kind of scary pitch above\nwhich climbed a face, then traversed right to a fixed pin, then up to a dead\ntree and a belay spot. The final short pitch started with scrambling, then\nclimbed on juggy holds to the top of the impressive wall. After that, we\nfound a trail and scrambled ledges to the top of the mountain. Finally,\na few fun pitches at the &quot;main area&quot; as darkness fell for the four of us.\nWe were dodging the impressively clad and numerous &quot;learning parties&quot; that\ntook over the upper cliffs all day (&quot;We&#39;ve a CLIMBER DOWN!!&quot; one said).\nOne guy was wearing gaiters (why?), and we inadvertently wandered into\ntheir designated urination area once. We had a great time.</p>\n<ul>\n<li><a href=\"images/zigzag_erie.jpg\">ZigZag, pitch 2</a> - Theron and Robert.</li>\n<li><a href=\"images/theron4_erie.jpg\">Theron waiting for ZigZag</a> - shorts and no shirt in February!</li>\n<li><a href=\"images/robert_erie.jpg\">Robert on pitch 3</a> - thanks for showing us this climb!</li>\n<li><a href=\"images/eod_erie.jpg\">Lakes in evening light</a> - walking to the top.</li>\n</ul>\n\n<p><a name=GNS></a></p>\n<h3>Great Northern Slab 2/9/2003</h3>\n\n<p>Just to see how well I&#39;m recovering from surgery, I took a few hours late Sunday\nto head out to Index and rope solo the Great Northern Slab. This was my third time to\ndo this...I&#39;m such a creature of habit. Less than two weeks ago I had major jaw\nsurgery to correct an open bite. Both upper and lower jaws were broken in two places,\nthen fitted back together with steel plates. I spent a night in the hospital, then\ncame home and lived on pain killers. Now I&#39;m down to Advil, and have a strange numbness\nof the lower jaw and lips. Oddly, I can&#39;t feel my lips no matter how hard I pinch,\nbut temperature changes are uncomfortable. So I braced for the cold wind as I walked\nacross the railroad tracks carrying my kit of rope and rack. I scrambled up to the\nrailroad bolts, racked up and began climbing. This was my first time to go straight\nup from the bolts while roped soloing, usually I walked around an easier way.\nAll went well, I got out of breath easily, and felt just a bit shaky, probably \nbecause I haven&#39;t exercised at all since the operation. Fiddling with the clove hitch\nis so tedious, I thought it would be fun to just climb without stopping every 6 feet!\nAnyway, I rapped and reclimbed the familiar pitch. Before rapping off, I stopped to\nabsorb the view. Clouds around Mt. Index and Persis had parted, and red rays of sunset\nhit the rocks and snow. By leaning out I could see Mt. Baring too. Hello friends!</p>\n<p><a name=LAKESERENE></a></p>\n<h3>Lake Serene, 1/16/2003</h3>\n\n<p>Theron and I hiked up to the lake via the new trail very early in the morning.\nIt was a nice workout. We encountered snow on the traverse to the lake, and the\nlake itself was semi-frozen. The Index Peaks were just amazing. We took the\nold trail down, hoping to save some time in the long controlled fall down\nmossy roots and rocks. </p>\n<p><a name=SKIWKRISANDTHERON></a></p>\n<h3>Skiing at Snoqualmie Pass again, 1/5/2003</h3>\n\n<p>Kris, <a href=\"http://www.theronwelch.com\">Theron</a>, and I set out on x-country\nskis for the upper trails of the x-country ski area. But the snow was rock hard\nice! Kris and I had metal edges, which helped a lot, but Theron was <i>sans edges!!</i>\nWe took a lift up (the wrong one), and promptly crashed into a snowback on\ndisembarking. We skied and fell and walked and fell down to the right lift.\nAt the disembark point (I like that word...disembark), I sabatoged Kris&#39;s budding\nattempt at a smooth exit with a cruel pole thrust, sailing to an awful victory!\nTheron, screaming that he couldn&#39;t steer, fell spectacularly. We walked down\nan icy hole-filled road to a smoother road that we could just barely ski.\nWe made it to Grand Junction, and drank hot chocolate, but first I spit some\nout mid-conversation because it was flaying the inside of my mouth. That\nthermos was still hot at 4 pm! Finally we were in the sun with good views, and\nwe found a road with some good snow. We skied up and down this road, which provided\nthe only &quot;fun&quot; skiing of the day. Alas though, Theron&#39;s binding (NNN) broke, and\nhe was really unable to turn. So he&#39;d plan his crashes strategically. </p>\n<p>Once I was &quot;showing off&quot; (not my words) how I could actually\nrun up a hill on skis. At the top of the hill I fell flat on my face, emitting\na short, barking scream. Peels of laughter exploded at my misfortune. Kris noticed\nthat a ski-patrol lady told the same story three times (about an avalanche pit\nwith water streaming out of the sliding layer). Granted, it was a good story.\nWe cancelled ambitious plans to ski around Mt. Catherine, because the conditions\nwere so difficult. We had to ski down a more difficult way on a downhill run.\nThis thing was like a glacier in October - bare hard blue ice! Somehow, Kris\nand I both skied down it in extreme frightened snowplow position. \nTheron knew when he was beaten and smartly walked on the side. I was feeling\npretty clever after having survived that, so I skied all the way to the car,\nbut suffered terribly on the final slopes. Once I fell because a thick\nalder branch stepped in front of my ski and stood stock still to trip me. My body,\na mere sack of bones then slid down the ice, scraping along for 20 feet.\nMy wails echoed around the valley. We ate at my favorite BBQ restaurant: &quot;Rhoadies!&quot;</p>\n<p><a name=SKISNOW></a></p>\n<h3>Skiing at Snoqualmie Pass</h3>\n\n<p>I had a few hours before a big storm came in, so I dusted off my skis and headed to the\nPass. I parked at the &quot;Silver Fir&quot; chairlift, and skinned up, soon reaching &quot;Grand Junction.&quot;\nI took the trail &quot;Ripsaw&quot; to reach Windy Pass on the west side of Mt. Catherine. This was the\nbest part of the trip: mostly downhill, with great views to McClellan&#39;s Butte, Granite Mountain,\nand Snoqualmie Peak. Gradually clouds obscured all of these mountains. I coasted for miles down\nthe road on the south side of Mt. Catherine, then got bored on the flat terrain. I went up a \nroad that was taking me back up to the plateau (Serpentine loop?) for a ways, then skied back\ndown. Now it started to snow heavy, wet flakes. My right binding started acting up, and I lost\nall gliding ability. I reached the Nordic Center, then walked the road for a mile back to my\ncar - soaking wet. Happy New Year!</p>\n"}