{"date":"2003-8-10","title":"The Bugaboos","blurb":"with Mark, Robert","description":"<ul>\n<li>Robert Meshew, Mark Pratt, Michael Stanton</li>\n</ul>\n<p><em>This was an amazingly fun trip. The page takes a while to load, because\nthe whole trip is here with pictures. I made a little flash movie with some\npictures <a href=\"bugsflash.htm\">here</a>.</em></p>\n<p><em>You can jump from day to day using the table below, or just read in order.</em></p>\n<ul>\n<li><a href=#friday>Friday</a> - travel afternoon</li>\n<li><a href=#Saturday>Saturday</a>  - we reach the Kain Hut</li>\n<li><a href=#Sunday>Sunday</a>  - climb of Snowpatch Spire</li>\n<li><a href=#Monday>Monday</a>  - attempt on Bugaboo Spire, scramble of Eastpost Spire</li>\n<li><a href=#Tuesday>Tuesday</a>  - climb of Bugaboo Spire and Pigeon Spire</li>\n<li><a href=#Wednesday>Wednesday</a>  - climb of Crescent Spire via McTech Arete</li>\n<li><a href=#Thursday>Thursday</a>  - hike out</li>\n</ul>\n\n\n<p><a name=friday></a></p>\n<h3>Friday  <a href=#TOP>(To page top)</a></h3>\n\n\n<p>I was finally going to the Bugaboos! Since I started alpine climbing it seemed \nlike the  coolest place on the planet. I&#39;d been scared away for a long time \ndue to insufficient  abilities and fear of bad weather. But it was time to\n confront that fear, and go anyway. A  plan to stay in the hut at least made \n sure we would be dry and toasty if it did rain for a  week!</p>\n<p>I had two amazing partners for the trip: Robert Meshew and his longtime \nclimbing companion  Mark Pratt. Before I knew it, we were loading up \nMark&#39;s Subaru with all our gear and saying  goodbye. It was Friday evening \nin Issaquah, and Kris dropped me off in our brand new car  (purchased that \nvery day...I had to live without it!).</p>\n<p>The drive to the Bugs was really easy. We chattered away for hours, going \nthrough Spokane  and then the town where Robert grew up. He explained that \neveryone in the town, including  him and his parents believed that a \nVolkswagen Bus was the greatest vehicle in the world.  Entire neighborhoods \ncollected and customized hundreds of these after school and work. I  learned \nmany details about them, but what I especially liked were the two flat pane \nwindows  some models had on the front. </p>\n<p>We fell asleep on a patch of dirt near the Canadian border. A huge rainstorm \noccurred in the  night, and I tried to keep my jeans stuffed under my bivy \nsack. End of Day One.</p>\n<p><a name=Saturday></a></p>\n<h3>Saturday  <a href=#TOP>(To page top)</a></h3>\n\n\n<p>Day Two began with some breakfast in a Canadian town, then a cheerful extra \nhour of driving  past our turn off for the Bugaboos. We stocked up at a \nsupermarket. Robert and I were trying  to keep the weight down by bringing \ndehydrated food and various chemical bars. Mark was  intent on bringing \nonly the freshest melons and cuts of beef. As his kart piled high with<br>flour, dough, rice and other staples I realized it was going to be a tough \nhike up to the  hut.</p>\n<p><br><br><center>\n<img src=\"images/onwayu.jpg\"><br>\n<i>Robert breaking out of the trees.</i><br></center></p>\n<p>Anyway, so with a car full of food and gear we missed our turn, then came \nback. The long  dirt road wasn&#39;t too bad. We read aloud from &quot;Breakfast \nof Champions,&quot; a pretty funny book  that Mark had read before. (Josh \nrecommended it to me for the trip).</p>\n<p>We parked at the very hot trailhead, and spent the next hour or two \nsorting gear, wrapping  the car with chicken wire, talking to people \nabout the weather. Finally we were underway.</p>\n<p>At least Mark and Robert were. With a sinking feeling, I realized I&#39;d be \ntrailing behind  them on the entire trip! Of course, my pack was filled \nwith all kinds of fresh foods. I  frantically tried to lighten my load, \ntossing aside a gallon of milk and 24-pack of  fruit-roll-ups. &quot;Why don&#39;t \nI take some of your stuff, I&#39;m feeling great&quot; chirped Mark. The  next 2.5 \nhours were an exercise in pain management as I tried to keep up, grinning \ninsanely  while my knee caps were being compressed under the weight. That \nwhich doesn&#39;t kill us...</p>\n<p>Almost immediately, we had great views of the Bugaboo Glacier and Marmolada \nSpire. Wow! It  really looked like the cover of a fantasy novel set in a \nland called &quot;Beringia&quot; or something  else -gia. As we climbed a ladder \ninto a scenic basin I could see that the hut was pretty  close. We rested \nat a bridge across a raging river. Robert and Mark cavorted while I wiped<br>off the bone powder from the skin near joints.</p>\n<p><br><br><center>\n<img src=\"images/ladder.jpg\"><br>\n<i>Via ferrata!</i><br></center></p>\n<p>We went into the hut, amazed by the accommodations. We got some window \nbunks with a great  glacier view. We filled our cupboards and had our first \nof many sips of Tequila blanco. What  a great comfort to provide warmth \nand sleepiness!</p>\n<p><a name=Sunday></a></p>\n<h3>Sunday  <a href=#TOP>(To page top)</a></h3>\n\n\n<p>In the morning we were raring to climb. We got up at 3 am and shared the \nkitchen with one  other stumbling party. They wanted to climb the same \nthing! It was the Snowpatch Route on  Snowpatch Spire. 15 pitches, mostly \n5.6 and easier. We hurried out the door after some  coffee and pasties.</p>\n<p><br><br><center>\n<img src=\"images/snowpatch.jpg\"><br>\n<i>Snowpatch Spire, our route on the left skyline.</i><br></center></p>\n<p>We had a vague idea of the way, following a rocky slope up on the left \nside of the mountain,  then wandering onto increasingly loose terrain to \ncircle back and up to the ridge on the  opposite side. We started climbing \nparallel to each other (but Mark far in front, always in  front) up the \nsandy scree slopes. Eventually things levelled out.</p>\n<p>Mark got the nickname &quot;Silent Sentinel&quot; for his habit of getting so far \nahead, then just  when you think &quot;where the *##@ is he?&quot; you see him \nstaring at you expressionlessly from a  nearby perch. Before you can catch \nyour breath - he is gone again!</p>\n<p>With a dim glow in the sky, we climbed a 4th class gully for a few hundred \nfeet to the base  of the route. We were at a notch in the ridge, with a great \nview of the hut below. Warm  yellow light spilled into a cold blue \nvastness. We roped up.</p>\n<p>We had 2 8.5 mm 50 meter ropes. Some people would give us grief for \nclimbing on such \nshort ropes, but 50 meters ought to be enough for mountain rock climbs. \nWe didn&#39;t buy the  argument that you would naturally go to 60 meters for \nall applications because of the weight  savings given by a thinner rope. \nDuring the trip some rappel routes were being established,  and there was \nalways confusion over what you might need (&quot;30 meter raps? 50 meter raps? \n60  meter raps?&quot;), with a contingent of folks saying 50 meter raps are \noutdated. In our  experience, it seemed like stations had either A) 30 \nmeter raps, intended to get you down  with a single rope. Of course you \nneed a 60 meter rope for that. </p>\n<p>Or B) 50 meter raps, in which case you need double 50s or 60s to get down. \nTechnocratia  aside, these rap stations we used were brand new and really \ngood. I appreciated them, and  according to the hut warden (who assists \nin rescues), they are already obviating the need  for rescue, as a party \ncan zip down even in darkness pretty quickly. Before, people were<br>leaving slings and gear all over the peaks in harrowing, unique descents.</p>\n<p>But I digress. We roped up on a 25 meter doubled rope; Mark, me then \nRobert. Mark led us up  easy terrain in the dawn. Then Robert took \nover at a nice looking 5.8 hand and finger crack  that we knew was \n&quot;off route,&quot; but just too fun to pass up. Robert started up it because \nhe  was afraid Mark and I would jeer at him if he didn&#39;t chose the \n&quot;obvious line.&quot; </p>\n<p>No such luck! Mark made bitter comments about losing the flow because \nof such a technical  pitch. &quot;Yeah!&quot; I said, with emphasis. Presumably \nrolling his eyes, Robert continued on a  fine lead. Soon we reached \n&quot;the Wiessner Overhang,&quot; which is avoided on the right. Mark  looked \nwistfully at the overhang, obviously wanting to climb it. I was in the \nmiddle again,  and got some good pictures of Robert in the sunrise.</p>\n<p><br><br><center>\n<img src=\"images/robertsnowp.jpg\"><br>\n<i>Robert on the route.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/spsrobert1.jpg\"><br>\n<i>An exciting traverse.</i><br></center></p>\n<p>Long, relatively low angle slabs took us past the famous Snowpatch on \nthe left. Another  party passed us, roped but never placing pro. Mark \nwas leading us on 5.10 variations which I  had to follow to retrieve \nthe pro, while Robert walked serenely to the left. I pictured an  amused \nsmile on the Sentinel&#39;s face.</p>\n<p>I led us off the slabs and onto a ramp going up and right on a large \nbroken face. \nClimbing into some chimneys, I managed to wedge my foot so well in a \ncrack that it took me  over a minute to extract it! I climbed a bit higher \nand set a belay. Mark took off, then  Robert. I had dropped my headlamp, \nbut it stopped on the edge of the cliff. When my turn  came, I tried to \ngrab it, but it suddenly flew off the edge! I&#39;d been betrayed by a clumsy,<br>shuffling foot. Okay, adventure increased! No more headlamp for at least \na week!</p>\n<p>This was a great pitch, featuring some off-balance moves with great exposure. \nNext, an  awkward finger traverse led to easier ground. I made the \nmistake of avoiding the finger  traverse via an equally awkward lieback \nand mantle. I&#39;ll never live it down. &quot;But you  yourself admitted you avoided \nthe crux move. You did a variation, not the Snowpatch Route.  When are you \ngoing back to do the Snowpatch Route? It&#39;s a great route, you really owe \nit to  yourself.&quot;</p>\n<p>So for the rest of the trip, we chided each other with this kind of talk \nin a special voice  that provoked much hilarity.</p>\n<p><br><br><center>\n<img src=\"images/goodtimes.jpg\"><br>\n<i>Pleased to be here and climbing!</i><br></center></p>\n<p>On the summit, we had the views we&#39;d dreamed of. We were surrounded by \nEastpost, Bugaboo,  Howser and Pigeon spires. There were enticing glimpses \nof mountains further away. We took  pictures and ate, lazily watching a \nparty come up our rappel route. Their leader reached the  summit - they \nwere the party that passed us earlier! &quot;Goin&#39; for two more climbs too!&quot;<br>he  said. Now we felt embarrassed for lazing about, and got to work rappelling.</p>\n<p>Now, here, Robert and Mark introduced me to something they do all the time, \nbut I&#39;d never  done - simul-rapping. With Mark on one strand, and me on \nthe other, we zipped down together.  You have to understand that if Mark \nunweights his rope, I&#39;ll plummet downward and lift him  up. Vice-versa \ntoo. I was a little nervous, plus, rapping on a single 8.5 mm rope is \nscary  anyway. By the time I reached the bottom, I&#39;d wrapped it around \nmy waist twice for more  friction. Boy, don&#39;t know when I&#39;ll get used to \nthat, I thought. And I never did, but we  kept doing it. Finally, late in \nthe trip I said &quot;can we take a break from simul-rapping?&quot;  because it \nmentally cooked me just a little too long! </p>\n<p>You know, I&#39;m a fast rappeller, a really fast rappeller actually. So it&#39;s \nhard for me to buy  into simul-rapping because I know we are going slower \nthan I normally go by myself. But I  have friends who are really slow \nrappellers. Now they should simul-rap. </p>\n<p><br><br><center>\n<img src=\"images/snowpraps.jpg\"><br>\n<i>Rappelling from Snowpatch Spire</i><br></center></p>\n<p>Okay back to the story. So we make 5-6 rappels, I forgot exactly how many. \nThen we scramble  down and make our way to the Bugaboo-Snowpatch Col over \nrock and glacial snow. On a nice  flat stretch of ice I perform a comical \npratfall, BAM! Increasing the hilarity is the blood  coming from my palm. \nYou see, I borrowed Josh&#39;s lightweight ice axe for the trip, and failed<br>to notice that he&#39;d FILED THE ADZE LIKE A MEAT CLEAVER! We were all \nconcerned - how can you  climb with a slashed hand? I applied some climbing \ntape to the wounds and dogmatically put  on my crampons. I hate flat ice \nrink style ice - I&#39;m short of the natural balance required  to walk on it.</p>\n<p>We started down the infamous Col on loose rocks, but soon had to transition \nto a steep snow  field. After some crampon adjustments, I followed Robert \nand Mark. Happily, I put on my wool  gloves, so the hand that touched the \nsnow could be warm for the long facing in downclimb. We  went down and \ndiagonally across, making for a snow bridge across the gaping bergschrund \n(that  should be one word: gapingbergschrund, because they are so often \ntogether). I&#39;d gotten ahead  of Robert by glove power, but then fell \nbehind on the snow bridge crossing. Kind of scary,  glad to have it down \nwith. Whew.</p>\n<p>A long walk on snow led to a boulderfield where we could hang out looking \nup at Bugaboo  Spire. It was still early - only 1 pm or so? I forgot. We \nwere thinking of climbing another  route, but then it started to rain. We \ntook shelter under a large rock. After an hour, it  seemed like we should \ngo back to the hut.</p>\n<p>We did this, eventually finding a good trail down moraines to the hut. \nWe saw the turn-off  for Appleby Kampground, and started to feel like we \nknew our way around these parts. By the  time we reached the hut, the sun \nwas back out. Oh well, we could read and rest for the next  day.</p>\n<p>I went upstairs and read Shadowland, by Peter Straub. It&#39;s a pretty good \nbook about a  powerful and corrupting magician and his young students who \nhe intends to crush. Very  &quot;shadowy.&quot; Later we had a great meal. Maybe \npasta with a side of soup and dehydrated meal?  Somebody gave us some rice. \nWe had a huge stockpile of food!</p>\n<p>It was either today or the day before that we met Alpine Dave and \nEmily in the  hut! What a cool chance meeting. He gave us some beta about \nstuff, and we talked about  climbs. Emily was interested in the trip Kris \ntook to the Galapagos Islands in May. Nice to  run into good folk from \nback home. </p>\n<p>I managed to buy a new headlamp from two Canadian guys who were going down. \nI gave them a  lot of money. Mark was like &quot;you got screwed, man.&quot; But I \nfelt I got a square deal, didn&#39;t  have to bargain, and they get some profit \nfor making a trip to the store to buy a new one. </p>\n<p><a name=Monday></a></p>\n<h3>Monday  <a href=#TOP>(To page top)</a></h3>\n\n\n<p>The next day we got up early again and hiked up to the base of Bugaboo Spire \nto climb the NE  Arete. On an icy snow field we stopped to put on crampons. \nThe moon rose between Snowpatch  and Bugaboo spires; the light was beautiful. \nWe wandered around trying to choose the right  place to go up. After \nfinding it, we awkwardly removed crampons where the snow met the rock<br>and started up. Sandy, steep, uncertain terrain in the dark can be scary. \nRob led the way,  always searching out the cleanest rock.</p>\n<p>We reached a steep ledge about 150 feet up, with 5th class climbing above. \nI asked to rope  up, as we were uncertain of the rest of the way, but \nfeeling committed to the steep line  above, and we had a good belay \nledge here. I also wanted to change into rock shoes as it  might get a \nlot harder. In the dark I imagine all kinds of scenarios, and want to \nbegin  moving securely.</p>\n<p>We did this, and simulclimbed past a fixed cam for 150 feet to the ridge \ncrest. There was  one really difficult move I was really happy to have a \nrope for! Mark found an easier way to  make the move but still...</p>\n<p>On the crest we happily drank and ate, getting ready to climb. We were so \nahead of schedule,  that it was still pitch black except for the \nbeautiful moon! But as we stood there, and the  dawn slowly came,\n all was not well. Heavy clouds came in on either side of the mountain. \n It  stayed mostly clear above Bugaboo, but eventually we could tell it \n was raining in the clouds  on either side, a few miles away. We hemmed and\n  hawed for well over an hour, really torn  about what to do, proposing \n  all kinds of theories. Another party came up, and two of the  four \n  decided to turn back, and the other two soloed up the route.</p>\n<p><br><br><center>\n<img src=\"images/unbelieve.jpg\"><br>\n<i>A brooding sunrise on Snowpatch Spire.</i><br></center></p>\n<p>Deciding not to risk it, we made a few rappels and downclimbed back to \nthe small glacier at the base. I had a hard time getting down the steep \nhard snow, and finally put on crampons for the final steps. Robert \nlobbied to scramble up Eastpost Spire, so we hiked over there for \nthat. It was a great idea, as the views were great, and it provided \nan interesting view of the rest of the range. Folks milled around their\ntents at Appleby Kampground.</p>\n<p>On the way down, a fellow told us that the hut may be evacuated due to a\nfire in the valley. By the time we arrived, the danger had apparently\npassed, but the smell of burning was in the air. Later, as you may know,\nmuch of the wild areas of B.C. were closed to travel, with stiff fines\nand jail time for anyone trying to sneak around. It really was the summer\nof fire this year. I mean, a fire on Johannesburg Mountain, that tower of\nice? Jeez...</p>\n<p><br><br><center>\n<img src=\"images/robeastp.jpg\"><br>\n<i>Robert on the summit of Eastpost Spire.</i><br></center></p>\n<p>Meal times were great. We&#39;d have some soup, a bit of whiskey. A freeze-dried\nmeal to round things out, and maybe some bread and Nutella. At some point, we\nbroke into the pancake mix, opening up a real slice of heaven. Butter AND\nNutella AND syrup! A real caloric boost! We all compulsively read the\nnew guidebook, and talked with our fellow hut-mates about conditions.</p>\n<p><a name=Tuesday></a></p>\n<h3>Tuesday  <a href=#TOP>(To page top)</a></h3>\n\n\n<p>Again, the 3 am alarm. The morning coffee, and the walk up to Bugaboo Spire.\nThis time we scrambled easily, knowing the way well even in the dark. We waited\na few minutes for light, and didn&#39;t care much about the clouds. Mark took off\nahead, planning to solo the route and wait for us on the summit. I led the\nfirst technical pitch, rated 5.7 or 5.8, depending on the guidebook. There were\nreally nice flakes - it reminded me of Bear Creek Spire&#39;s first pitch from\nearlier in the summer. Some final lieback moves brought me to a leftward\ntraverse with a fixed rope. After some exciting moves, I reached a good\nalcove with a stance, and belayed Robert up. He continued up big flakes to\nthe left, and soon called for me to continue. He suggested I stop on a ledge\nbelow him, and he&#39;d continue on the next pitch to the ridge crest. I may have\nhanded some gear up to him. This pitch was exciting, as it traverses up and\nright on a feature visible from far below. A few tricky moves took Robert to\na nice ledge. The sun was pleasant as I pinched flakes and stemmed my way\nup a short dihedral.</p>\n<p><br><br><center>\n<img src=\"images/nebuttress.jpg\"><br>\n<i>Our route on Bugaboo Spire.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/nearetemorn.jpg\"><br>\n<i>Looking down to the col.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/ridgeneartop.jpg\"><br>\n<i>High on the ridgecrest.</i><br></center></p>\n<p>From the ledge, I led up a spectacular easy crack with great views all around.\nI called for Robert to simul-climb, and eventually reached a ledge to serve\nas a belay. Robert took off for a very long simul-climbing pitch (3 regular\npitches in length). It was a long chimney, well protected by chockstones\nthat allowed him to use slings and conserve the rest of the gear. After what\nseemed like a really long time of climbing, I reached him and traded gear.\nContinuing easily, I reached the ridge crest and was faced with a really\ntough looking downclimb, now on the long up-and-down portion of the climb\nbefore the true summit. I went around another way, and set a belay in\na notch. Robert took us from there to just below the summit, mostly \ndownclimbing and working around towers. We could see Mark sitting on the \nsummit. We could also see clouds in the sky building!</p>\n<p>At the summit, Mark tossed down a top-rope, and that gave us the chance to\nclimb a 5.10+ variation finish that required us to make a committing (it\nwould be committing if it weren&#39;t for the top rope!) leap and scrabble\nour feet for purchase. Eventually, reaching good hand jams allowed us to\neach gain the summit. Yes! On top of Bugaboo Spire!</p>\n<p>We gazed around happily, then as it started to snow, turned towards the\ndescent. Pretty soon we reached a rappel station, and started down.\nThe 2nd rappel took us down the Great Gendarme, a really dramatic feature.\nRobert had a scare when an insignificant piece of his harness ripped, somehow\ncaught in something else. Between that and the snow, our casual summertime\nattitude was harder to maintain! But we finished with the rappels, and began\nscrambling down easy rock. We ran into many parties coming up the Kain Route.\nAlso, the weather improved, and we could remove gloves and warm sweaters.\nWe were down on the glacier by noon, or was it 2? I forgot, it was early though.</p>\n<p><br><br><center>\n<img src=\"images/rondescent.jpg\"><br>\n<i>Robert rappelling on Bugaboo Spire.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/bugaboo.jpg\"><br>\n<i>Another view of Bugaboo Spire, our route on the right skyline.</i><br></center></p>\n<p>So we decided to hike over to Pigeon Spire, and solo the regular route.\nIt&#39;s a &quot;must do&quot;, and the time we had there confirms that! I stumbled along\non the glacier somewhere behind Mark and Robert as usual. There were a few\ncrevasses to step over, but it just barely resembled a real &quot;glacier.&quot; \nSome parties with ropes expressed dismay at our casual attitude.</p>\n<p>After a final icy slope, we prepared for the rock climb. There were a few other\nparties, all friendly folk. I wore rock shoes, and maybe Robert did. Amazingly\nsolid rock was a joy to climb - very grippy, cream-colored, and festooned\nwith features like knobs and cracks. At a false summit, we walked down a\nsteep slab, then continued up the other side. An optical illusion made it look\nlike we were walking on 5.8-5.9 terrain! Near the summit, the terrain was\nkind of confusing. Robert and I followed our noses, getting to the recognizable\n&quot;5.4&quot; move on the climb. I thought it was a little awkward, especially with \n800 feet of air below me! After this, slab walking reached the summit, which\nwe enjoyed with a few other parties. It&#39;s impossible not to look at the\nHowser Spires, so evil yet beautiful! A nice fellow from N.Y.C. told us about\nhis summit ritual which involved a camera, a bowel movement, and an\nillegal substance. This depressed me a little bit. Robert and I simul-rappelled\non a long double-rope rappel with another party, while Mark downclimbed.\nWe scrambled down the rest of the way, really satisfied with this amazing \n&quot;must do&quot; climb.</p>\n<p><br><br><center>\n<img src=\"images/walkpigeon.jpg\"><br>\n<i>Walking to Pigeon Spire.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/ronpig.jpg\"><br>\n<i>Robert on Pigeon Spire.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/crowd.jpg\"><br>\n<i>A small crowd of folks on the route.</i><br></center></p>\n<p>Now, how to get back to the hut. We were curious about an alternate descent\ndown the Snowpatch-Pigeon Col. It makes rappels down steep rock next to an\nicefall, then continues naturally back to the hut, essentially reversing\nthe approach to the &quot;Snowpatch Route.&quot; We crossed the glacier, then found the\nrappel anchors. This seemed like a good alternative, because it avoided crowds,\nrockfall, and various potential epics on the Bugaboo-Snowpatch col. We didn&#39;t\nfind it difficult on Sunday, but had since heard several chilling tales\nof near-disaster from the area. I believe we started making single-rope rappels,\nand the terrain was very steep. It was a little bit stressful for some\nreason, possibly the big exposure below (a mess of icefalls and smooth granite\nwalls - looked like aid climbing territory), and wondering where the next\nanchor was. I &quot;led&quot; one of the stranger rappels, Mark and Robert seemed to\nappreciate it. That made me feel good, so I took the next one too, then\nRobert did the final rappel into a large moat, then easily climbed snow\nout the opposite side.</p>\n<p><br><br><center>\n<img src=\"images/alternate.jpg\"><br>\n<i>Alternate route back to the hut.</i><br></center></p>\n<p>Easy travel led us around a corner alternately on a glacier or on loose\nmoraine to the left. We split up here, Mark and Robert moving on ahead.\nI wouldn&#39;t see them again for a while, as I didn&#39;t like either route,\nso tried to make a new one. I gave up on that (think slabs covered with\nball-bearings, oh, and ice patches). I followed Robert&#39;s way, but couldn&#39;t\nduplicate his amazing abilities crampon-less on steep icy ground. So\nI put on crampons, and continued down on glacier, hopping over muddy\ncrevasses. Finally I got near my companions and they took off again.\nI think they had to wait once more when another steep slab took me\na few extra minutes.  I was continually torn between trying to keep up,\nand trying to achieve a reasonable level of security - I guess I need a\nlot of security on 3rd-4th class crappy terrain!</p>\n<p>The terrain became familiar, and soon we were looking down on the hut.\nI stayed behind to savor the day, looking back at what we&#39;d done.\nThe afternoon light was beautiful on all the peaks, and water from a\nroaring stream tasted delicious! Back at the hut, another great dinner,\nsome reading and a good night&#39;s sleep followed.</p>\n<p> <a name=Wednesday></a></p>\n<h3>Wednesday  <a href=#TOP>(To page top)</a></h3>\n\n\n<p>Today would be our last climbing day. That couldn&#39;t prevent us from sleeping\nin and enjoying a late breakfast of pancakes. Finally we got motivated, and\nmade the now very familiar hike up to the glacier below Bugaboo Spire.\nWe took a full rack and double ropes, eager to climb McTech Arete, a great\n5.10a multipitch climb on Crescent Spire. We were in luck - a party had just\nfinished the climb and was packing up to hike away. A previous try\nat this justly popular climb had been thwarted by many and/or slow parties.</p>\n<p><br><br><center>\n<img src=\"images/topop1ma.jpg\"><br>\n<i>Looking down on pitch one.</i><br></center></p>\n<p>I got the first lead, climbing easy blocky ground to a hand crack in a\ncorner. It got really exciting when I reached a roof. I locked off and\nplaced some gear. No wait, there is a perfectly good cam already here!\nI think I backed it up anyway, kind of suspicious of it. I launched over\nthe overhang, glad for my many climbing trips to Index over the summer.\nI reached an uncomfortable hanging belay, and called for Mark and Robert\nto follow. Especially on this climb, the &quot;Petzl Reverso&quot; was really nice\nto have. I could belay both followers at once very easily. They enjoyed\nthe overhang, and solid hand jams.</p>\n<p><br><br><center>\n<img src=\"images/p2mark.jpg\"><br>\n<i>Mark leading pitch two.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/p2mctarete.jpg\"><br>\n<i>Robert on the spectacular line.</i><br></center></p>\n<p>Mark set off for the next pitch, the crux at 5.10a. It climbs an improbable\nvertical thin crack for at least 50 feet, then goes out of sight at a\nlower angle. Very dramatic! Robert and I climbed it together, me about 15 feet\nabove him, which allowed me to get a great pitch of him near the crux.\nIt was an amazing pitch! There are actually good stances to get in gear,\nand the crack varies in size: sometimes fingerlocks, sometimes jams, and feet\nusually have a ledge to stand on, which makes it a little easier than it looks.\nThe 5.10a move is identifiable, kind of an off-balance lieback move at a\nbend in the crack. At the belay, we were really psyched about what a great\nclimb this was turning out to be!</p>\n<p>Robert took us up blockier terrain for a pitch. It didn&#39;t have the stellar\njamming of other pitches, but he was in &quot;I&#39;ll lead the loose, grungy stuff&quot;\nmode. A valuable guy to have along!</p>\n<p>I set off on the next pitch which was probably my favorite pitch of the whole\ntrip. A long, sustained 5.8 hand crack, complete (repleat?) with two roofs!\nMark and Robert doled out advice as I reached the first roof. We only had 2\ncams of the size for this, so I needed to conserve them. I placed a green\nMetolius cam 10 feet below the first roof. &quot;No no no!&quot; they said. I ignored\nthem. &quot;Poseurs...&quot; I thought. But at the roof I had to agree with their\nassessment: by losing that cam now I&#39;d have a loong ways to go, and may\nhave no protection for the upper roof. So I protected at the roof and \ndownclimbed to retrieve the cam. I hoped I wouldn&#39;t get too tired with\nall this! The first roof required a short lieback move. \nAt this moment Mark said in a strained voice: &quot;DON&#39;T LOSE IT!&quot;\nWell that scared me!\nWhen queried later, he said I looked so cool as a cucumber, that he\ndidn&#39;t think that would break my stride. So watch out for him!\nAnyway, due to a lack of\ngear, I continued for a long ways above, feeling the maw of\nempty space pulling at me. Hand, hand, foot, foot. I had to use the\ncrack for my feet the whole way, but it was pretty comfortable. I placed\na hex, then continued to the upper overhang and sunk the green Metolius cam.\nIt was passed on the right, a bit easier than it looked. From here, some\nmore enjoyable climbing led past short walls to a fantastic ledge spanning\nthe arete. </p>\n<p><br><br><center>\n<img src=\"images/pit4mctech.jpg\"><br>\n<i>Me on pitch four.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/pit5mctech.jpg\"><br>\n<i>Me on pitch five.</i><br></center></p>\n<p>Robert and Mark appeared with gear, and Mark led us up a really enjoyable\n5.7 - 5.8 hand crack with great exposure. Robert and I were grinning our\nheads away - dang this climb is <i>amazing!</i> When I go back to\nthe Bugaboos, I will gladly do this route again (and again!).</p>\n<p>Robert led the loose and grungy final pitch. It seemed kind of dangerous\nfor people far below, as it traversed a crumbly ledge. But we didn&#39;t knock\nanything big off. Climbing the final loose (shifting?) blocks was pretty\nexciting. Here we were exposed to the cold wind, I wished I had more than\na t-shirt! Robert hiked on to the summit of Crescent Spire, but Mark and\nI were happy to wait out of the wind for him to return. He is a relentless\npeak bagger! I would be too, but the sweet, sweet pitches below had \nmesmerized me, and all I could do was replay them in my head.</p>\n<p>This dreamy attitude continued for the 6 rappels to the base. Still deeply\nsatisfied, I looked around at the peaks in evening light, knowing it would\nbe at least a year before seeing them again. We ate our final dinner\nat the hut in mournful silence...</p>\n<p>Not really! We were happy with our trip, maybe feeling a little smug.\nThe only disturbance was that a party had climbed the Beckey/Chouinard\nroute on S. Howser Tower. We had wanted to, but decided the weather and a\nparty of three made it too risky. But now, we had so quickly climbed\nMcTech Arete, that we felt guilty for not trying it! And this returning\nparty, visibly satisfied by the route (eww, I&#39;ve got to cut this\n&quot;visibly satisfied&quot; and &quot;deeply satisfied&quot; and &quot;sweet, sweet&quot; stuff out.\nI&#39;m sorry), reminded us of how little we&#39;d done. We will certainly be\nback to attempt that climb next year. I&#39;m going to dream about it all winter...\nso...swee-KNOCK IT OFF!</p>\n<p><br><br><center>\n<img src=\"images/marksittin.jpg\"><br>\n<i>Mark trying to decide what to do with our afternoon.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/meeastpost.jpg\"><br>\n<i>My supreme triumph on Eastpost Spire.</i><br></center></p>\n<p> <a name=Thursday></a></p>\n<h3>Thursday <a href=#TOP>(To page top)</a></h3>\n\n\n<p>Another sunny day, and we were packing to go. It didn&#39;t take long to\nreach the car, down in the boiling hot valley. We drove to a hot springs\nfor a shower (the lady let me in fer free!), and a slice of pizza.\nWe still had one more climb for our trip, and headed off into the sunset\nfor it. But that is another story...</p>\n<p><br><br><center>\n<img src=\"images/relaxing.jpg\"><br>\n<i>To the Bugs, boy...to the Bugs...</i><br></center></p>\n"}