{"date":"2003-10-4","title":"West McMillan Spire","description":"<p><h1>West McMillan Spire</h1></p>\n<p><h2>West Ridge</h2></p>\n<h3>October 4-5, 2003</h3>\n\n\n<p><i>Theron Welch&#39;s account is\n<a href=\"http://www.theronwelch.com/mountains/pnw/north/pickets/mcmillan/index.htm\">\nhere</a></i></p>\n<p>Theron and I finally made a first visit into the Pickett Range! This was a late\n season peak-bagging\nsession where we just wanted to climb the easiest Pickett summit we could think of. \nWest McMillan\nSpire had a small glacier, and some 3rd class terrain below the summit. We didn&#39;t \nthink it would\nrequire a rope, and the trail is straightforward if long, so that would be our peak.</p>\n<p>After parking my car at the trailhead, a sickening feeling in my stomach told me \nI&#39;d forgot something.\nWhat was it? Well my hiking boots of course! &quot;OH GOD NO!!!&quot; said Theron.</p>\n<p>I&#39;d done this before, a few years ago on Mt. Adams. I didn&#39;t let a lack of boots stop me then, and I\nwouldn&#39;t now either. &quot;I&#39;ll just wear my tennis shoes,&quot; I replied gamely. &quot;If only I could adjust these\ncrampons to fit...&quot;</p>\n<p>We walked up the pleasant, mostly level 3.5 mile section of abandoned road that led into the range.\nTheron was really amazed. A previous trip (aborted due to heavy rain) on this trail left him and his\ncompanion completely soaked, and travelling less than 1 mile per hour in brush and fallen logs.</p>\n<p>We later found out that maintenence had been carried out on this section of trail. Also, the maintenence\nwas illegal! Now I&#39;m all for keeping the wilderness rugged, but if someone wants to maintain an\nimportant trail in the face of budget cuts and years of neglect, I&#39;m inclined to say thanks.\nTiny shavings of wood on the side of the trail indicated they had probably used a chainsaw.</p>\n<p><br><br><center>\n<img src=\"images/basincross.jpg\"><br>\n<i>Looking to the Southern Picketts, W McMillan Spire on the right.</i><br></center></p>\n<p>Having missed the side trail leading up the hill, we spent about 20 minutes exploring further, where\nthe valley trail becomes more faint. We walked back and found the trail right where it should be - \nnext to a cairn and a small campsite and fire ring in the middle of the trail. We&#39;d missed it \nbecause of the way it curved up a hillside. Now we began a long, steep climb. The trail was \nvery good, and glimpses of our\nprogress above the valley kept our spirits high. The flanks of Mt. Triumph became more defined \nacross the valley. Around the midpoint of this long climb, there were 2-3 interesting &quot;riblets&quot; to \nbreak up the monotony of 4000 feet of forest climbing. My shoes were slippery on the many pine \nneedles, and once I slipped, shooting down in the forest with increasing speed. &quot;Aaagh!&quot; was my \nincoherent cry, fingers stabbing at pine needles and loose soil. I had time to see Theron look \nvaguely shocked, then I came to a halt 20 feet below the trail. &quot;What happened?&quot;</p>\n<p>Continuing with a few new scratches, we entered brushier terrain that seemed to go on forever. The \ntrail was still good though, something we were so thankful for we didn&#39;t complain at the usual \nplaces where we had to pull ourselves up root ladders, and grasp blades of grass for balance. \nWe rested briefly then entered a heather bench slope, crossing a few streambeds. On one of the \nstreambeds, we needed to hike about 100 feet up to find the correct trail, which led across \nheather and golden rock slabs. It was a really hot day, and I&#39;d survived so far on a single \nquart of water from the car. Theron began speeding up in an attempt to leave me to the \nbuzzards (not really, he describes the event as &quot;Michael slowed down noticably&quot;). We finally \nfound a seep of water which could be consumed only with a great loss of dignity. Basically I \nhad to french-kiss a mossy rock slab. And I really went to town. Look at the shameful display!</p>\n<p><br><br><center>\n<img src=\"images/medrinkee.jpg\"><br>\n<i>A thirsty, wretched soul.</i><br></center></p>\n<p>With a new spring in my step, I followed Theron up to a high pass where we could look down on our \ncampsite for the night. Our peak looked really close. Happily, the glacier didn&#39;t look too broken \nto climb unroped. We ate some lunch, and descended a steep dirty path to a raging stream with good \nwater. I continued down and set up my bivy sack for a nap. Theron decided to hike up to the overlook \nof a lake, \n<a href=\"http://ericsbasecamp.net/trips/TerrorBasin/TerrorBasin.htm\">\na la Eric Hoffman</a>. I stayed back, drinking cold water, napping, and reading about the \nPower of Myth. I&#39;d never been so happy to <i>not</i> hike!</p>\n<p>Theron came back in the early evening after a fun hike, and we cooked our dinners. Taking them up to a \nridgetop vista, we ate while the Terror Creek valley turned purple, blue, then black. I read for a \nwhile under the stars, then slept soundly.</p>\n<p><br><br><center>\n<img src=\"images/terrorval.jpg\"><br>\n<i>Ah, peaceful TERROR VALLEY!</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/mybed.jpg\"><br>\n<i>Look, this was my home there.</i><br></center></p>\n<p>We got a leisurely start, possibly waiting for the sun to warm our sleeping bags. Not that it was a \ncold night at all, though. We walked on a descending traverse to a saddle, then climbed up wonderful \ngranite slabs on a long trip to the edge of the glacier. There we drank from a stream, and put on \ncrampons. The snow was good neve, and the few hops over crevasses were fun. Halfway up a red gully \nto the ridgecrest the snow ran out, so we continued for a few hundred feet of scrambling to near \nthe ridgecrest. From here, we just kept going up via our favorite ways. Theron stayed further to \nthe right. There were a few moves of 4th class, but mostly pleasant easy scrambling for hundreds \nof feet. We had to take plenty of pictures and gawk at the improving views. Finally the steeper \nsummit ridge appeared, and a final climb with a tremendous cliff on the right brought us to the end.</p>\n<p><br><br><center>\n<img src=\"images/theronclm.jpg\"><br>\n<i>Theron on the West Ridge.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/masochistval.jpg\"><br>\n<i>Azure Lake and the Lost Valley.</i><br></center></p>\n<p>We read about folks we knew in the summit register, that was fun. Terror&#39;s North Buttress looked \nreally intimidating, and therefore enticing. Relatively gentle peaks to the south provided a nice \ncontrast. It was fun to look over at Triumph, and the NE ridge where we&#39;d bivied in July. The East \nRidge of Inspiration Peak looks like a great challenge to come back for. Overall, we were really \nhappy to have this great wilderness experience with such great fall weather, and complete solitude. \nWhy were we the only ones here? </p>\n<p><br><br><center>\n<img src=\"images/mcmsumridge.jpg\"><br>\n<i>Theron near the summit.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/inspirationpeak.jpg\"><br>\n<i>Looking west to Inspiration Peak.</i><br></center></p>\n<p>We climbed down the rock, then glacier. Here I ran into difficulties with my crampons, which weren&#39;t \nadjusted for my tennis shoes. The heel of the shoe would gradually work out of the bail and I&#39;d have \nto fix it. Finally I gave up and invented a new (not destined to be popular) walking style that \naccomodated the &quot;double-prong heel&quot; I sported.\nI removed crampons with some relief when we reached the granite slabs. We took a drink and kept \nhiking down to the low notch. We got seperated here, and through a variety of bad assumptions ended \nup hiking alone after the notch, eventually meeting up and diagnosing our chain of errors. We walked \nthe rest of the way to camp for a 20 minute nap before packing out. I know I slept that whole time! </p>\n<p>We didn&#39;t look forward to the steep hike up to the pass, but it went quickly. The long traverse across \nheather struck me as the most beautiful place I&#39;d been all year. I kid you not, the red heather, \npicturesque arrangement of scrub trees and boulder, the weak fall sun: they were amazing. I raved \nthe whole way, and was sad to enter the deep forest for good. We entered a cloud of mist there, and \nsoon were competing to speed down ever faster in a flurry of limbs. It was late afternoon when we \nreached the valley floor, and as we walked it got darker. We travelled quickly, but just barely \navoided using a headlamp, finally recognizing my car as a dim shape in the gloom.</p>\n<p><br><br><center>\n<img src=\"images/greatwalls.jpg\"><br>\n<i>Great north walls of the range. Holy caneoli.</i><br></center></p>\n"}