{"date":"2003-4-5","title":"Dragontail Peak Triple Couloirs","description":"<p><h1>Dragontail Peak</h1></p>\n<p><h2>Triple Couloirs</h2></p>\n<h3>April 5-6, 2003</h3>\n\n\n<p>Aidan, Chris K., Steve and myself drove to Leaventown for a worthy goal -\nThe Classic Triple Couloirs!! Long had we sat enraptured at the feet of our\nbetters, listening to their tales of adventure on this fabled climb. Now we\nwould test our mettle on the not-so-lonely mountain. We parked next to a friend&#39;s\ncar at the Bridge Creek Campground, girding ourselves for the long (4 miles?) walk to the\ntrailhead.</p>\n<p>Aidan was on skis, and the rest of us carried snowshoes uselessly all the way to the\nriver below the lake. I ditched mine boldly, secretly hoping that no one else\nwould (just in case). But 6 snowshoes soon nestled quietly together with a rather\nsmug pair of skis who knew they would at least be useful on 3 miles of downhill road.</p>\n<p>We told a lot of jokes and stuff, but the best was shortly before the lake, when\nChris started scream-singing a racy ode to Dragontail. I can&#39;t repeat\nit here, but it was rather bracing. It combined his stark eastern-european sensibilities\nwith earthy hip-hop stylings.</p>\n<p>We got our view of the mountain at the lake. &quot;Whoa, that was close,&quot; I said as I turned\naround and hiked away. </p>\n<p>We set up our tent next to Colin&#39;s. He was boiling water and muttering about peanut butter\nand jelly, and the appropriate time to ingest it. He told some awful jokes, but everything\nis funny when you are chilled and far from home. We slowly settled in for the night, carrying\nout our snow camping chores like old timers. I really admired Colin&#39;s tent. It&#39;s a single\nwall tent, and as I fell asleep I imagined boiling my last packet of ramen in it, some Alaskan\nstorm whinging away outside.</p>\n<p>It snowed about two inches during the night, pretty heavily until about 1 am. We left the\ntent at 6:30 am, all very excited to be starting the climb.</p>\n<p>I kicked steps up to the cone below the hidden couloir, then we hugged the left\nrock wall as we traversed into the couloir proper. This was an exciting way to \nstart the climb, because we were crossing a narrow band of snow above a cliff. \nOnce above that, we put Chris in the lead to kick steps for a while. The snow \nwas fairly deep, but compacted well. Time passed, and we climbed happily, eager \nto see around a bend in the imposing walls that hemmed us in. We reached what \nwe decided were the access gullies to reach the second couloir. We stomped out a \nplatform to belay from and got the ropes out. Chris wore his enormous down \njacket as he geared up to climb a pitch up the ice gully. He and Steve would \nclimb on a rope, and Aidan and I would climb just behind. Without a down \njacket I was eager to keep moving, so the long belay ledge sessions tended to \nbring out the worst in me (which is my singing for warmth). In a quavering, \ntremelous voice I sang &quot;<a href=\"http://www.lyricsfreak.com/m/metallica/13759.htm\">\nThe Thing That Should Not Be</a>,&quot; one of my favorite songs \nof all time. </p>\n<p>Chris found a belay from pitons, and Steve started up with me on his heels.\nI tried to hang back and focus on the fun climbing. We climbed \na shallow gully with frozen snow and ice of 60 degrees. The axe placements were \nsolid and easy to make. While Steve and Chris fussed with a piton belay, I \nbrought Aidan up from ice screws. The sun was beginning to poke holes in the \nthick, gray clouds over the lake. I took a picture of Aidan in the gully, and \nsipped the rich wine of exposure and commitment. For some reason, I always \nrelax when the climbing really begins. The long hike in, the melting of snow to \ndrink, the restless sleep each harbor vague obstacles that I&#39;m sure will \nderail our train to real climbing. Now I could forget about that.</p>\n<p>Aidan noticed some rap slings as he climbed by. He always finds or remembers \nthings others overlook. As Chris started up, Aidan chopped a ledge that I \ncould put my right foot on. Pitch two was more challenging, going around a \nshort cliff on thin ice over dark rock slabs. Chris didn&#39;t find any pro near \nthere, but climbed confidently on the dicey terrain.</p>\n<p>While the three of us waited, Colin appeared in the couloir below. Soon he \nclimbed part-way up to us and chatted for a few minutes. Aidan was especially \nhappy to see his cousin. After a few traded insults, Colin decided to try a way \nto the right of our line up a narrow ice gully. We watched him climb away, \nreally impressed by his skill.</p>\n<p>Chris had been climbing a long time, and though the views of the lake and \nvalley below were enchanting, I began to get impatient. Rather than another \nbout of singing, I decided to climb away carefully. I believed that whatever \ntrouble Chris was having, I could avoid it somehow by belaying earlier. \nVery soon, the climbing became awkward and hard, as it took all my concentration \nto deal with the thin tool \nplacements that would shatter if I applied too much pressure. I\ntraversed more thin ice up and right, where I placed a picket and an ice screw.\nI was able to see Chris, and noticed that he was still \nclimbing. I told Steve, who said &quot;I don&#39;t like to hear that!&quot;\nHe was muscling his way up the ice step, concentrating hard. \nAll of us would like a belay on the thin \nice section, so I resolved to somehow find one. By the \nscraped away snow on a rock outcrop, I saw where Chris had searched in vain for a \npiton placement. I climbed a little higher past another ice step to snow, and \nmade a decent picket and axe belay. Steve continued past to a water ice step.</p>\n<p>I belayed Aidan from this even wilder position on the face. He found the pitch \nto be really exciting, even nervewracking. We definitely felt the seriousness of the climb \nin this area. Chunks of snow and ice fell on us now and then, and it started to \nsnow lightly. The next pitch provided the &quot;heart&quot; of \nthe ice climbing on the face that day. To save time, Steve left an ice screw at \nthe base of the V-shaped gully. I clipped it and started up, enjoying the \nsteepening ice and the views beneath my feet. Fifteen feet above the screw I \nplaced another one to protect a bulge with two possible exits. I was glad I \ndid, because the ice became thinner and steeper. I started left on thin ice \nover rock, then reached high for a tool placement only to find loose powder \nsnow. Easing rightward, I bashed at marginal ice for something that would \nstick. My focus narrowed intensely and I kept working at it, making upward \nmoves once I found solid placements for my tools. I marvelled at the \ndifficulty -- it felt harder than \nanything I&#39;d climbed before (a gaggle of WI3 pitches). Carefully topping out, I \nmoved away from the void on increasingly deep snow that marked the entrance to \nthe second couloir. I placed a picket, then saw Steve and Chris 100 feet above \nat a rock belay on the right edge of the couloir. I had promised Aidan a belay \non the pitch, so I stopped after another 50 feet to build a picket and axe \nbelay in the growing snowstorm.</p>\n<p>Shades of gray and white surrounded us. Steve led off above Chris, kicking steps in the \ncouloir that were quickly filled with snow. The next hour provided an \nexhausting spindrift tutorial. As I belayed Aidan, insistent streams of powder \nsnow made channels in the gully around me. This couloir &quot;drains&quot; large areas of \nrock which shed their fresh snow eagerly in a thousand complex paths. Twenty \nfeet above, Chris endured a comedy of errors when one of these paths opened and \nbegan covering him in clouds of snow while he struggled to remove pitons. I had \nto laugh because the rock on either side of him was free of this problem. \nMeanwhile Aidan appeared, shouting that he&#39;d nearly drowned twice in great \nreleases of drift that almost knocked him off the ice. I really wanted to get moving\nat that point! Aidan climbed quickly past me to Chris, and I coiled half the rope \nover my shoulder. I had to keep re-creating my ledge in the snow as the rivers of \nspindrift turned into a general rout. Finally I could climb!</p>\n<p>In my lonely world, my only companion was Aidan who occasionally glanced \ndown sympathetically. I had aquired the prejudice that my struggles were harder \nthan everyone else&#39;s. Later I found out that even though Aidan was right behind\nChris, the steps still disappeared for him in the churning\nmass of drift. Deep snow\nalways makes me want to be somewhere else, like maybe vomiting into a dumpster\nbehind a Jack in the Box in suburban Tucson. </p>\n<p>Finally we got above the worst of the funnels, and chopped out a ledge so Steve\ncould belay Chris on a pitch up to the Third Couloir. It stopped snowing, and\nwe drank some water and talked for a while. Soon Chris and Steve were gone, and\nAidan began leading this pitch which climbed pleasantly up a shallow slot of ice\nand snow. Aidan brought me up to a fantastic location beside a tower that marked\nthe start of the Third Couloir. I was flabbergasted by the view, having grown\ninstitutionalized by the narrow confines of the lower and middle face. We \nshortened the ropes, and placed snow pickets as we climbed. Steve and I climbed \ntogether for a while. Clouds and sun chased each other on the lake below, and \na &quot;Tower of Adamant&quot; stretched for the sky.</p>\n<p>Aidan was feeling really strong, so he came to kick steps the rest of the way.\nBefore I knew it, \nhe was practically pulling me up on the rope. We reached the ridgetop, and got \namazing views of the Enchantments. It felt good to crawl out of the north face \nand get some sun. After Steve and Chris arrived, Aidan led us to the summit\nabout 10 minutes away, where we all kissed the summit rock with great passion.\nIt was 5:30 pm, so we spend 11 hours on the climb.\nI could see Pandora&#39;s Box a quarter mile away, where Chris and I stopped on a\nprevious trip. Chris discovered he had a broken crampon point.</p>\n<p>In fact, since he is moving away, all of his gear is chosing this moment to fall to\npieces. His ski pole had become a gnarled stick, without even a basket at the end or\na hand strap. </p>\n<p>We hiked down snowfields and made a long traverse to reach Aasgard Pass. The evening\nlight on Colchuck Balanced Rock was beautiful. Variable icy or soft snow made the hike\ndown to the lake take a while. Chris had dropped sunglasses on the climb, so he\nwent the base to look for them, while Aidan went ahead and began taking down the tent.\nWhile I packed, he then melted snow for some warm drinks. It took about an hour to\nget camp packed up, and the sun set as we hiked across the frozen lake. Just seven\nmiles to go through the snowy forest now!</p>\n<p>After a river crossing, we split into two groups, with Aidan and Chris zooming ahead\nwhile Steve and I hiked more slowly. We felt pretty good on the trail, but fell to\ncursing on the snow-covered road walk. Once you develop a good rythym of walking a\nstep in the snow collapses, sending you flying forward with a big pack. You have to\nlaugh at the ridiculous situation!</p>\n<p>As the agony of boredom and fatigue grew unbearable, we sped our pace considerably,\nwalking the last mile in a fury of limbs. We waited for 10 minutes for Chris and Aidan\nto return with Steve&#39;s car, as they had gone to make a phone call. Aidan hoped\nthat &quot;der Safeweg&quot; would be open, but it wasn&#39;t. We managed to extract a few &quot;Safeway\nSelect&quot; drinks from the vending machine outside, as we were desperate, and even the\n76 station was closed. Everyone thought about what he would eat when we reached\ncivilization, but we were also tired enough that elaborate preperations (like\ntoasting bread) would have sent us shuffling off to sleep. Mark and Nancy allowed\nAidan to stay at my house that night and get to school late. That allowed Steve to\nstay until morning too. We lucked out and found a 24 hour Jack in the Box, where everyone\nbut Chris indulged in wonderful junk food.</p>\n<p></td></p>\n<p><td width=\"30%\" valign=top></p>\n<p><table></p>\n<p><tr><td>\n<a href=\"images/dragontail.jpg\"><img src=\"images/dragontail.jpg\"></a><br>\n<i>Dragontail Peak. The Triple Couloirs start left of center and trend rightward.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/crossinglake.jpg\"><img src=\"images/crossinglake.jpg\"></a><br>\n<i>Frozen Colchuck Lake and the mountain, with Steve and Chris.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/talkingcamp.jpg\"><img src=\"images/talkingcamp.jpg\"></a><br>\n<i>Aidan and Colin discussing sandwiches on the internet.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/aidanp1.jpg\"><img src=\"images/aidanp1.jpg\"></a><br>\n<i>Aidan on the first ice/neve pitch.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/chrisp2.jpg\"><img src=\"images/chrisp2.jpg\"></a><br>\n<i>Chris starting up pitch two on thin ice under snow.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/colindragon.jpg\"><img src=\"images/colindragon.jpg\"></a><br>\n<i>Colin soloing the ice runnels.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/colin2.jpg\"><img src=\"images/colin2.jpg\"></a><br>\n<i>Colin stops for a second.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/aview.jpg\"><img src=\"images/aview.jpg\"></a><br>\n<i>A brief view before the snowstorm.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/endsecond.jpg\"><img src=\"images/endsecond.jpg\"></a><br>\n<i>At the top of the Second Couloir.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/thirdcol.jpg\"><img src=\"images/thirdcol.jpg\"></a><br>\n<i>Aidan and Chris in the Third Couloir.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/laststeps.jpg\"><img src=\"images/laststeps.jpg\"></a><br>\n<i>Chris approaching the ridge near the summit.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/kisssummit.jpg\"><img src=\"images/kisssummit.jpg\"></a><br>\n<i>Steve kissing the blarney stone on the summit.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/summitview1.jpg\"><img src=\"images/summitview1.jpg\"></a><br>\n<i>A view of wild peaks from the summit.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/colchuckbal.jpg\"><img src=\"images/colchuckbal.jpg\"></a><br>\n<i>Colchuck Balanced Rock in evening light.</i></p>\n"}