{"date":"2003-6-21","title":"DAFF Dome, West Crack","description":"<p><h2>West Crack (5.9, II)</h2></p>\n<h3>June 21, 2003</h3>\n\n<p><em>back to <a href=\"cali.html\">Sierras</a>...</em></p>\n<p>Here&#39;s another 5 star Toulumne route to spoil you for rock elsewhere.\nWe made the short hike up to the base of the route and found one party\non the first pitch and another waiting. We hung around for an hour,\ndrawing out the process of getting ready. We were pretty relaxed here\nnear the end of our trip - no need to beat everybody to the route or\nscurry away in fear of crowds. It was kind of windy though, and a couple\ncame down from a route to the left shivering - and the woman was wearing\na puffy down jacket!</p>\n<p>Aidan took the first pitch. The 5.9 crux came with face climbing in the\nfirst 20 feet, protected well with a bolt. After this, enjoyable crack\nclimbing led to some exciting final moves to a bolted belay station\nbeneath a roof. The party ahead of us took a good while to leave the\nstation and establish themselves a pitch higher. In the meantime,\nAidan was in a screaming wind whipping through the shady nook below the roof.\nI arrived at his belay to find a shivering partner, teeth beginning to\nchatter!</p>\n<p>I climbed through the overhang on great juggy holds and solid hand jams.\nIt was so enjoyable! More jamming and a good hex placement led to a long\nwide crack with good knobs to grab on the right. You&#39;d have to bring pretty\nwide pro to protect it. I reached a beautiful soaring finger crack and set\na gear belay. This pitch was fun, solid 5.8. Aidan came up, very happy to\nbe back in the sun! He was still cold enough to defer the next lead to me.\nWhile he rewarmed in the sun, I climbed the &quot;awesome, sustained finger crack\n(5.8)&quot; to easier climbing and a relaxing of the angle. I built a gear belay,\nand surveyed my world. The rock and sun infused confidence and a sense of\npeace with the world. I was happy to see a re-warmed Aidan.</p>\n<p>He led us for a short pitch of 4th class and easy 5th to the summit. Actually\nto a huge and interesting boulder on the summit. We enjoyed looking at\nFairview Dome across the street. We made one or two rappels to get down\nthe back side, then hiked down past some pretty, shiny slabs that featured\nmore climbs. We hiked back to the car, really pleased with this 1/2 day\nclimb. Consider bringing a windbreaker in early season! </p>\n<p></td></p>\n<p><td width=\"30%\" valign=top></p>\n<p><table></p>\n<p><tr><td>\n<a href=\"images/daffdome.jpg\"><img src=\"images/daffdome.jpg\"></a><br>\n<i>West Crack is visible</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/daffp1.jpg\"><img src=\"images/daffp1.jpg\"></a><br>\n<i>Aidan on the first pitch</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/daffclimb.jpg\"><img src=\"images/daffclimb.jpg\"></a><br>\n<i>Aidan above the overhang</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/swondaff.jpg\"><img src=\"images/swondaff.jpg\"></a><br>\n<i>Aidan back in the sun, much better!</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/hullochap.jpg\"><img src=\"images/hullochap.jpg\"></a><br>\n<i>Goodbye and well met!</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/colorondaff.jpg\"><img src=\"images/colorondaff.jpg\"></a><br>\n<i>Beautiful stone here</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/ondaff.jpg\"><img src=\"images/ondaff.jpg\"></a><br>\n<i>A disturbed individual on DAFF</i></p>\n"}