{"date":"2003-6-21","title":"Great White Books","description":"<p><h2>Great White Books (5.6 R, Grade II)</h2></p>\n<h3>June 21, 2003</h3>\n\n<p><em>back to <a href=\"cali.html\">Sierras</a>...</em></p>\n<p>After climbing Daff Dome, we still had the afternoon free.\nWe decided to finally visit Stately Pleasure Dome and climb an easy route.\nAidan hiked up steepening slabs and ledges to reach the base of\nthe climb. I followed but got distracted by a german father and daughter,\nwho I had to practice my rusty skills with: &quot;Wie geht&#39;s, Krankenleute?&quot;\nOkay, I didn&#39;t really say &quot;how&#39;s it going <i>SICKPEOPLE</i>?&quot; I just said\n&quot;how&#39;s it going?&quot; They were really friendly, and they were amazed how\nI could walk up and down these slabs that they were crawling on, looking\nfor holds. I forgot something at the car and I heard Aidan laughing at\nme from his high perch. </p>\n<p>I finally arrived, wheezing, and put Aidan on belay. From his notes, he \n&quot;climbed cool easy flake (only pro) to gain the start of the Books\n(huge chimneys/corners thus Books [nice]). Belayed at a block.&quot;\nAccess to the Haley Library and the generous endowment it provides has been\ncrucial to this project. I don&#39;t remember this pitch myself, as I was\nscaring myself about the next one.</p>\n<p>It was the Book, the Business, the yawning chasm. Rated 5.6 and no pro.\nI laughed boldly at it&#39;s dark embrace! &quot;What was that noise?&quot; said Aidan.\n&quot;Um...that was me laughing boldly.&quot;</p>\n<p>I used classic chimney technique, moving slowly and with lots of energy\nexpenditure. Occasionally I could rest my calf muscles by wedging with\nmy knees on one wall and back on the other. The pitch was about 100\nfeet long, and near the end I got nervous about falling. I simultaneously\nwanted to sprint to the bolted anchor and crawl there carefully.\nThis produced a sort of brain embolism which I still carry.\nI clipped in somewhat relieved.</p>\n<p>Then Aidan arrived, somehow walking up the chimney without using his\nhands, and taking only 3 minutes. Now I couldn&#39;t very well relate\nmy story of battling with demons and greasy rock on that pitch!\nThe next pitch had more of the same for Aidan, and I guess he felt\nthe drama of the Books a little more on the sharp end from this\njournal entry: &quot;...time time had some pro (<i>relief</i>).&quot;\nHe built a three-nut belay at the top of the Books and belayed me up.</p>\n<p>I led up and right along a seam to a piton, then hard left on a long\n5.5 traverse to easier ground and a belay. We coiled up the rope and\nscrambled down 3rd and 4th class slabs with a great view of Half\nDome in the distance. This was a great 4 pitch climb, highly recommended.</p>\n<p></td></p>\n<p><td width=\"30%\" valign=top></p>\n<p><table></p>\n<p><tr><td>\n<a href=\"images/statelypdat.jpg\"><img src=\"images/statelypdat.jpg\"></a><br>\n<i>The Books are distinctive on the right</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/enterbook.jpg\"><img src=\"images/enterbook.jpg\"></a><br>\n<i>Aidan below the Books</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/inthebook.jpg\"><img src=\"images/inthebook.jpg\"></a><br>\n<i>Michael laughing boldly</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/nohandstem.jpg\"><img src=\"images/nohandstem.jpg\"></a><br>\n<i>He is such a showoff sometimes</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/halfnhighwy.jpg\"><img src=\"images/halfnhighwy.jpg\"></a><br>\n<i>Half Dome in the distance</i></p>\n"}