{"date":"2003-10-26T00:00:00.000Z","title":"Ruth Mountain","description":"<p><i>Carlos Pessoa, Michael Stanton</i></p>\n<p>Carlos and I set off early Sunday morning for a climb of Ruth Mountain.\nI had always wanted to climb it for the great view of Mt. Shuksan. We took a 25\nmeter rope, crampons, axes and an ice screw which would come in really handy.\nIt would be Carlos&#39;s first alpine climb, and he was naturally excited.</p>\n<p>We parked at the trailhead and began walking up the old mining road, admiring\nthe peaks on the right side of Ruth Creek that make up Nooksack Ridge.\nBefore long, we&#39;d reached Hannegan Pass. It was my second time here, the\nfirst being an ill-fated trip to Mt. Challenger 2 years before. Ruth\nMountain looked spectacular with slopes of gray ice that contrasted well \nwith the fall colors.</p>\n<p><br><br><center>\n<img src=\"images/ruthdistance.jpg\"><br>\n<i>Ruth Mountain with Mt. Shuksan and Mt. Baker on the right.</i><br></center></p>\n<p>We stopped for a break above the pass, then up and down along a ridge to\na ridiculously steep &quot;trail&quot; that ascended muddy washout slopes to a high \nrocky shoulder. In spring, I&#39;m told that this can be a dangerous area\ndue to soft snow and cliffs below. At this point it was a walk across\ntalus slopes with beautiful views of the Chilliwack River valley.\nWe reached a ridge crest at 5500 feet with fresh snow, and began\ntraversing southwest towards the gentle north ridge of Ruth.</p>\n<p><br><br><center>\n<img src=\"images/almostthere.jpg\"><br>\n<i>On a scenic ridge leading to the glacier.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/ruthclose.jpg\"><br>\n<i>A closeup of the mountain and route.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/shadyglacier.jpg\"><br>\n<i>The glacier provided good cramponing.</i><br></center></p>\n<p>While Carlos and I practiced roped glacier travel on the lower slopes,\na man approached and chatted for a while. A quick lesson in self-arresting\nand ice axe usage convinced me that Carlos was ready for an easy glacier.\nWe felt kind of &quot;old school&quot; because we tied the ropes around our waist with\na bowline on a coil rather than use a modern sit harness.\nCarlos did really well, soon adapting to the flat-footed use of crampons and\nsteady switchbacking up slopes. We started passing some large crevasses,\nand eventually had to cross some ice bridges.</p>\n<p>I was surprised at the condition of the glacier. It reminded me more of the\nCorkscrew Glacier than the Sitkum, if you know what I mean! We continued up\nwhat seemed to be the North Ridge of the peak, finally coming to a crevasse\nthat couldn&#39;t be climbed into and out of easily. We had to lose a few hundred\nfeet going down and around on the right. I wondered if we would be barred\nfrom the summit by more slotses, my preciousss. Now we skirted the\nwestern side of the North Ridge and came against rocky slopes of the West\nRidge. We climbed into a crevasse with a partial floor where Carlos could\nbelay a short steep climb out the other side. I chopped a few handholds,\nand frontpointed my way up to a ledge. Using the ice screw, I belayed\nCarlos up to me, and we continued over one more such obstacle to the summit.</p>\n<p><br><br><center>\n<img src=\"images/carlossummit.jpg\"><br>\n<i>Carlos on the summit.</i><br></center></p>\n<p>Wow, what a view we had! It was nice and warm, and we could admire the\nconvoluted terrain of Nooksack Cirque and Icy Peak. We would have loved\nto climb that too, but the belaying and route-finding on the glacier meant\nwe would be running too late. Still, there was plenty of time to soak in\nthe scenery and the special quiet of high places. The solo traveller had\nturned back at the first crevasses, probably a wise idea as they had\nbecome more complex.  </p>\n<p>For speed and safety, we wanted to find a better way down. It looked feasible\nto go down gentle slopes to the subpeak on the east. Then steeper terrain\nleads to manageable glacier several hundred feet below. We had seen that\nterrain on the way up (on the other side of an impassable crevasse), and \nthought it would go.</p>\n<p><br><br><center>\n<img src=\"images/navigating.jpg\"><br>\n<i>We had to jump a few crevasses on the way down.</i><br></center></p>\n<p>In the picture above, we&#39;ve come down the worst of that area, with a final\njump that required some gusto. Carlos, as he is prone to do, described it \nas easy once finished! On the steeper slopes I belayed Carlos down from\nan ice screw belay, as front pointing was new and unusual. Now we wended\nour way happily down to the rocks below the glacier where we could unrope\nand remove crampons. Very happy with our climb, we set off for home.</p>\n<p>Carlos has a strong exploratory streak, and thought we could get down\nto the trail on the west side of Hannegan Pass directly from the\ngentle north ridge coming from Ruth. I was curious too, so we went down\na few hundred feet on heather slopes. Unfortunately, we soon came to\ncliffs on one side and an unpleasant long dirt gully on the other.\nBetween that and an unknown amount of bushwhacking on the valley floor,\nI voted for climbing back up and taking the trail. We did this, then\nwere rewarded with our climb back up with some pretty white Ptarmigans\nnested on the ridge for us. We admired them, then continued down.\nWe finally had to use headlamps about a mile from the car.</p>\n<p>This was a really enjoyable day with plenty of surprises on the glacier. If\nyou are climbing in the spring or summer, all of my comments about &quot;gaping\ncrevasses&quot; and &quot;ice screw belays&quot; can be discarded! Thanks for coming along\nCarlos!</p>\n<p><br><br><center>\n<img src=\"images/hikingup.jpg\"><br>\n<i>Goodbye, nice country.</i><br></center></p>\n"}