{"date":"2003-5-25","title":"Cashmere Mountain","description":"<p><h1>Cashmere Mountain</h1></p>\n<p><h2>Regular Route</h2></p>\n<h3>May 25, 2003</h3>\n\n<p>I had my Rio MP3 player with me today to make any boring forests go more quickly.\nThe trail climbed steeply for a mile, then more pleasantly to Eightmile Lake.\nFrom there, I hiked switchbacks up open slopes into a burned forest with\na tepid marsh. Climbing amoung downed and blackened trees, I continued on\ngood trail to a scenic meadow slope. I stopped for water and admired the improving\nviews of the Stuart Range. Snowpatches appeared on the trail, and eventually I\ncrashed through a snowbridge down to the muddy trail 3 feet below. This was\nhandled without grace, and I was instantly muddy and grubby, a condition that\nwould last the rest of the day. At least my precious Rio was unharmed. I listened\nto a bizarre combination of Deep Purple, Peter Gabriel, and the &quot;Das Boot&quot; soundtrack,\namong other things.</p>\n<p>Soon I lost the trail in snow, and the intense heat of the current weather had melted\nthe tracks. I consulted the map for a moment, and hiked up a shallow draw to a low point\non the ridge ahead of me. That was the right idea, and soon I got my first glimpse\nof the mountain!</p>\n<p>Boy, it sure did seem far away, for having climbed 3000 feet and hiked 5 miles.\nI mentally traced a route, then stomped down to still-frozen Lake Caroline.</p>\n<p>I walked around the lake on the right side, then used map and compass to traverse\nthrough a small forest to Upper Caroline Lake. I had some food at the outlet.\nFrom there, I continued on a compass bearing to a hillside that I needed to traverse\nin order to get to broad basins below the peak. Climbing up the hill, I stumbled\nacross the trail and used it to reach flat terrain in a basin. I had been hovering\naround the same elevation for a long time, and was happy to begin climbing \nin earnest again. Following an &quot;obvious&quot; snow gully, I gained a snow-free ridgetop.</p>\n<p>Now I could see my objective better, and resolved to follow the left ridgecrest\nup and around towers to the summit. Another way is to go around the back and climb\na snow gully. But the day was hot, and the snow was getting very sugary. Anyway,\nsome scramblin&#39; would be great!</p>\n<p>It still took awhile, with some tedious traverses through boulderfields. The\nsnow had a way of dropping me suddenly into caves. Finally I was hiking up the\nsummit ridge. Again, sugary snow slowed me down, but finally the rock got steep\nenough to be snow-free. I wandered on one side of the crest or the other, sometimes\nclimbing over towers. One spot was very memorable. It was a traverse around a blind\ncorner with a few 4th class moves (see my picture with cartoon diagram).</p>\n<p>A few more minutes brought me to the summit block, where I promptly sat down and\ntook a picture of my foot. I saw broad valleys, a cool-looking Dragontail\nPeak, and the rest of the Stuart Range was magnificent.</p>\n<p>Eventually I got cold in a strong wind. Mesmerizing clouds were blowing in from the\nsouth, but always dissapating before reaching me. I went down the way I had come\nup, then made some good time running and boot glissading down snowfields. It was\nquick to get back to the Caroline Lakes with some tracks to follow, and my only\ncomplaint was the great heat when out of the trees. At Lake Caroline I saw fresh\ntracks, the first evidence of anybody else so far. I got a last look \nat the mountain.</p>\n<p>The way down was marked by more people and a sore right heel (turned out to be\n&quot;plantar fascitis,&quot; which seems to be better now). I ran into some nice guys\ngoing up to spend the night and climb the peak Sunday. They knew &quot;Scott&#39;teryx&quot;\nand various other cc.com folks. Hope they had fun.</p>\n<p>Once at the car, I realized my heel would prevent another climb the next day.\nSo I did some scrambling and resolved to drive home tonight. First I scrambled\nthe &quot;R&amp;D Route&quot; in a kind of strong wind. Then I hiked furiously up to\nCastle Rock and scrambled &quot;Saber.&quot; Now I could relax! I enjoyed the view on\nCastle Rock for a while, then reluctantly hiked away to drive home.</p>\n<p>Sunday was marked by rest and, of course, &quot;The Eiger Sanction.&quot;</p>\n<p></td></p>\n<p><td width=\"30%\" valign=top></p>\n<table>\n<tr><td>\n<a href=\"images/waystogo.jpg\"><img src=\"images/waystogo.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/goodhike.jpg\"><img src=\"images/goodhike.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/closerlook.jpg\"><img src=\"images/closerlook.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/funtraverse.jpg\"><img src=\"images/funtraverse.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/footnsummit.jpg\"><img src=\"images/footnsummit.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/broadvalleys.jpg\"><img src=\"images/broadvalleys.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/colchuckarea.jpg\"><img src=\"images/colchuckarea.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/stuartrange.jpg\"><img src=\"images/stuartrange.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/fromlake.jpg\"><img src=\"images/fromlake.jpg\"></a><br>\n<i></i>\n</td></tr>\n</table>\n\n\n"}