{"date":"2003-5-3","title":"Argonaut Peak (attempt)","description":"<ul>\n<li>Northwest Buttress (attempt)</li>\n<li>May 3-4, 2003</li>\n</ul>\n<p><i>\nSomewhat edited from the original post on cascadeclimbers.com. \n</i></p>\n<p>Theron and I hiked to the Argonaut-Colchuck col via the Colchuck Glacier on Saturday to \nclimb the NW Buttress of Argonaut. This climb should be about 500 feet of 4th and 5th \nclass climbing to 5.6. Another way to approach the climb would be to go up Mountaineer&#39;s\nCreek and camp in the basin below Argonaut Peak. We had rock pro, a picket, \nmountaineering axes and crampons. </p>\n<p>We hiked up to Colchuck Lake, enjoying the views. At the lake, the temperature dropped \nsuddenly with a cold wind. We ate some lunch, then Theron&#39;s camera &quot;seized up.&quot;\nOn the rest of the trip, Theron gradually perfected his methods of protecting the\ncamera and keeping it working. Sadly though, in order to take a picture, you had to\nreally hammer on the shutter button, and the inevitable blurring would be a source\nof misery later. </p>\n<p>We were pretty tired at Colchuck Col, almost napping for a few minutes despite the wind\nand snow. Clouds drifted over Argonaut, and we descended about 400 feet to a nice\ngranite buttress. We regained most of that altitude and chose a campsite at the\nArgonaut-Colchuck Col. </p>\n<p>I had brought a Betamid tent, but foolishly didn&#39;t bring snow stacks. Lots of \nimprovisation allowed us to get something that would stay up. We \ncooked dinner in the\ntent, which was roomy and protected us from wind. \nTheron gave me a sleeping pill,\nand the next morning I was ecstatic with the great sleep I&#39;d had. \nI&#39;d resigned myself\nto never sleeping well the first night out on a trip, but those days are over!</p>\n<p>The next morning, snow was plastered on near-vertical rock.\nAn easier line to\nthe summit lay directly by the tent, and Theron and I both secretly entertained ideas \nof climbing that instead. My curiousity won out. I wanted to see what it would be like\nto climb easy rock climbs in snow. Theron and I had climbed the \n<a href=\"http://www.mountainwerks.org/cma/2003/toothwinter.htm\">\nTooth in January</a>\n, but\nwere blasted by dry, sunny, warm weather! So my dream of cold steep rock was still untested.</p>\n<p>We descended a steep ridge and a very icy couloir for 800 feet to get to Argonaut&#39;s \nnorth bowl, then climbed 1000 feet up the &quot;snow finger&quot; described in guidebooks. \nThis climb was long and required lots of step kicking. A tiny squirrel lived on the \nslope and occasionally popped up from a hole in the snow.</p>\n<p>We started on the rock around 9:30 am in good visibility. Right off the bat \nthere was tough climbing with a 30 foot wall on the right of the ridge with good \nblocky handholds. I climbed\nwith aluminum crampons on my boots, which really takes some getting used to.\nHalfway up, I ran out of rope, and had to work out a system with Theron to &quot;undouble&quot;\nthe 50 meter rope so I could have the full 50 meters. It provided a lesson in the scale\nof the ridge, in that I thought 25 meters would be enough to gain the first cliff, but\nit took almost double that.</p>\n<p>I resorted to direct aid at the top of the cliff where thin rotten snow made it \nhard to find something to grab. I was able to get my axe behind a chockstone and \npull myself up. Somewhat appalled, I belayed Theron from a snow anchor.</p>\n<p>Theron arrived with blood on his face. He was tugging on a hex and it ended violently. \nOnly 50 meters up and we were sobered by these conditions. Now it started to snow again. </p>\n<p>I really wanted to keep going, because it looked like after a pitch of snowy \nramps we&#39;d be able to climb rock and take off the crampons. Ignoring the new \nsnow, I started up and ran into a rock step that would be a 30 second operation \nif dry. I was camming my axe into cracks, scrabbling for holds under the snow, \nsweating hard, and finally got up. I belayed at a scrub bush. Theron came up, \nblinked at the belay, and I took off again to climb a snowy ramp on the crest \nto slabs. The next 15 feet looked like the crux of the route. I looked for a \nway around the slab, but it was the only possible route given a serious lack \nof friction. Finally I was able to place a nut, attach a sling and stand up in it. </p>\n<p>With my other foot, crampon points were cammed into a flaring crack. </p>\n<p>I left the security of the sling with my bare hands on crimper holds excavated \nfrom the snow. Tottering somewhat, I worked for an axe placement at the top of \nthe slab for the next minute, heart in my throat. </p>\n<p>Finally I passed the slab, the casual one-handed summertime slab, and reached a \nstance to place some gear. The exposure was intense. I got some good gear and \ncontinued up into a chimney, life somewhat complicated by a time-bomb block \nshifting under the snow. I had hoped to set a belay in here below a big wedged \nblock that looked climbable (although overhanging). Now, scrunched beneath the \nblock, with only one decent nut placement and a scary loose boulder below, I \nwas mentally ready to call it quits. The climbing had been so hard it was \nunjustifiable for the time we had. Theron felt the same way, feeling we&#39;d \nalready gone too far due to &quot;summit fever.&quot; He was right. I rappelled from the \nnut and breathed a sigh of relief on reaching Theron&#39;s belay. \nWe made three more \nrappels to the base of the ridge. Once I saw how low we still were on \nthe route, \nI abandoned any second guessing about our decision to leave.</p>\n<p>We climbed down into the bowl as the snow increased. On the climb back up to the \ncol, we revelled in the scenic beauty of the area. Sun, clouds and peaks put on \nan amazing, ever-changing show, with blasts of wind and spindrift coming down the \nnorth face of Argonaut. It was a luxury to see these releases of snow and fury \nwithout endangerment. We could see the North Ridge of Stuart disappearing into a \nblack summit cloud. Colchuck Peak from this side has a complex maze of gullies \nand cliffs. There was an amazingly huge cornice on the Col near our camp that we \ntrusted to stay in place as we skirted beneath it. There is also an amazing tower \n(I call it the Tower of Adamant) that terminates at the col.</p>\n<p>We packed up our camp and eventually gained the Colchuck-Dragontail col. On the way \nTheron saw a ferret (?), but he dipped back under the snow before I saw him. We \nmade our\nway tiredly down to the lake, but were soon rewarded with great glissading opportunities. \nMany excellent slides down the snow brought smiles to our faces. It&#39;s great fun to have \nthe feeling of &quot;riding,&quot; and look around at the ridges like a passenger on a train. A \nfew instances of that will erase whole hours of misery! </p>\n<p>Of course, right at the lake we endured 10 minutes of agony crashing through snowbridges \nover boulders. Theron got stuck and had to dig out at one point. </p>\n<p>We crossed the frozen lake, certainly for the last time this season. We ate and drank \nby a river. Theron was surprised at my sandwiches. The energy provided by them kept \nus going quickly to the car. I think he planned to live on powerbars during the day. \nBut a pre-made Safeway sandwich, with seperate mayo and mustard packets is much more appetizing!</p>\n<p>Now we know what rock climbs covered in snow (not ice) are like - REALLY HARD. We&#39;ll \nknow what to expect next time. They can be climbed but it takes a lot longer, and you need\nto be able to climb barehanded (something that helped a lot on the last pitch).\nYou also need to be able to take crampons on and off, or get really good at climbing rock\nin crampons (todo...).\nFor me, I think I&#39;ll come back for this climb in the \nsummer! Thanks to Theron for great companionship!</p>\n<p></td></p>\n<p><td width=\"30%\" valign=top></p>\n<p><table></p>\n<p><tr><td>\n<a href=\"images/colglacier.jpg\"><img src=\"images/colglacier.jpg\"></a><br>\n<i>Theron hiking up the Colchuck Glacier in worsening weather.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/nebcolouir.jpg\"><img src=\"images/nebcolouir.jpg\"></a><br>\n<i>The Northeast Buttress Couloir on Colchuck Peak.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/ingallscrk.jpg\"><img src=\"images/ingallscrk.jpg\"></a><br>\n<i>Looking down to Ingall&#39;s Creek to the east.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/betamid.jpg\"><img src=\"images/betamid.jpg\"></a><br>\n<i>Theron and the Betamid at the Argonaut-Colchuck Col.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/colchuckargcol.jpg\"><img src=\"images/colchuckargcol.jpg\"></a><br>\n<i>The beautiful Colchuck-Argonaut Col. Cool towers and cliffs.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/ridgeonargo.jpg\"><img src=\"images/ridgeonargo.jpg\"></a><br>\n<i>A curious ridge on our right during the climb.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/theronp2.jpg\"><img src=\"images/theronp2.jpg\"></a><br>\n<i>Theron climbing the second pitch.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/downp3.jpg\"><img src=\"images/downp3.jpg\"></a><br>\n<i>Looking down from the 3rd pitch.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/downp3-2.jpg\"><img src=\"images/downp3-2.jpg\"></a><br>\n<i>Considering options in the chimney.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/rappingd1.jpg\"><img src=\"images/rappingd1.jpg\"></a><br>\n<i>Michael rappelling down.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/lastrap.jpg\"><img src=\"images/lastrap.jpg\"></a><br>\n<i>Theron rappelling from the climb.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/nofun.jpg\"><img src=\"images/nofun.jpg\"></a><br>\n<i>Theron with wound. Off rappel.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/climbout2.jpg\"><img src=\"images/climbout2.jpg\"></a><br>\n<i>Theron climbing up from Argonaut&#39;s North Bowl.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/climbout.jpg\"><img src=\"images/climbout.jpg\"></a><br>\n<i>Theron continuing to the Argonaut-Colchuck Col.</i>\n</td></tr></p>\n<p><tr><td>\n<a href=\"images/theron.jpg\"><img src=\"images/theron.jpg\"></a><br>\n<i>Theron is a sturdy fellow.</i></p>\n"}