{"date":"2003-7-19","title":"Mount Triumph","description":"<p><h2>Northeast Ridge (5.7)</h2></p>\n<h3>July 19-20, 2003</h3>\n\n\n<p><font size=+5>I had long wanted </font> to climb the Northeast Ridge of Mt. Triumph, which had\nall the elements of a great Cascades climb: scenery, a glacier approach\nand a steep ridge climb. Despite just returning from\na climbing trip to Colorado, Theron was immediately up for the challenge.\nHe wrote about the story on\n<a href=\"http://www.theronwelch.com/mountains/pnw/north/triumph/index.htm\">his site</a>.</p>\n<p>We took a 50 meter 8.5 mm rope which we doubled for the rock climbing.\nI had a new 40 degree summer bag and was pleased as punch at how small it\ncompacted in my pack. We took rock shoes, a small rack of gear (I decided\nto leave out the #3 Camalot required for the wide crack and just run it out),\ncrampons and ice axes. I carried a bivy sack, but convinced Theron to leave\nhis - &quot;No way it&#39;s gonna rain!&quot; We carried lightweight rain shells, me going\nso far as to use a $10.00 shell that compresses to the size of my fist. </p>\n<p><br><br><center>\n<img src=\"images/tophgully.jpg\"><br>\n<i>Just below the high pass next to the glacier. This was a very scenic spot with the Thornton Lakes below.</i><br></center></p>\n<p>We talked and sometimes listened to music on our Rios on the way up.\nIt seemed to take a long time to reach the slope above Thornton Lakes,\nbut a great view there gave us more energy. We made an error by continuing\npast the outlet of the 2nd lake (you are supposed to cross here), and \nfollowing a sketchy trail that led to a 5th class traverse of cliffs\nabove the 2nd lake. Oops! We ate lunch where the stream from the\n3rd lake enters the 2nd, then climbed tedious scree, boulder and\nheather slopes towards our high pass, eventually intersecting\na climbers trail. We were agog at the view of the Picket Range and\nour objective from the pass. </p>\n<p><br><br><center>\n<img src=\"images/onglaciert.jpg\"><br>\n<i>Theron is ready to cross the glacier. Our camp is just left of the low notch on the ridge, and our route follows the ridge up and left to the summit of Mt. Triumph.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/steepsnowb.jpg\"><br>\n<i>But first we had a section of steep, hard snow to climb down. We were glad to have crampons for this section.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/southpickets.jpg\"><br>\n<i>The stupendous view of the Southern Pickets from the pass.</i><br></center></p>\n<p>We climbed two pitches on the ridge to reach our bivy site, having\ngreat fun designating the cooking ledges, the sleeping platform,\nthe equipment storage locker. We had it all to ourselves, which I\nthought was unusual for a summer weekend. Perhaps everyone knew the\nweather would change?</p>\n<p>The stove didn&#39;t work very well for a while, and my dinner was undercooked.\nI was depressed about it, but Theron&#39;s advice to add more hot water and\nheating time did the trick. Yay - no calorie deficit! When sunset finally\ncame after hours of lounging and speculating about routes, Theron sprung\nto life with his camera. Orange then pink snowfields and ridges fascinated\nus until full dark. I listened to the &quot;Das Boot&quot; soundtrack, which \ndramatized our lonely camp in the sky.</p>\n<p><br><br><center>\n<img src=\"images/darkridge.jpg\"><br>\n<i>The next morning we climbed despite grim clouds. Theron makes his way up on a long simul-climbing pitch.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/partwayup.jpg\"><br>\n<i>A blurry Theron in the morning.</i><br></center></p>\n<p>At 4 am we awoke to raindrops, somewhat horrified because Theron had no\ncover for his sleeping bag. Feeling guilty, I worked to cover his bag with\nour shells. He was too sleepy to care. Anyway, the rain stopped after 15\nminutes, and with a bit of wind everything was soon dry. We started climbing\nat about 6:30 am. </p>\n<p><br><br><center>\n<img src=\"images/theronridge1.jpg\"><br>\n<i>The ridge fell away steeply on both sides. This was taken from near the wide crack pitch.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/theronridge3.jpg\"><br>\n<i>A similar shot, but I liked the godbeams.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/therstepout.jpg\"><br>\n<i>After the wide crack, we climbed down into the Great Notch, and steeply out of it on the right side of the ridge.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/summittime.jpg\"><br>\n<i>On the summit! 1 hour 30 minutes after leaving camp.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/summitclouds.jpg\"><br>\n<i>The clouds were lowering rapidly. Still, they provided a lonely alpine ambience. I still couldn&#39;t believe we had the climb to ourselves.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/stormclouds.jpg\"><br>\n<i>Fast moving clouds on the summit.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/theronrap.jpg\"><br>\n<i>Theron rappels into the Great Notch.</i><br></center></p>\n<p>A few more rappels got us and our bivy gear down to the glacier.\nClouds had enveloped the summit, causing us to lose our motivation to\nclimb Thornton Peak on our way out. By the time we hiked down to Thornton\nLakes, the sun was back out, and we cursed it on the hot brushy trail!</p>\n<p>Listening to music on the way out, we made good time to the car and were\ndriving away by 5:30 pm. We went to the park visitor center to get a final\nview of the Pickets. The Chopping Block looks great from there!</p>\n<p><b>Notes:</b></p>\n<p>Scrambled up solid but exposed 5th class ledges from glacier (off route).\nJoined hiking route to notch.</p>\n<p><b>pitch 1:</b> from notch in ridge up 25 meters to bigger notch (M)</p>\n<p><b>pitch 2:</b> fun 5.5 lieback up slabs that led to bivy ledge. (M)</p>\n<p><b>pitch 3:</b> Long simulclimb up gully left of crest, to 3rd class walking. Around and over\ntowers to a belay at the end of a stunning knife edge. (T)</p>\n<p><b>pitch 4:</b> Simulclimb from here over a tower then up the &quot;5.7 wide crack&quot; mentioned\nin guidebooks. 2 nut belay at the top of the crack. (M)</p>\n<p><b>pitch 5:</b> up a fun friction slab, around a corner, then down into the Great Notch. (T)</p>\n<p><b>pitch 6:</b> Exciting, steep climbing out of the notch and on to the summit on\nprogressively easier terrain. (T)</p>\n<p>Descent:</p>\n<p>Downclimb to a rappel into the great notch. Walking led to a short downclimb pitch\nof the fun friction slab. Rappel past the &quot;5.7 wide crack&quot;. Another rappel down\nto near the knife edge. Simul-climbing along the knife edge, and down past another\nrappel station to a 5.5 face traverse (rope drag here). More simul-climbing led\nto another rap station atop a steep, blocky face. One rappel here, and some tricky\nfree solo downclimbing as it started to rain. More simul-climbing on 3rd class\nterrain led to the final rappel station above the bivy site. One snag-free rappel\nto the bivy site. From there, we made three rappels down to the notch, and scrambled down to the glacier.</p>\n"}