{"date":"2004-8-7","title":"Pickets Range Trip Maps","description":"<p><em>back to <a href=\"pickets.html\">Picket Range Traverse</a>...</em></p>\n<p>The first map is an overview of the whole trip, which started from Ross Lake\nand ended at the Goodell Creek trailhead, where we left a car. The closely\npacked-together days 3,4,5 and 6 indicate the difficulty of the terrain.\nI&#39;ve marked Luna and McMillan Creeks on the map, which drain the Northern\nand Southern Picket circs respectively. Those valleys are filled with\ninpenatrable brush that can require days of exhausting effort to travel a mile,\nand formed an effective barrier to thoughts of &quot;bailing out!&quot;</p>\n<p><img src=\"images/ptmap6.jpg\" alt=\"\"></p>\n<p>Day 1 began with an exhilarating water taxi ride and a sally forth full of\nenergy and laughter. By mile 12 or so, we were a bit more subdued, having\nalready made too many optimistic predictions of how far we&#39;d travelled to\nengage in more speculation. One foot in front of the other in miles of\ndeep forest, our packs at their heaviest. Beaver Pass was &quot;crowded&quot; with\ntwo other parties, also heading up Wiley Ridge with us the next day.\nOur forest camp was gloomy and damp, but warm food brought us joy.</p>\n<p><img src=\"images/ptmap1.jpg\" alt=\"\"></p>\n<p>The brushy climb up to Wiley Ridge, infamous site of my hornet attack.\nAfter a few hours work we gained the high heather country, and our first\nviews of the Northern Pickets. It&#39;s easy to get suckered into travelling too\nlow, but we found that hitting Eiley and Wiley Lakes was a prudent choice.\n<img src=\"images/ptmap2.jpg\" alt=\"\"></p>\n<p>Now we&#39;ve reached the &quot;red meat&quot; of the expedition. First a warm-up climb\nof Mt. Challenger, then a drop into the Luna Creek Hole, where we listened\nto crashing glaciers all night. We only travelled a mile on day 4, but it\nwas a steep one!\n<img src=\"images/ptmap3.jpg\" alt=\"\"></p>\n<p>Getting down from Mt. Fury took longer than we expected, but we still didn&#39;t\nregret &quot;sleeping in&quot; until 9 am on the summit snow ridge. Stressful downclimbs\nof steep snow and ice sapped our energy, and we only bucked up on reaching\nPicket Pass and finding water. Were we ready for Terror the next day?\n<img src=\"images/ptmap4.jpg\" alt=\"\"></p>\n<p>It felt so great to look down the southern valleys, no more walls in front\nof us. We gorged the last of our food at camp below southern walls, then\nstarted down, full of trepediation about the trip down to Terror Creek,\nwhich Aidan fell into, somewhat marring our victory dance!\n<img src=\"images/ptmap5.jpg\" alt=\"\"></p>\n"}