{"date":"2004-8-7","title":"Pickets Range Traverse","blurb":"Challenger, Fury and Terror","description":"<ul>\n<li><a href=\"pickets_maps.html\">Maps</a></li>\n<li><a href=\"pickets_topos.html\">Route topos</a></li>\n<li><a href=\"pickets_players.html\">The Players</a></li>\n<li><a href=\"pickets_equipment.html\">Equipment</a></li>\n</ul>\n<p><em>Quick Version: Three of us made a 6 day traverse of the Picket Range, blessed by\ngood weather in mid-August. We hiked in via Big Beaver Creek, then bushwhacked\nup Wiley Ridge to reach a camp at the Challenger Glacier. We climbed Challenger\nvia the standard route, then descended to a camp in Luna Circ. The next day we\nclimbed Mt. Fury via the North Buttress, camping on the summit snow ridge. Time\nto sleep in! A longer-than-expected day saw us reaching Picket Pass in early\nevening. We dropped into the circ, then climbed the North Face of Terror,\nreaching a camp on slabs below the glacier on the south side of the peak in\nearly evening. On the last day, we hiked out via Terror Creek to a car we&#39;d\nstashed at the trailhead 6 days before.</em></p>\n<h3 id=\"saturday-august-7th\">Saturday, August 7th</h3>\n<p>Flashback to 2003. Theron and I gorging ourselves on pizza, still covered\nin dirt from the Ptarmigan Traverse, painful sips of Coke on my sunburned\nlips. &quot;Let&#39;s go to the Pickets next year and climb Challenger, Fury, and\nTerror, all via the north faces!&quot; &quot;Yeah right!&quot;</p>\n<p>And yet somehow it happened. A year later, along with surprise guest star\nAidan Haley, we were standing at the boat dock waiting for our water taxi\nto the Big Beaver trailhead. What am I doing here, I&#39;m too flabby and\ntimid, I thought! I had been the chief harranger to Travel Light, the\nModern Way, and now I felt dubious looking at our too-small packs.\nA few days before, in the attic of Pro Mountain Sports, I convinced\nno one but myself that all three of us could fit under the new lightweight\nBetamid in a rainstorm. &quot;Yes, it&#39;ll work,&quot; I beamed, happy to have shaved\na pound from our collective load.</p>\n<p><img src=\"images/boatdock.jpg\" alt=\"Saying goodbye to civilization at the boat dock\"></p>\n<p>The water taxi ride was awesome! I was grinning the whole time, just real\npleased by the speed, and how close we seemed to the water. What a contrast\nto the slow trudging up the valley we&#39;d soon experience. The boat dropped\nus off, and we left the dock with some pomp. Theron nearly slipped on\na bananna peel I was storing on the dock. What hilarity that would have\nbeen!</p>\n<p>&quot;Finally on our way!&quot; I began with mock enthusiasm.</p>\n<p>&quot;Guys, I&#39;m kinda tired are we almost there?&quot; mewled Aidan.</p>\n<p>&quot;I don&#39;t mean to be a downer or anything, but could you guys carry my\npack for me?&quot; said Theron in his best &quot;I-don&#39;t-mean-to&quot; voice.</p>\n<p>We&#39;d been walking for 5 minutes.</p>\n<p><em>Just as an aside, travelling as a party of three offers some great benefits.\nFor example, 1 full pot on the stove makes enough hot water for each person&#39;s\ndehydrated dinner. One rope is sufficient for the climbing. One &quot;roomy-for-two/\ncrowded-for-three&quot; tent should be enough, as the member with the thickest\nsleeping bag can sleep outside. One rack of climbing gear shared among three\npacks, and with the right belay device, two followers can climb at once.\nFinally, in case of an accident, three people have more options to\neffect a rescue. With four members on the other hand, you may want two ropes\nfor a technical route, two racks of climbing gear, two stoves, and one or\ntwo tents. I must say, three is a great combination, maybe a magical number.</em></p>\n<p>The day wore on, clouds gradually lifting to show more of a typical\nforest valley, which we ached to put behind us. In fact, after a few\nmiles we lost track of the distance travelled. Aidan felt pretty sure\nthat the next broad trunk valley on the left was McMillan Creek. My\npace quickened at the idea, but Theron was wary: &quot;I think it just\nseems that way, it&#39;s better to assume that this valley is a mere\nunnamed side valley.&quot; Typically, we hadn&#39;t brought a map for this 14\nmile section of the trip, because it didn&#39;t have any &quot;complicated\nstuff.&quot; I rationalized with the fury of a gymnast: &quot;I&#39;ll bet it&#39;s\nnot McMillan Creek too, but if our valley starts turning north soon\nafter it, then I&#39;ll bet it is, and then the pleasure that dare not\nspeak it&#39;s name can be enjoyed soon after: <em>taking off the boots\n and lying down!</em>&quot;</p>\n<p>At the last minute I left my MP3 player at home, one of those savage\ncut-to-the-bone moves you regret later. But I knew Aidan didn&#39;t have one and\nI thought he might be lonely if Theron and I zombied along in an electric haze, \nfailing to hear his questions or jokes. Theron did listen to some radio dramas\nas he walked, but managed to hide his private source of distraction from\nthe endless woods very politely. So we wandered along all day, a great day\nmostly, full of promise and apprehension. Needless to say, we passed &quot;McMillan\nCreek&quot; four more times!</p>\n<p> We found\nBeaver Pass a semi-gloomy place. It is entirely wooded,\nand so broad that it seems more like a plateau. Two men squatted in\nthe low shelter, stove hissing in the damp and chilly evening. Their\npossesions were strewn in front of the trail. I was inclined to linger\nwhen I saw a magazine with a disturbing amount of female flesh. I was\nsaved from a career of deviant woodsmanhood by my friends pressing\nforward on the trail. Reaching a suitable forest camp, we made dinner\nand chatted with a party of five next door.  I possesed uncanny\nawareness of their names and mission, thanks to a phone message left\nby one of their party the day before. Sadly that member cancelled at\nthe last minute, so they remained dubious of my claims. &quot;I know you\nguys!&quot; The party broke up soon after.  </p>\n<p> After an amazingly delicious dinner (they would only get better),\nwe went to sleep.  Aidan and I had super lightweight sleeping bags, so\nwe sheltered under the Betamid, while Theron slept out comfortably,\ndreaming of tiny robots and Martian river-boat pilots thanks to his\nradio dramas.  </p>\n<h3 id=\"sunday-august-8th\">Sunday, August 8th</h3>\n<p> We woke to the party of four hiking away, hopefully brushing the\ndew off the leaves of the entire western slope we had to ascend. They\nhad lost a member during the night, apparently he dropped his climbing\nhelmet on the trail and couldn&#39;t do without it.  An hour later we\nfollowed, walking back to the shelter and setting off due west into\nthe woods. Twenty minutes of crashing through the schrubs and the\nground started to tilt upward. We hiked across fallen logs to stay\nabove the brush, or wended our way through steep forest. There was\nremarkably little sign of passage for a popular entry to the range. At\none point we saw and heard folks above us, so we couldn&#39;t be too\nlost. The slopes steepened, and we pulled on branches to keep going\nup. Rocky buttresses dotted the forest and we climbed between\nthem. Suddenly I was attacked by hornets!  Sting! Sting! STING! I\ndropped my pack and slid down the hill, more stings all the while.\nAidan and Theron were above, already shaking their heads\nsympathetically. &quot;Oh Michael, man, that sucks&quot; I remember Aidan\nsaying. I meanwhile, was cursing my head off, and I&#39;m embarassed to\nsay, bellowing like my ears were being pulled off and fried in a sauce\nof cilantro and paprika before my very eyes! The most hilarious moment\nfor my be-forested audience (including the guys way up the slope, now\ngone white with fear) was when I said: </p>\n<p>&quot;Oh god please don&#39;t let them sting me again!!&quot;</p>\n<p>and after a pause:</p>\n<p><em>&quot;OOOOOHHHH LORD NO! NO, NOT AGAIN!!!&quot;</em></p>\n<p>Finally the insectile fury was exhausted, and I could retrieve my pack\nand hike up to the guys for four Advil. I had at least <em>fourteen\nstings</em> on my arms, stomach and back.  Later one of the shelter\nsquatters with the alluring magazine said I was lucky because I wore\ngaitors: he was stung many times himself about the ankles.</p>\n<p><img src=\"images/theplayers.jpg\" alt=\"Aidan, Theron and Michael on Wiley Ridge\"></p>\n<p><img src=\"images/a_wileyglacier.jpg\" alt=\"Crossing the Wiley Glacier on the way to Challenger Camp\"></p>\n<p><img src=\"images/firstnorthview.jpg\" alt=\"The Northern Pickets from Wiley Ridge\"></p>\n<p><img src=\"images/monster.jpg\" alt=\"Mount Fury&#39;s North Buttress cuts the center of the picture\"></p>\n<p>For the next hours I appreciated the sympathetic remarks from Aidan\nand Theron, but blanched in fear every time a leaf trembled near my\nhead. And there were a lot of those, because we&#39;d entered the true\nbushwhacking section of the ridge. We yarded on bushes for a few\nhundred feet, then scrambled up a short rocky outcrop (where Theron\nlater said he nearly fell. Actually I think he told us right away but\nmy head was throbbing with bee). Abruptly, we&#39;d reached the open\nheathery alpine country! It&#39;s great to be surprised by an early end to\ndifficulties!</p>\n<p>Here we chatted with the party of four, taking some pictures and\nlaughing about the bees, and my blood-curdling screams that may in\ntime make this patch of forest legendary. Maybe I can figure in a\nghost story one day.</p>\n<p> It was suddenly a magnificant hike in high country, repleat with\nstunning views of Luna Peak and glimpses of The Mount Fury. Grinning\nfoolishly, we hiked to a sharpened ridge crest and followed a\nsidehilling trail around on the south. We crossed several basins on\nscree, talus or heather. Thirst led us down to a beautiful tarn with\nbubbling stream.  We lazed here for over an hour, perhaps too long,\nbecause we thought that Eiley Lake was just over the next rise. We\ndescended steeply into another basin and climbed up ingthe other\nside. Reaching a brushy cliff, we hiked up into a fiasco that\nseperated us into two groups: me hanging from a cliffside tree, and\nAidan and Theron working their way up then down a gully to Eiley\nLake. I had found a passable way down to the lake and thought Theron\nwas hiking up to get Aidan and bring him my way, but Theron thought I\nwas just fooling around on a dubious cliff and would eventually join\nthem. &quot;<em>Where are they?</em>&quot; I fumed. &quot;<em>What the hell is he\ndoing?</em>&quot; my friends fumed. Finally I hiked up to catch them, only\nto end up 400 feet above them, now sitting at the lake. I was on an\nimpressive cliff, and unable to hear the shouted commands (there is a\nbroad gully about 100 feet below the crest of the cliffed-out ridge\nyou can take down). I finally went back to my tree and lowered myself\ndown a steep gully.  </p>\n<p>I was a pretty crabby\napple for the rest of the day. Theron and Aidan were really patient with me.\nOne of my bright ideas was to cross slopes 300 feet below Wiley Lake and\nreach the Challenger Glacier without having to climb the peak west of\nWiley Lake. Sure I was right, I grumbled all the way up to the lake,\nin some perfect storm of exhaustion and irritation. Once at the lake\nhowever, I had to concede how beautiful it was, with icebergs calving\nin from the unnamed glacier on the west.  In the early evening, we crossed\nthe glacier and gained a pass left of the peak. Crossing a steep snowfield\non the other side, we emerged on sun-baked rocky slopes 400 feet above\nthe vast Challenger Glacier, relieved to find a straightforward way down to\na camp on rock slabs. Like dogs circling three times before lying down,\nwe agonized over the perfect camp spot, finally finding an excellent\ncombination of flat rock with a burbling stream next door. Theron made\nhis bed in the &quot;playpen,&quot; a rock house with square walls. Aidan and\nI slept in the &quot;foyer.&quot; I gradually recovered my ability to laugh after\na rough afternoon. We were excited to leave the packs at camp and finally climb\nsomething after two days of rough travel.</p>\n<h3 id=\"monday-august-9th\">Monday, August 9th</h3>\n<p>Aidan and I didn&#39;t set up the tent, so we shivered in the wee hours. The\nsun eventually warmed us. Aidan had some tremendous blisters, and they were\nconsuming our duct tape supply. I had one on the fourth toe of each foot,\nand they healed mid-trip thanks to wrapping the offending toe in duct tape.</p>\n<p>The glacier was very easy to climb, and we were soon unroping to scramble across\nrocks to the base of the summit block. The shelter squatters were rappelling,\nhaving really enjoyed the summit. They had a big day left ahead of them,\nplanning to make it back to Beaver Pass by evening.  Theron led the short rock\npitch to the summit, clipping a few fixed pitons for the solid and fun\nclimb. Aidan and I followed, then we scrambled up the amazingly exposed summit\nblock. Aidan felt kind of nervous, having been away from high exposed mountains\nfor many months.  But once securely positioned, we could rave about the\noutrageous Luna Circ below us, gibbering madly about our proposed route down to\nLousy Lake and where we should climb onto the North Buttress of Fury. One rappel\ngot us down, and then just 30 minutes of stomping down the snow saw us\ncat-napping at camp.  Time to pack up and go!</p>\n<p>We were excited dropping into Luna Circ. The way mostly seemed pretty obvious.\nWe hiked easily down most of &quot;Challenger Arm,&quot; a broad rock-and-heather\nbuttress, and instinctively began traversing right across unpleasant scree\nafter descending a few hundred feet. If you don&#39;t do this, you&#39;ll end up\nin a welter of steep brush and waterfalls (to engage in a bit of fantasy\nhistory, there is an old mine at about 5400 feet with an entrance in\na deep, obvious gorge, cleverly hidden behind a waterfall. Presumably a\nlower ledge has fallen away because the only access is now from above, and\neven that might require rappels. Gaspar Peroux, who trapped the upper\nBig Beaver in the 1880s knew the squatters, describing them as &quot;menonites.&quot;).</p>\n<p>Gently descending, and crossing several gullies, we entered a zone of\nthrumming waterfalls, where careful route choice led us through only\none semi-exciting crossing at the base of a fall with a swirling pool.\nFrom the opposite bank Aidan and I watched Theron cross, besoaking his\nleft foot on a quick recovery. Now we turned straight down a ramp of scree and\nbrush, making for a lake at the base of a huge moraine coming from Swiss Peak.\nOnce in the morainal debries, we picked our way through huge boulderfields\nand across sandy slopes, already disappointed that we couldn&#39;t get to the\nrushing water we heard far under the boulders. We reached a striking\nflat ancient lakebed that would make a perfect camp. Still hundreds of feet\nabove the other lake, we didn&#39;t want to drop any further, so we dropped our\npacks here and went searching for water. Theron correctly predicted a walk\ndown the valley 10 minutes would be fruitful, and soon we were drinking our\nbellyful where cold water finally emerged from a crushing debt of rock.</p>\n<p><img src=\"images/furydetail.jpg\" alt=\"A &quot;topo&quot; for our route on Mount Fury\"></p>\n<p><img src=\"images/furyfchal.jpg\" alt=\"The North Face of Mount Fury, with our buttress on the right\"></p>\n<p><img src=\"images/waterfoul.jpg\" alt=\"A waterfall on the descent to the Luna basin\"></p>\n<p><img src=\"images/firefire.jpg\" alt=\"Theron prepares a twig fire\"></p>\n<p><img src=\"images/ourwall.jpg\" alt=\"Looking up at Mount Fury from the deep basin\"></p>\n<p>Thanks to a welter of dead twigs on the lakebed, we were able to build a small\nwarming-fire, for the sun set early below the deep circ walls, and we felt\npretty alone below Fury. The grumbling glaciers interrupted our conversations,\nlike parents reminding of unpleasant facts. We&#39;d decided to climb the right\nside of the buttress in the morning, but there were some obvious danger points\nthat we would have to skirt quickly. &quot;The Mudslide&quot; was one such place, where\nwhite snow was stained black-brown by an hourly stream of effluvium from the\nupper mountain. One scenario predicted an actual crossing of it high up, but\nwhatever we did, we&#39;d probably be closer to its furies of flying rock than we wanted to be.\nWe savored every bite of dinner, it was so delicious. Freeze-dried meals\nget a bad rap. Something I learned just before this trip is to get dishes with\nnoodles and not rice, because sometimes the rice doesn&#39;t cook enough and tastes\nunpleasant.</p>\n<p>  Handy tip: Theron, exasperated with the bulky size of his dehydrated\n  food packets, took a bold step that Aidan and I followed. He threw\n  away the plastic outer package for all but 2 of his meals, instead\n  storing them tightly in ziplock bags. With these meals you let them\n  cook in the outer packaging, and he was able to re-use that each\n  night. This strategy cut the size of our feed bags down\n  considerably, and was perfectly safe.</p>\n<p>After dinner we sat by the fire, sipping Tequila Blanco, thinking\nabout the next day.  &quot;If we get up this mountain, we&#39;ll have done the\nhardest climb.&quot; &quot;I just can&#39;t wait to be on top looking down at this\nvalley.&quot;</p>\n<p>We made an Offering of Fire to the God of Mount Fury, throwing a shot\nof Tequila onto the suddenly-blazing fire in a gesture of\nappeasement. All of us had somehow become very superstitious. If Aidan\nsaid &quot;I&#39;ll bet this good weather will hold for the whole trip!&quot;\nTheron and I would knock on a piece of wood, or our head, then knock\non some rock and say &quot;knock on wood, knock on granite.&quot;  These\nknocks had to be done immediately to counter the possibility that the\nhopeful statement would anger something listening!</p>\n<p>Finally the fire died, and we crawled off to bed. The avalanches of\nrock and ice rumbling above us became part of my dream. In this dream,\nthe three of us were in a spacious house still below the face, filled\nwith classical music and adults debating whether or not they should\nlet us climb. Still determined to climb, I munched on <em>hors\nd&#39;oeuvres</em> and grew worried looking for Theron and Aidan who always\nseemed to be in another room. It was getting late...</p>\n<h3 id=\"tuesday-august-10th\">Tuesday, August 10th</h3>\n<p>We packed quickly in the cold saying goodbye to our friendly little\ncamp. A short scramble down the moraine got us to frozen snow beneath\nthe face, where we put crampons on and roped up. Crossing a crevasse,\nwe climbed a snow ramp for several hundred feet as the sun touched\nslopes high above. The ramp ended, and I set off to lead a steep slab\npitch. First I tried in my boots, which was too scary so I switched to\nrock shoes, half-hanging awkwardly from a nut on a sloping ledge. I\nthink I got one more piece of pro, then a full 45 meters with\nnothing. It was kind of a sobering lead! Theron and Aidan seemed to\nfly up it so I wondered if my head was just in a bad place. Aidan then\nled us down a rocky ramp to a better place to turn back up\nagain. Since I had rock shoes on, I set off on a fun, but somewhat\nmind-bending pitch.  &quot;Ah, specimen 4th class&quot; I said, climbing the\nfirm, polished rocks of a watercourse.  About halfway up I wished for\nsome protection, but never found any. The angle steepened, and I\nconcentrated on moving very carefully. For the first time we were\nseeing what it&#39;s like climbing with a 30 pound pack. My toes seemed to\nbore through the rock shoes.  By the top of the face, I was mentally\ntired, wondering if it would be &quot;free-solo&quot; pitches like this all\nthe way up. I rounded a corner and set a belay in a gully. This was\ngood news, we had seen this gully the day before, and knew it led to a\nsnowfield we could take back left to get on the buttress! Again, Aidan\nand Theron raced up.</p>\n<p>We sat for a while drinking water from a stream. Suddenly there was a\nreverberating <em>BOOM!</em> and a whirling meteor was suspended in the\nsky above us. &quot;<em>Oh shit, rock ROCK!</em>&quot;  we tried to crab quickly\nto the right, dropping boots and gear all the way. \n<em>BAM!</em> The rock shattered near the stream, near where we\nwere sitting. Tiny shrapnel rocks pricked my skin and clattered\nagainst my helmet.</p>\n<p>Even now, months later, that image of a cannonball whirling high above is vivid.</p>\n<p>Any chance to relax was over, we packed up and got our crampons\non. Theron set a brutal pace up steep snow. There was no talking, just\none goal - to get out of the path of the rockfall and gain the\ncrest. We looked up often, scanning for skittering land mines or\nshowers of radioactivity. At the top of the snowfield, we could look\nacross to the source of the rockfall: a hideous maw which drained the\nmiddle and upper mountain.  I ventured closer to get some water\nbecause we would need it, and then felt pretty safe under an overhang\nwhere we would begin climbing to the buttress crest. Setting off in\nthe lead again, I led along corners and ledges for about 4\nropelengths. I remember a difficult move getting over a chockstone in\na gully, wildly saying &quot;I think that was 5.10!&quot; I&#39;m sure it was\nreally 5.7 with a heavy pack. Going around a corner, I struggled up a\nmessy moat between rock and ice, nearly freezing my left hand. &quot;I\nthink you guys can go around to the left of the ice field,&quot; I said,\nnot wishing the experience on my friends.  Another hundred feet saw me\nbelaying at a tiny saddle, frustratingly close to the buttress crest\nbut not quite. &quot;Can we say WOOO now?&quot; I asked Aidan. Straining to\nlook around the corner he said &quot;no, not quite, we need to climb\nhigher to reach the crest.&quot;  &quot;Damn!&quot; said Theron.</p>\n<p><img src=\"images/startfury.jpg\" alt=\"First steps on Fury in the morning\"></p>\n<p><img src=\"images/t_michaelberg.jpg\" alt=\"Michael crossing a crevasse\"></p>\n<p><img src=\"images/furytoridge.jpg\" alt=\"Working our way onto the buttress proper\"></p>\n<p><img src=\"images/a_highfury.jpg\" alt=\"Aidan and Michael belaying on Mount Fury\"></p>\n<p><img src=\"images/midfury.jpg\" alt=\"&quot;The middle pitches&quot; on Mount Fury\"></p>\n<p><img src=\"images/highterror.jpg\" alt=\"High on Fury&#39;s North Buttress\"></p>\n<p><img src=\"images/topfury2.jpg\" alt=\"Approaching the top of Mount Fury\"></p>\n<p><img src=\"images/a_snowfury.jpg\" alt=\"The final steps on Mount Fury, North Buttress\"></p>\n<p><img src=\"images/a_vryhappy.jpg\" alt=\"Michael getting off the snow arete of Mount Fury\"></p>\n<p><img src=\"images/a_tiredtheron.jpg\" alt=\"Theron cooking dinner on the summit of Fury\"></p>\n<p>Theron now climbed an elegant corner/crack, raving about the great\nrock. &quot;No fair!&quot; I whined, tired from my battles with protectionless\nslabs and grunge. &quot;Hee hee!&quot; he responded.  Our mood lifted, we knew\nwe were safe from rockfall now. Knock on wood. Knock on granite.</p>\n<p>Theron reached a puzzle, and set a belay. Steep rock without ready\nprotection convinced him there must be a better way. We all looked to\nthe left, where by downclimbing 30 feet we could gain a steep\nwatercourse to climb back up. No one was sure, but thanks to my\nprevious watercourse lead I was eyeing the rock above. The\ndifficulties looked short. &quot;Let&#39;s just climb this guys!&quot;  &quot;Okay, if\nyou&#39;re sure...BE SAFE!&quot;</p>\n<p>It was black, near-vertical, licheny rock, but there were hidden\ncrimper hand holds, and an occasional jam crack. I moved slowly,\neventually finding some decent gear placements, which I doubled up.\nThere was an ocean of air below, and two worried faces. &quot;Here I\ngo...&quot; I jammed and liebacked to a higher stance, then moved left for\nless lichen. Another set of careful moves saw the angle easing, and\nsoon I was scrambling up to a belay. &quot;WOOOO! WOOOO! WOOO!&quot; Even\nthough I wasn&#39;t truly on the crest, it seemed a find time to use the\nWOOs. Theron and Aidan followed, muttering that the watercourse would\nhave been easier. Humpf. It seems I&#39;ve gotten a reputation for wiley\nfoolishness!</p>\n<p>But we really were at the crest (finally), and Aidan led us up\nstunningly exposed, solid, easy rock for several rope lengths. This\nwas the season of smiles. <em>&quot;I&#39;M GONNA NEED YOU TO COME IN ON SUNDAY\nTOO, IT&#39;S NOT A HALF-DAY OR ANYTHING!!&quot;</em> I shouted up, one of my\nfavorite lines from &quot;Office Space.&quot; <em>&quot;THANKS DAD, WE&#39;RE FINE!&quot;</em>\nresponded Theron, using a cherished line from &quot;K2.&quot; With good\nweather, and the difficulties below us, we had earned the fun climbing\nhere, and just relished it. I lay my head against the rock in thanks.</p>\n<p>  One good thing about climbing with a heavy pack, is that you\n  spend a little longer in any particular place.  If travelling light,\n  this section would be a blur, but as it was I remember it as 3-4\n  distinct pitches.  Theron made an exciting lead at one point,\n  deciding to traverse around a tower rather than over the top.\n  &quot;Where did he go?&quot; said Aidan, 20 feet ahead of me on an\n  increasingly delicate traverse. Overhangs appeared above us and a\n  steep drop below meant that Theron had been forced into following\n  one possible path. He found good protection from slings around horns\n  of rock. Finally we emerged from the traversing tunnel, and Aidan\n  nearly choked to death raving about how cool a picture of me would\n  look from his stance.  Apparently the overhang above and below,\n  combined with a scene of the tiny lake below and me clinging to a\n  hand traverse with an oversized pack made for a picture of high\n  drama. Did he take a picture then? NO.  Theron took one from above,\n  and it came out rather tame.</p>\n<p>  If you see a good picture, go ahead and take it. Or don&#39;t tell\n  anyone about how great it would have been!</p>\n<p>We climbed to a tower which required a rappel. I saw a way to\ndownclimb, then crabbily gave Theron a hard time for setting a rappel\nwhere the rope got stuck. Even as I bitched about it, I wondered why I\nwas so irritable. I realized I was pretty stressed out from the scary\npitches in the morning.  I felt this outsized responsibility for\nTheron and Aidan and worried that I was recklessly leading them into\ndanger. But when Aidan pointed out what fun we were all having, and\nhow he wasn&#39;t worried about anything, I could get a better perspective\non things.  This experience of getting stressed out and being short\nwith your partners was (I think!) new to me, and taught me something\nabout my comfort zone, and my natural reaction when it gets stretched\na lot.  Coming out of that frame of mind was about relinquishing\ncontrol, recognizing that the kind of complete control I sought over\nour situation was at best an illusion. This put my head in such a\nbetter place, and for the rest of the trip, I could appreciate how\nmuch of our success and safety came from our blend of skills and\nattitudes. I could relax and know that I could coast on my friend&#39;s\nabilities, trusting that they would lead me safely.  It was kind of a\nspiritual realization for me, and as time went on, this personal\nstruggle becomes a more important result of our trip.</p>\n<p>Somewhere in here I cracked Aidan up when Theron was climbing above,\nand we espied an intriguing ice cave in a glacier below. It was\nenormous, with a level floor that led into blackness. &quot;If I were a\nWarlock Aidan, I would live in that cave, and fly out of there every\nnight to terrorize children all over the world!&quot;</p>\n<p>&quot;Why do you talk that way Michael? What planet are you from? Only you\nwould say that!&quot; he said.</p>\n<p>From then on my apropos comments had to be carefully thought out so as\nto get such a great reaction. Indeed, all of us were inventing little\ncharacters to entertain us in the hours and days ahead. Aidan mimicked\na Frenchman, naturally disdainful of Americans. Theron had a grizzled\nprospector character, refined from last year&#39;s Ptarmigan Traverse,\nstill suspicious of anyone taking his &quot;bottle.&quot; I fleshed out a\ncharacter Theron invented, a 1955 camp counselor type, full of\nbluster, smelling of wood-chips and flannel. His dark secret was\nincreasingly ill-hidden, finally bursting forth monstrously as we\ndescended &quot;Stump Hollow.&quot;  The comraderie on this trip was the best\nI&#39;d ever experienced, we almost always had something to smile and\nlaugh about.</p>\n<p>Higher on the buttress, I led us slowly up the last section of rock,\ntwo low 5th class pitches in shallow gullies and chimneys that gained\na rubble field. The sun was baking us and slowing us down.  Above this\nwe climbed through a &quot;rabbit&#39;s ears,&quot; and switched into boots for a\nlong walk up boulders to the base of the snow arete. We decided to be\nextra careful on it, due to tiredness and huge exposure on either\nside. I led for an easy rope length, then Theron took us up 100 meters\nof steeper snow and ice, laboriously kicking steps and creating\nhandholds with his ice axe. &quot;Way to go Theron, you are...how shall I\nsay...THE MAN!&quot;</p>\n<p>After this, in my excitement, I foolishly climbed straight up a\nbuttress that got hard, then hard to reverse, then I was committed to\ntop out. I untied the rope so Aidan and Theron could find a better\nway. &quot;<em>Goodbye!</em>&quot; I said dramatically. But soon enough we were\nback together again, picking our way on the south side of this\nbuttress to reach the final rubble slopes. The sun had already gone\ndown, and we reached the summit at twilight.</p>\n<p>&quot;That was a hard won peak&quot; I said to vigorous agreement. &quot;Frickin\nhard won.&quot; More vigorous agreement.  &quot;Wow man, wow&quot; Aidan said to\nmore general agreement by the party.  &quot;Yeah I&#39;m tired - wanna make\nsomething of it?&quot; said Theron inexplicably!  It went on like this for\nsome time.  &quot;Damn!&quot; I said, to sum up.</p>\n<p>Where to sleep? Nothing looked good. That is, until we saw the\nlevel-topped summit snow ridge: a perfect place for the tent! &quot;As\nlong as you don&#39;t mind sleeping inches from a 3000 foot drop down the\nnorth face, go for it, I&#39;m going over here instead!&quot; said\nTheron. While Aidan and I got comfortable in the tent, Theron dropped\nhis gear on a flat slab 50 feet below. He returned and graciously\nattended the stove while Aidan and I searched for bits of duct tape\nfor his blisters. &quot;I&#39;m so screwed guys&quot; he said, and other comments\nin a similar vein.  The blisters were bad, as they were every night. I\noffered to wear Aidan&#39;s boots for the rest of the trip, as we had a\nsimilar shoe size and my feet were a-ok so far. This ended up helping\nquite a bit, but painful damage was done, and wouldn&#39;t have a chance\nto heal until getting home. We really felt for him. At least another\ndelicious hot meal was being delivered, and we could lose ourselves in\nit. &quot;DAMN THAT&#39;S GOOD!!!&quot;</p>\n<p>A shot of Tequila all around, and one for Fury. She showed us her power, but was not unkind to us. What a feeling\nof satisfaction, what a warm glow in the belly it was to see the stars come out from her summit.</p>\n<h3 id=\"wednesday-august-11th\">Wednesday, August 11th</h3>\n<p>Theron was up at dawn snapping pictures as usual. &quot;I&#39;m glad someone&#39;s\ndoing it&quot; was the reaction of the tentbound.  Laying in the tent\nuntil hot sun warmed us thoroughly was a great luxury. We felt really\ndeserving of a rest day, so we drew out every process. We melted\nseveral quarts of water from snow and very gradually changed from\npeople who lie on pads in their socks into booted sentinels, waiting\nfor someone to finish last minute chores.  &quot;Okay!&quot;</p>\n<p>Wanting to avoid steep ice slopes, we descended a gully leading\nsouthwest, then traversed south below walls. When things got steep, we\njumped back over the ridge onto the snow, traversing and descending\neasily. Before long, we found a serious difficulty. A seemingly\nvertical wall of snow blocked our path, and other choices looked just\nas bad. We could try descending a rotten, protectionless rock ridge,\nor go down a glacier to the east for thousands of feet and face a long\nclimb back up to Outrigger Peak, our next goal. We all shuddered at\nthe first choice, and the second might have been palatable, if we\ncould see the whole way. But as it was, it seemed like an icefall\nmight block the way below us.</p>\n<p>So I asked Theron for a belay, and set off kicking steps down the steep snow. I had lugged a third tool all the\nway from home just for this kind of impasse, and felt it was time to use it. We had two ice screws and\none picket. The\nangle was probably 50 degrees, and the slope almost all ice. I saw that we could make it down to a level bench\na few hundred feet below. </p>\n<p>&quot;Okay here is the plan--&quot;</p>\n<p>&quot;You&#39;re crazy!&quot; said Theron.</p>\n<p>&quot;Okay here is the plan, I lower you and Aidan from this picket\nbelay. You place one ice screw 100 feet down, then build a belay 200\nfeet down with the other ice screw. I&#39;ll downclimb with the two\ntools. We repeat until we reach the bench.&quot;</p>\n<p>And by golly it worked! It took three full rope lengths to do it, and\nthe angle never let up all the way down.  We did get a region of snow\nwhich was easier on the calves, but that ran out after a while. It\ntook a long time, especially as the sun was baking us and we were long\nout of water. On pitch two Aidan had to lead down with the two tools,\nnearly freezing his hands because he left his gloves in his pack. Also\nTheron had a stressful downclimb because Aidan didn&#39;t want to weight\nthe ice screw belay in order to just lower him. I made out best of\nall, because I was wearing Aidan&#39;s extra stiff boots.</p>\n<p><img src=\"images/crowder.jpg\" alt=\"Looking down on the very remote Mount Crowder\"></p>\n<p><img src=\"images/goodel.jpg\" alt=\"A wild view into the Goodell Creek Valley\"></p>\n<p><img src=\"images/mcspires.jpg\" alt=\"The McMillian Spires, rarely seen from the north\"></p>\n<p><img src=\"images/monster2.jpg\" alt=\"The northern side of the Southern Pickets\"></p>\n<p><img src=\"images/theroncon.jpg\" alt=\"Theron looking to the Southern Pickets\"></p>\n<p><img src=\"images/onglacier.jpg\" alt=\"Aidan and Theron cross a glacier high on Mount Fury\"></p>\n<p><img src=\"images/a_mesitfury.jpg\" alt=\"Michael scouts the way down from Fury\"></p>\n<p><img src=\"images/steepice.jpg\" alt=\"Time-consuming, icy descent from Fury\"></p>\n<p><img src=\"images/outrigger.jpg\" alt=\"Off the glacier, hiking to Outrigger Spire\"></p>\n<p><img src=\"images/a_lookterror.jpg\" alt=\"Aidan rests on the way to Picket Pass\"></p>\n<p><img src=\"images/toppass.jpg\" alt=\"Heading south to Picket Pass\"></p>\n<p><img src=\"images/toppass2.jpg\" alt=\"Near our camp at Picket Pass\"></p>\n<p><img src=\"images/a_ppasssun.jpg\" alt=\"Sunset at Picket Pass\"></p>\n<p>At the bench we drank a lot of water, thankfully there were a lot of\nstreams weeping from the ice. We were a little crestfallen, because we\nrealized we had to keep downclimbing. A low angled ramp to the col\nwith Outrigger Peak had proved to be an illusion. It was the same\ndrill as before. One kind of funny thing happened. I had just\ndownclimbed to Theron and Aidan&#39;s belay, and continued down top-roped\nfor the next pitch. &quot;Stay away from those crevasses Michael,&quot;\nsomebody said. Hmpf, I thought. &quot;I actually like them guys, the lower\nlip provides a great level place to rest my calves.&quot;</p>\n<p>&quot;Anyway guys this tells me where the edge of the--&quot;\npunch. through. oops. &quot;--crevasses are!&quot; I recovered nicely, but\nthey were chuckling with too much satisfaction to notice. Anyway, a\nfew more hops and I was on mundane terrain below the steep ice and\ncrevasses. When we were all together, I made a traversing path up to\nOutrigger col where we happily unroped and put crampons away. &quot;If I\ndon&#39;t see another ice face like that in my life I&#39;ll be fine!&quot; said\nTheron, or something to that effect. Vigorous agreement by party.</p>\n<p>  I&#39;m really glad we brought a 3rd tool along. I was thinking of just\n  that kind of situation. Of course, from Outrigger Peak we could see\n  that the long trip down and around to the east would have been\n  successful, so it undercuts my point a little bit. But with a 3rd\n  tool an entire party could get up or down something that might\n  otherwise stymie them. Sure, the leader could take another member&#39;s\n  ice axe, but in an environment where belays are somewhat insecure, I\n  wouldn&#39;t want to leave one member without any axe. On this\n  particular trip I was more worried about bergschrunds and moats\n  seperating snow from rock than anything else, and that&#39;s why I\n  brought it.  We didn&#39;t use the tool for that, but it came in real\n  handy for this unexpected &quot;ice wall.&quot;</p>\n<p>We scrambled to the summit of \nOutrigger Peak for a great late\nafternoon view of the area. It had taken most of the day to get here\nfrom the summit! We felt we were getting our asses kicked. &quot;There&#39;s\nalways sumtin&#39;!&quot; and &quot;it never ever lets up!&quot; were typical\ncomments. &quot;What do you think we&#39;ll find on the descent to Picket\nPass?&quot; I said.</p>\n<p>&quot;Rappels, scary downclimbs and cliffs!&quot; said Aidan. </p>\n<p>But it was pleasant enough. In fact the scenery was fantastic. For the\nfirst time we could walk without extreme care, and look around at the\nvertigo-inducing walls. The angles were crazy, and the 70 millimeter\npano-vision boggled the mind. We did eventually come to a cliff, and a\nvery tattered rappel sling.  We left a new sling here, and slid\ndown. No sooner did we put the rope away, but there was a knife-edged\nridge to cross. This was easy to climb and a good bit of sport. We\ncontinued for another 500 feet on gradually friendlier terrain of\nboulders, heather and stunted trees to Picket Pass, a broad but narrow\ndivide with tarns and boulder-strewn hillocks.</p>\n<p>We were frazzled, wondering how we could possibly muster the energy to\nclimb Mt. Terror the next day.  This day was supposed to be mostly a\n&quot;rest day,&quot; but aside from sleeping in a few extra hours, we&#39;d been\non stressful and strenuous terrain the whole time. At least we had\nfresh water - someone had piled rocks at the base of a snowfield such\nthat it made a little pool where we could fill bottles. In the hour or\ntwo before sunset we managed to recoup a surprising amount of\nenergy. Theron reveled in the &quot;Lost World&quot; look of McMillan Creek\nCirque. He said &quot;I wouldn&#39;t be surprised to see a brontasaurus raise\nit&#39;s head in that patch of light green!&quot; I had to agree. It was a\nwonderful and almost plausible thought.</p>\n<p>After some bathing in pools (I just got my feet wet), we ate another\namazing dinner. Our freeze-dried food choices had been excellent,\nevery night was a feast of calories and not a drop went to waste. We\ntalked about skipping Mount Terror and climbing out via the\nOttohorn-Himmelhorn Col. I was willing to do that because of Aidan&#39;s\nblisters, and so was Theron. But he said he really did want to climb\nTerror if it was possible, and I agreed. Aidan was also willing. We\nalso thought it wouldn&#39;t be that much harder (that is, both ways\nwould seem hard!). It was also an open question as to how we&#39;d get\ndown into the cirque. Directly below us were vertical cliffs.</p>\n<p>We slept well, although something furry trundled across my hand at one\npoint, waking me up completely. One of the few disadvantages to having\na tent without a floor.</p>\n<h3 id=\"thursday-august-12th\">Thursday, August 12th</h3>\n<p>In the morning, we packed quickly and impatiently hiked up a hill to\nfind the way down from the pass. We began stumbling down a natural\nway. Options began to close off in steep dense brush and trees,\nsending us further to the right. Eventually we were hanging onto a\ntree and peering down a cliff. Picking our way down a little further,\nwe threaded the rope around a tree for a rappel. After this, we could\ncarefully scramble into a gully which led us to polished slabs. Unused\nto Aidan&#39;s stiff boots on slabs, I switched into rock shoes.  Theron\nlowered his pack down a cliff on a rope, and soon enough we were all\nassembled by a stream.  &quot;Well, we made it down that!&quot;</p>\n<p>We crossed polished rocky slabs riven with streams, stopping to drink\na few times. It was a great feeling to have made it down from the\nPass. We could sit and drink water in the sun, looking back at Fury,\nand casting glances over our shoulder to Terror (The Looming Terror!).</p>\n<p>We entered a zone of hard snow and occasional crevasses, stopping to\nput on crampons and rope up. Gaining the buttress was difficult,\nbecause the snow became breakable plates of ice with black holes\nunderneath. I was in the lead, and rather overcautious, stopped to\ncarefully remove crampons once I made it onto a gray slab. While\nTheron gave me a fixed belay from an ice screw I made low-5th class\nslab moves that felt much harder due to the black moat under the\nhanging prongs of hard snow. But after only 15 feet I reached a ledge\nwhere I could place some gear and bring my friends up. Aidan was\nespecially chilled, as a draft was whistling down the couloir he\nwaited in. He set off eagerly in the lead, in search of sun. I wore\nhis pack for most of the climb, really noticing the weight difference,\nthanks, I believe to his heavier, bulkier boots. Maybe he had an extra\nshirt or something too!</p>\n<p>I was really elated at this point, because the two biggest worries I had for the\ntrip were difficulties getting onto the Fury and Terror buttresses. Colin Haley\nhad soloed this route in July and said something like &quot;better hurry before\nmelt-out renders it inaccessable!&quot; Now that these worries were over, we had\nso much to smile about!</p>\n<p><img src=\"images/a_equipment.jpg\" alt=\"The Betamid set up at Picket Pass\"></p>\n<p><img src=\"images/terrordetail.jpg\" alt=\"A topo of Mount Terror&#39;s North Face as we climbed it\"></p>\n<p><img src=\"images/a_highterror.jpg\" alt=\"Typical terrain on Mount Terror, North Buttress\"></p>\n<p><img src=\"images/meterror.jpg\" alt=\"Michael belaying on Mount Terror\"></p>\n<p><img src=\"images/t_midbuttress.jpg\" alt=\"Our &quot;lunchtime ledge&quot; on Mount Terror\"></p>\n<p><img src=\"images/a_therontr.jpg\" alt=\"Theron with the Degenhardt Glacier below on Mount Terror\"></p>\n<p><img src=\"images/terrorhigh.jpg\" alt=\"High on Terror, enjoying ourselves!\"></p>\n<p><img src=\"images/a_finalknife.jpg\" alt=\"Michael on the 5.7 knife-edged upper ridge on Mount Terror\"></p>\n<p><img src=\"images/a_looknorth.jpg\" alt=\"Looking back at Mount Fury, with Luna Peak on the right\"></p>\n<p><img src=\"images/onterrorsum.jpg\" alt=\"Theron, Aidan and Michael on the summit of Mount Terror\"></p>\n<p><img src=\"images/a_badgully.jpg\" alt=\"Our thoughts about the South Gully descent from Mount Terror!\"></p>\n<p>Aidan led us across a waterfall coming from the Kitty snowfield directly\nabove us. We covered hundreds of feet on fun, easy terrain. The rock became\nvery clean and enjoyable once we outflanked the Kitty on the left. It started\nto remind us of the Dolomites, with few cracks, but solid jointing. Aidan took\ngear from us and continued for another long simul-climbing pitch. From a\nbelay in mid-face Theron took over and climbed a clean dihedral we rated 5.6.\nAt the next belay he was tempted straight up into dubious terrain. Realizing\nthis, he downclimbed about 50 feet and set off rightward to gain a shallow\nrib that we thought would get us past steep, concave-looking terrain straight\nabove. Perhaps this is why in various route topos the climbing line makes\na gentle curve to the right.</p>\n<p>Theron belayed at the rib and I set off upward on suddenly licheny rock.\nScritching and crunching the black lichen-flowers, I reveled in the loneliness\nof our location. So far as we knew, the nearest people were days away. We\nlistened to icefalls in these empty mountains and climbed. My toes were\nboring holes in my rock shoes again, but I&#39;d finally gotten used to climbing\nwith the overnight pack. It was certainly lighter now too!</p>\n<p>Aidan and Theron arrived and I set off again, having to really pay\nattention as ledges became further apart and the holds got\nsmaller. The shallow rib had become more defined, and at once was too\nsteep to climb directly. I knew I&#39;d have to traverse left into a\ndarkened chimney, but each spot I surveyed reminded me of unhappy\nendings. So I kept climbing up, hand jamming and generally getting\ninto more strenuous terrain. My gear was running low. I finally made a\nchoice to traverse left where I was rather than risk getting treed\nlike a cat. &quot;Watch me here ye scurvies!&quot; I cried. Flat edges for\nfingertips provided a way, with feet smearing on blank sections of\nrock. With 10 more feet to go and no protection since the rib I\ndistinctly felt the possibility of falling.  I got very quiet, the\nblood pulsed in my ears, and sound dropped away. I couldn&#39;t hang here\nforever.</p>\n<p>Moving, because I had to. Quiet, because the mountain demanded it. </p>\n<p>A brief glimpse of surety, and I was across in the chimney,\nall chatty: &quot;Wow that was hard I think that was like, 5.10a!&quot; On the climb up\nfrom the belay, Theron didn&#39;t like the look of the traverse, so he\nclimbed a bit higher where, wouldn&#39;t you know it, there was an easier ledge\nto follow. Aidan came across and down-rated the traverse to 5.8+. &quot;Still!&quot; I \nbeamed. </p>\n<p>We were at an awkward stance in the chimney. Aidan led off right above my\nhead for a 60 meter pitch that got back onto the licheny rib. He described\nthe terrain as easy but steep and somewhat loose. Theron and I\nfollowed the chimney then gladly climbed out of it back onto the rib. Aidan\nextricated himself from the belay and took off again, leaving us to glance\naround at the walls surrounding our precarious ledge. Another long pitch \nled to gradually rounding terrain, and we came into the sun and more open air.\nNow we scrambled up a long rib with snow leading up to a local crest.</p>\n<p>&quot;Lunchtime!&quot; We hung out here a good while, definitely feeling like we&#39;d\nfinished the hard parts of the climb. The drop down to the Degenhardt\nGlacier was amazing, it looked incredibly steep and forbidding. Aidan had his\neye on some steep cracks right of the crest above us, but I was like &quot;no way\nman!&quot; Luckily I found a cairn and an improbable path out on the cliff above\nthe Degenhardt to a belay ledge. Theron led off above here, finding as he\nso often does, a host of sturdy blocks and horns to sling for protection.\nI led off from a belay right of the crest for a spectacular pitch. &quot;This\nis awesome, you dog!&quot; I heard Aidan cry below. After leading so many mungy\nor creepy pitches, I had plucked the golden goose! Solid jamming and stemming\nin a chimney, good rock that it&#39;s a delight to smear your feet on with\nhands on solid granite edges. We climbed together for a few hundred feet\nuntil we could walk to a point where the ridge steepened again. \nFrom a roomy ledge, Aidan belayed me on the final pitch, which looked intimidating\nbut actually was festooned with hidden solid holds on the most knife-edged crest\nof the trip. I constructed a belay in the full glare of sun, with a\nnew and novel view of south slopes at my feet. It was a false summit.</p>\n<p>We scrambled down and happily dropped our packs at a notch. In the race to the\ntrue summit I fell behind, but couldn&#39;t wipe the smile from my face. Really\nsolid and fun scrambling got us to a pile of big blocks that marked the spot.\nIt must have been late afternoon, say 5:30 pm, when the sun is full on from\nthe southwest. We took pictures and wanted to stay, but a last look at\nshady McMillan Creek Cirque had to suffice. Suddenly stiff and sore, we reversed\nour steps to the notch carefully. Easier scrambling for 500 feet led down to\na rappel station above a deep notch. I slid down the rope, wondering about\nthe direction to take. We could only go 100 feet, and I couldn&#39;t find a station\naround. I got out some slings and made an anchor at some stacked blocks, hoping\nthat one more rappel would be enough to reach the snow at the base of the\ncliff. Despite my nervousness, the rope did just reach a crumbly gully\nbehind a tower, and scrambling brought me to snow. Theron was especially glad\nto be down from the stacked-block belay!</p>\n<p>Hoping to just walk down the gully to the glacier on the south, we were\nunpleasantly surprised by the unfriendly footing. Any rocks to brace\nyourself with would go hurtling down, and shelves of pebbles that might\nhold a foot were merely thin layers over slabs that would rocket away\nlike Tiddily-Winks when relied upon. &quot;There is a whole science to slopes\nlike this&quot; I mused unhelpfully. Sticking together for safety from bounding\nrocks, we came to an abrupt cliff where a chockstone caused the way to\noverhang. Digging beneath piles of rocks we found a rappel anchor. \nAidan started laughing. Still, we threaded the rope and carefully slid down,\nwary for sudden shifting blocks waiting to get us. Below this spot, it was\na bit easier, and Aidan went ahead to find the best way. Fifteen minutes\nlater we were shouting insults at the unfriendly gully, and posing for pictures\nwhere we made obscene gestures at it. But mostly we were happy to be down,\nand soon selected a campsite on slabs beneath the peak with running\nwater. </p>\n<p>As the sun sped towards the horizon, Aidan hilariously submerged his whole\nbody in a pool, appearing to be striken by seizures mid-way. There were many\nhi-jinks to laugh about, and the delight we took in dinner was almost absurd,\ngroaning and moaning over the tiniest bite! Jeez, we had to get out of here,\nhuh?</p>\n<p>&quot;Why don&#39;t we cancel the climb of the Chopping Block?&quot; I said.</p>\n<p>&quot;YA THINK?!?&quot; cried Aidan.</p>\n<p>&quot;I don&#39;t know guys, let&#39;s see how we feel in the morning&quot; mused Theron.</p>\n<p>&quot;Oh no he di&#39;int!&quot; said Aidan, head vigorously rotating about neck.</p>\n<p>&quot;Talk to the hand!&quot; was all I had to say thenceforth on the subject.</p>\n<p>We stayed up late, looking out at Triumph and Despair, fittingly close together,\nand began our goodbyes.</p>\n<h3 id=\"friday-august-13th\">Friday, August 13th</h3>\n<p>In the morning we were slow, tired. It was hard to muster energy to do basic\nchores like putting my sleeping bag away. We wandered around, getting water,\ndiscussing the way ahead, and finally pooling our food together and eating\neverything that didn&#39;t seem necessary. I think we kept one Power Bar in\ncase of emergency. Finally descending slabs, we got seperated when Theron and\nI didn&#39;t want to follow a steep slab Aidan scurried down. 30 minutes later\nwe were together again on scree slopes leading to the Chopping Block. A very\nlong mile traversing above the Crescent Creek Basin led to a notch\nbetween The Chopping Block and Mount Degenhardt. The Chopping Block looked\nso close, and after a rest I was a little sad that we weren&#39;t going to\nclimb it. But once I started moving again I realized I was pretty darn\ntired!</p>\n<p>Easily descending the slabs east of the Chopping Block, we were in a\nneighborhood called\n&quot;Stump Hollow.&quot; We ventured to the east side to look\ndown the Barrier. It was very steep, and Terror Creek looked and\nsounded like a faraway equatorial river. We found a trail leading down\nthrough heather, brush and forest. It was a very efficient descent, but\nfinally we lost the trail for good, and went for several hundred vertical\nfeet through a region of brush and cliffs that took great effort. We were\nalways traversing east back to the crest of the Barrier. It seemed like\nwe&#39;d drop 100 feet, and then be 300 feet away from the Barrier. I led\nfrustrated companions over logs, through spider webs and thrashing\nbrush into a sweaty, tropical jungle. </p>\n<p>Regaining the trail, we grew crafty about finding and keeping it. It was\ngood practice for a mindset that would serve us well on the rest of the\ndescent. The leader would lose the trail, announce it, and one of the\nfollowers would pick it up again and lead. Thusly we swarmed down to\na level section of the ridge suspiciously marked with flagging. &quot;Want to\nrest here?&quot; I said.</p>\n<p>We dropped our packs and sweated our heads off. &quot;I&#39;m just sitting still!&quot;\ncried Theron in disgust. Eventually we cooled down, and although the\ntrail continued down the ridge, we decided our altimeters were way off, and\nwe should descent to the east right here thanks to some fairly recent flagging.\nWe were told about a baseball card or photograph taped to a tree, which\nwe never saw. It&#39;s natural to worry at this point, because going the wrong\nway can lead to troublesome cliffs and steep jungle. Pink flagging tape on\ntrees can be helpful, but we&#39;ve all been led astray by it too. </p>\n<p>Happily, the way was good. It was very steep, and the trail was easily lost.\nBut searching always rewarded us. Once we had to spend 15 minutes re-finding\nthe way. Eventually, we wore crampons on steep pine-needle terrain. After \nan hour and a half, we were overjoyed to reach Terror Creek!</p>\n<p>I strode to the creek to see the tail end of a woods drama: Aidan had fallen\nin, losing his water bottle, and was now clinging to a rock mouth wide\nopen and startled! Theron helped him out, and we felt really lucky. The\nriver was raging, with falls and choking logs all around. As Aidan dried\noff, we laughed about the water bottle, because the only one we had left\nnow was mine.</p>\n<p><em>The water bottle story: Days ago, on Wiley Ridge Theron lost the nipple to\nhis Camelback water bag. He attempted to use duct tape or other materials\nto plug the leak, but these all led to frustration. No matter! I had an extra\nrolled up Platypus 1 quart bottle, which Theron happily used until losing\nit when it fell into a crevice he couldn&#39;t reach on Mt. Fury. Then he got\nby on Aidan&#39;s water or my own. Finally, with Aidan&#39;s lost to the raging\nwaters of Terror Creek, mine was the only one left!</em></p>\n<p>I made waterproof booties out of a garbage bag to keep Aidan&#39;s feet dry, and\nwe continued on. Very soon we&#39;d lost the trail in dense thorny brush, and\nfloundered around looking for the way. Eventually giving up, we plunged\nthrough the alder, sidehilling awkwardly above the creek. I thought I&#39;d\nseen a section of trail and complained loudly about not getting the chance\nto go look for it. At that moment a bee stung me. &quot;RUN!&quot; I nearly shoved\nTheron off the trail in my panic to escape another bee incident! Finally\nI tripped and wailed miserably for a moment. &quot;Okay I&#39;ve hit bottom,&quot; I\nthought. </p>\n<p>That done, I could now zombie on for hours, and indeed we did, gamely crossing\nrib after rib in tiring effort. When we regained the trail I know we all\nstuck to it like butter! Theron emerged first at the flat spot\nthat marked the end of the Goodell Creek trail, letting out a &quot;WHOOP!&quot; </p>\n<p>We walked for a few miles, then Aidan and Theron saw a place to get down\nto the creek for a bath. I took Theron&#39;s MP3 player and listened to a radio\ndrama about a paroled prisoner who sees pink elephants. I admired a huge\nlandslide on the other side of the river, the apex a few hundred feet up\nthe slope. Then I came upon a tent structure built right by the water.\nIt was draped in ribbons and prayer flags, and in front of the tent was a\nhuman of indeterminate sex, lying with eyes closed on a sort of bier! I\nstared open-mouthed but passed quietly. My puzzlement gradually gave way\nto excitement because I knew the car was close. Yes!</p>\n<p>The gang of two arrived, also dumbfounded by the river site.\nAidan said the figure opened it&#39;s eyes and looked at him briefly. They took\na wrong turn and stumbled into a campground where several similarly dressed\nfigures explained that they were part of a church group. </p>\n<p>Aidan retrieved a dime he&#39;d placed under a rock for good luck. We got in\nthe car and turned up Uli Roth! Then Aidan had some good music to play.\nAt Ross Lake, we arrived just as the party from Beaver Pass was emerging\nfrom their adventure. They gave Theron&#39;s car a jump, as the battery was \ninexplicably dead. We ate a burger with them in Marblemount, then sped\naway for Mexican Food in Sedro Wooley.</p>\n<p>Two days later we had a massive meat grill feast at Theron&#39;s house as the\ntrip of a lifetime became memories.</p>\n"}