{"date":"2004-7-30","title":"Mount Stuart North Ridge","description":"<p>Everyone has a climb that represents a milestone to them. Enhanced\nemotion, amazement, fear, or just long planning can give an ascent a\nmythic quality. My first climb of this nature was the West Ridge of\nMt. Stuart. Steve and I went up there with our minimal competence and\nmaximal gear, looking at the guidebook every few paces in case we got\noff route. Steve took a leader fall high on the mountain, and we spent\nan unplanned night out with the freezing moon.</p>\n<p>Other &quot;great peaks&quot; for some reason have been Mt. Index North Peak,\nThe Sassalungo with Mat and Piz Pordoi with Kris, Mesachie Peak,\nFairview Dome, The Ptarmigan Traverse, and now, I think, the North\nRidge of Mt. Stuart.</p>\n<p>I arrived at Theron&#39;s house Tuesday at 3:30 in the afternoon, fresh from a\nred-eye trip to Houston. My grandfather of 94 years died, and it was important\nfor me to go to the funeral. He was a great old man, and will be missed,\nespecially by my own father who cared for him in his final (10+?) years. I wish\nI made efforts to talk to him more in these last years.</p>\n<p><img src=\"images/stuartsouth.jpg\" alt=\"Craggy southern slopes of Mt. Stuart.\">\n<img src=\"images/ingalls.jpg\" alt=\"Ingall&#39;s Lake, as seen from the summit of Mt. Stuart the next day.\">\n<img src=\"images/specridge.jpg\" alt=\"Theron climbing on the spectacular, often knife-edge ridge.\">\n<img src=\"images/exposedflakes.jpg\" alt=\"Michael starting another clean granitic pitch.\">\n<img src=\"images/michonridge1.jpg\" alt=\"Wow.\">\n<img src=\"images/michaelridge3.jpg\" alt=\"An exciting hand traverse near the Great Gendarme.\">\n<img src=\"images/neargendarme.jpg\" alt=\"Theron with the Great Gendarme above.\">\n<img src=\"images/theronpillar.jpg\" alt=\"Theron feeling nonchalant halfway up the Gendarme.\">\n<img src=\"images/abovegendarme.jpg\" alt=\"Gradually easing terrain to the summit.\">\n<img src=\"images/onsumstu.jpg\" alt=\"Michael posing on the summit.\">\n<img src=\"images/ontopyeah.jpg\" alt=\"Michael and Theron in a self-timed shot.\">\n<img src=\"images/cascolouir.jpg\" alt=\"A look back up the Cascadian Couloir.\"></p>\n<p>Theron and I talked, deciding at the last minute to come in over\nIngall&#39;s Pass rather than Mountaineer&#39;s Creek because of reports that\nthe Sherpa Glacier was breaking up and becoming troublesome. Anyway,\nit would be a nice change from Mountaineer&#39;s Creek, which we&#39;d been up\nseveral times already this year. I hadn&#39;t been over Ingall&#39;s Pass in 5\nyears!</p>\n<p>We took bivy sacks and light sleeping bags to crash in near Ingall&#39;s\nLake, where we would leave gear for pickup later. For the route we\ntook lightweight crampons and an axe. I considered these essential in\nretrospect. I know people are always making do with a sharp stick, or\nsuch things as one crampon on the downhill foot only. But they are so\nlight that it&#39;s worth taking them for me. We climbed on a doubled 60\nmeter 8.5 millimeter rope, that turned out to work very well. Our rack\nhad a dozen nuts, 10 slings, and 11 cams, including a\n3.5-Camelot-sized Metolius cam for the offwidth on the Gendarme. We\nkept that stowed in the pack until needed, and it was nice to have at\nthat point. Our boots were light hikers, and we took comfortable rock\nshoes for the climbing.</p>\n<p>Getting out of town was hard, we were delayed by various problems on\nmy part. I had needed gear scattered between two cars, one of which\nKris had at work. Also, my own car keys were locked in that car from\nthe red-eye flight the night before. I got lucky and found a spare\nkey, drove to work, took the keys from Kris&#39;s purse, opened the car,\ngot my sleeping bag, etc. And all this after I was already late to\narrive at Theron&#39;s house. We finally got completely out of town around\n4 pm. Oh and I had to buy food - it just goes on and on! I was a very\nill-prepared partner...</p>\n<p>We started hiking around 6:30, and reached our designated campsite on the far\nside of Ingall&#39;s Lake before dark. The mosqitoes were crazy, I finally used bug\njuice, which I haven&#39;t used in years. They buzzed around but quit biting me for\nthe night. Sleeping off and on, the night was clear and stars were beautiful.</p>\n<p>We got up at 4:15, packed and started walking at 4:45. We were just\nable to see without headlamps. We followed a faint trail down and\ntowards Stuart Pass, eventually losing it in a meadow. No matter -\neasy terrain took us gently up to the pass again. We marched up the\nridge which became steep, requiring a little bit of scrambling and\nback-tracking. A defined trail took us to a high point just below the\nWest Ridge of Mt. Stuart. Views of surrounding peaks became really\ngood here. We stomped down on scree and snow onto a boulderfield below\nthe steep Northwest wall of the peak, then worked our way back up to\nreach Goat Pass. It was kind of a lot of work to here, but we were at\n7800 feet, and didn&#39;t have to lose any more elevation. We put on\ncrampons to cross the glacier over to the notch which would gain the\ncrest of the North Ridge. We saw two people bivied on a rock\noutcropping halfway across the glacier. They looked at us too.</p>\n<p>It was very easy crossing the glacier with crampons. After 5 minutes\nof exciting political discussion (something about Nader being propped\nup by smirking right-wing groups?), we joined the pair on their\noutcrop, and chatted for a while. They were also climbing the North\nRidge. One of them had climbed it 5 times already, and just really\nenjoyed showing it to new people. We kept walking, soon realizing that\nwe had been counting on finding some water somewhere before the\nridge. I was almost out of water already!</p>\n<p>We heard burbling in the jumble of ice chunks just uphill, and though\nit appeared dubious I convinced us to head up there a hundred feet or\nso. Amid ice chunks and a big moat we happily found a stream that was\nreasonable to get to. I climbed into a little ice cave and filled our\nCamelbacks. With this work out of the way, we could easily climb snow\nin the gully.</p>\n<p>We had both forgotten gloves on this trip, so I was a little\napprehensive about steep snow and frozen fingers. But the slope was\nvery reasonable (40 degrees max?). Higher up, we got out of the\ncentral gully and climbed a sub-gully on the left after removing\ncrampons. There were a few low-5th class moves on solid rock here,\nkind of exciting in boots. Still, we were at the notch in a matter of\nminutes, flaking out the rope and changing into rock shoes. The\noutcrop party began climbing the gully, possibly belaying fixed\npitches.</p>\n<p>Theron and I were really excited to be here. I especially had wanted\nto climb this route for a few years. Each year, something would come\nup. Last year, it was late-season fires that closed access to the\narea. It felt really great to finally be at &quot;The Notch,&quot; so often\nwondered about!</p>\n<p>I started off, climbing easy ground up and slightly right to avoid a\nsort of licheny headwall. Soon I realized I would be on ledges\navoiding the crest if I continued this way, so at a likely looking\nlong double crack I started steeply up. The cracks accepted good\nprotection despite the occasional festive growing plant lodged\ninside. On top, I set a belay in stacked blocks and videotaped Theron\ncoming up. We&#39;ve been taking Theron&#39;s videocamera on just about every\nclimb lately. It&#39;s really fun to watch a movie later. I always worry\nabout moving too slow with the camera, but we&#39;ve done pretty well so\nfar. One downside is that I take less pictures, so my set of slides\nfrom recent climbs is somewhat aneamic. But all in all, it&#39;s fun. I\ncould do hands-free belaying with the Petzl Reverso, and zoom in on\nTheron jamming and stemming his way up to the crest. The only lame\nthing is that union regulations require us to take a cameraman even\nthough we&#39;ll do all the filming ourselves. Jim sat beside me in a\n&quot;Dark Crystal&quot; T-shirt, sighing loudly.</p>\n<p>Theron took off, going below a tower then up to a golden granite\nwall. I gave him a fixed belay from here, so he could enjoy steep\nclimbing on cracks and nubbins.  He continued along for a while while\nI followed the steep moves. It was a great pitch. Soon I caught him\nbelaying at a block below big granite flakes heading back and skyward\non the ridge. I wedged myself between two blocks, then launched into a\nglorious hand-traverse. I was flung skyward by the sheer rightness of\nit all! &quot;Now we see why it&#39;s a classic!&quot; We had to take some pictures\nof this pitch, wanting to burn the memory in fiercely.</p>\n<p>I belayed somewhere or another, and Theron led the last long bit of\nclimbing to the base of the Great Gendarme. First there was a tower to\ndownclimb, then a famous low-angle slab to walk up, then another great\nsection of hand traversing on the ridge. Wouldn&#39;t it be cool if the\nwhole ridge was one long hand-traverse? We passed a few bivy sites in\nthis area, and continued up the slab to the rappel station.</p>\n<p>Now we had our choice: to Gen Darme or not? We hauled the big cam for\nit, so Gen Darme it is!! Of course I had to tape up, just by way of\ndelaying the inevitable scariness. We ate some food, looking out at a\nsunny morning. It was probably around 10:30 am, and the Ice Cliff\nGlacier was booming and collapsing. The first Gendarme pitch has three\ndistinct sections seperated by ledges. I would get a good piece as\nhigh as possible, then lieback upwards for a few moves, sometimes get\nin one more piece, then emerge on a ledge. Repeat. I did kind of a\nhand jam with my left hand and just grabbed the edge of the crack with\nmy right. Very athletic and fun. The final move destroyed my composure\nthough: a strenuous lieback brought me to the top of the pillar with\nno where else to move my hands up to. A bit flummoxed, I sort of\ncrashed onto the pillar-top on hands and knees. Theron videotaped my\nrude mantelling gleefully (climbers don&#39;t like to use their knees -\nbad style!).</p>\n<p>Theron came up, falling once and generally finding it hard. Curiously,\nthe final move gave him no trouble. We probably have a different hip\nto arm ratios or something wierd. Although my mouth filled with saliva\nin that way it does when you are going to something scary and unknown,\nI climbed up to a ledge and traversed right with the aid of a hand\ncrack. Reaching the base of the notorious offwidth crack, now snaking\nabove me for 50 feet, I laboriously hooked a bit of sling around a\nstone lodged inside. After some more delaying tactics, like taking\npictures, I swung up into the crack, finding the occasional fist jam\nwhere it tapered down. &quot;This is doable,&quot; I thought, although not\nfeeling very keen to look down at the vast blue slabs and ice chunks\n1000 feet below! I got higher and placed a #3 Camelot. A few moves\nabove I was in the widest part of the crack, and able to happily\nunload the Old Maid 3.5 Cam. After a short rest and a glance around at\nmy forbidding surroundings I climbed up gradually easier ground to a\nroof, then veered right on ledges and cracks to a great belay\nledge. It also looked like you could go straight up to the top of the\nGendarme.</p>\n<p>Wow, that was a great pitch! Theron found it kind of unpleasant, often\nruminating that he really liked the lower part of the climb, saying a\nlot by omission! But he took a great picture looking down between his\nfeet at the slabs below, and climbed up like a competent yeoman of the\nmountains. We were happy that our packs weren&#39;t too heavy to require\nhauling, which people seem to regard as hideous work on these pitches\n(I&#39;m not really sure why though?).</p>\n<p>I led off again to gain the crest, making a creepy downclimb move to loose\nblocks on the way to a belay below a steep wall. We knew there was a final short\npitch of 5.8-5.9 climbing here, so Theron sent me up a hand crack just right of\na flaring chimney. I placed protection often, wondering if the crux would catch\nme unawares. But after a solid array of hand and foot jams, I emerged on top of\nthe step. From here, Theron took off on a long simul-climbing pitch of 4th and\nlow-5th class to the summit. It was very familiar, since we were there just two\nmonths before. That didn&#39;t change the elation we felt at the views and\ncontemplation of what we had come up.</p>\n<p>We hiked down to reach snow below the false summit, having a much\neasier time than in May (falling through rotten snowfields into\nholes). The snow didn&#39;t look fun to descend so Theron suggested\nscrambling down rock to the lowest point. This worked well, then we\nfaced in and descended several hundred tedious feet of snow. Another\nchange in conditions since May: then we happily plunge-stepped down\nthis slope. An accident recently occurred here, I think someone\nslipped and broke their ankle.</p>\n<p>Now for the long walk down the Cascadian Couloir. I had never\ndescended the lower regions of this route, as Steve and I lost the\ntrail and headed into brush further to the east. I wryly reflected\nthat our brush descent of 1999 was probably easier than this &quot;trail,&quot;\nwhich became especially ugly in a steep watercourse. Theron and I\nsketched around on dirt slopes 100 feet above the stream, really\nhating it. I guess we&#39;d gotten off route, but a bunch of cairns led us\nup there and dropped us off! It was such a bad feeling, being tired\nfrom the climb, and descending far below your alpine camp into the\ndeep green valley. At the base of the &quot;couloir,&quot; I was especially\nexhausted. Theron was pugnacious, requiring me to take a picture that\ncaptured his sense of helpless rage! Oh well, we signed up for it, so\nnow we hiked back up the valley towards Ingall&#39;s Lake. I was plaged by\nmemories of slogging up this in 1999, and made solemn promises to\ndescend the West Ridge or NW Buttress in the future. That said, the\nIngall&#39;s Creek trail is really pretty, ending in flat grassy meadows\n(currently swarming with mosquitoes however).</p>\n<p>We reached our camp near the lake after the sun went down but there\nwas still enough light to get around the lake without headlamps. I was\nso tired, really wanting to sleep another night and hike out early in\nthe morning. But Theron would brook none of that, so we plodded away\nfor a long journey to the car that ended around midnight. I think we\ngot to bed around 3 am and had to get up for work early the next\nmorning. Ugh!</p>\n<p>Looking back, I could see enjoying a bivy on this climb rather than\nround-tripping from Ingall&#39;s Lake. Car to car in a day doesn&#39;t really\nappeal to me, because there are so many miles that I think my feet\nwould really hurt even if I could move fast enough. Throwing a\nsleeping bag and pad into the climbing pack wouldn&#39;t slow us down\nmuch, because we had no problems climbing the Gendarme without hauling\nas it was. Something to think about for next time (there sure will be\na next time for this awesome climb!).</p>\n<p>It was another great time out with Theron. We have collected another\ntreasure chest of alpine memories, with the help of friendly weather\nand a sleeping mountain!</p>\n"}