{"date":"2004-6-12","title":"Dragontail Peak","blurb":"Serpentine Arete (5.8)","description":"<ul>\n<li>Serpentine Arete (5.8, III)</li>\n</ul>\n<p><img src=\"images/thewallthere.jpg\" alt=\"\"></p>\n<p><img src=\"images/scramstart.jpg\" alt=\"\"></p>\n<p><img src=\"images/icepits.jpg\" alt=\"\"></p>\n<p><img src=\"images/ldowncruxy.jpg\" alt=\"\">\n<img src=\"images/crosstocol.jpg\" alt=\"\">\n<img src=\"images/lakefromsum.jpg\" alt=\"\">\n<img src=\"images/hangingout.jpg\" alt=\"\"></p>\n<p>Theron Welch and I had a great time climbing Dragontail Peak last\nSaturday.  Friday afternoon we eagerly read some trip reports online,\nand got our gear together for the drive to Leavenworth. We slept near\nthe trailhead that night, because we knew Saturday would be a long\nday. Theron had read the weather report carefully, learning that bad\nweather was scheduled to come in Saturday night, so doing the climb as\na day trip seemed like a better idea than hiking up to the lake and\ncamping.</p>\n<p>We woke to a clear sky, gathered our things and started hiking at 5:45\nam.  Hiking quietly beside the river, we enjoyed the familiar\napproach, coming to recognize all the turns and viewpoints of the\npath. The sky was blue, and I thought about the route ahead. We&#39;d\ndecided to climb the Serpentine Arete, a 2000 foot high rock climb\nthat follows one of the backbones of the mountain up from the Colchuck\nGlacier. We brought plenty of rock climbing gear, as well as crampons\nand light ice axes. Theron forgot his headlamp, so we promised\nourselves to make it back to the car before dark, or at least\nsomewhere close.</p>\n<p>At the lake a little boy was excited that we were climbing Dragontail\nPeak.  His mom said he&#39;d been waiting to see someone with that\nintention. &quot;I&#39;m too old [for] Dragontail!&quot; he told us, somewhat\nnonsensically. At the same time, Theron had loaned me his MP3 player\nto listen to a 1950s radio drama called &quot;X minus One.&quot; The story was\nabout people who had died, their brains preserved, and shrunk into the\nautomaton bodies of &quot;tiny, humanoid maniquins.&quot; All for the purpose of\nadvertising research of course. Later, high on the climb, we would\noften laugh recounting some of the great lines.  &quot;I think you should\ngo&quot; was one of the best, murmured by the protaganist as his secretary\nmakes creepy flirtatious advances towards him.</p>\n<p>We left our ski poles near the lake, and hiked up snow of the Colchuck\nGlacier moraine. Crampons were soon useful, and after a short eating\nbreak we made our way to steep snow below the route. We crossed a\nbergschrund, and continued up blocky ledges. Then we front-pointed\nwith our crampons, using the pick of the axe in the ice for\nbalance. After moving up and right for about 100 feet we reached rock\nbands that provided some break from the constant front-pointing\n(tiring on the calves). Much to my chagrin, my ice axe sling came\nuntied and the axe slithered away!</p>\n<p>Luckily it stopped a few feet below on a rock step. Without breathing,\nI climbed down and grasped it, pretty happy not to lose it on this icy\nslope. I attached a carabiner and sling, climbed up to a rocky ledge\nand waited for Theron.  While our calf muscles came back to life we\nate some leftover dinner from Medeterranian Kitchen last night - lamb,\nrice, tomatoes, onions and hummus!</p>\n<p>We changed into rock shoes and Theron started up first. Trying to get\naround a rocky corner, he found himself crabbing up lichen-covered\nslabs leading to grim terrain. It&#39;s the duty of a belayer to heckle in\nthis situation, so I made the usual remarks about the lack of pro and\nflakes of lichen scraping off. Theron or the rock agreed, and they\nmade a deal that careful moves left would get him around the corner\nsafely. Soon I was paying out rope by the handful, as he continued up\nmoderate gullies and corners to a broad ledge.  Following, I\nespecially remember a burly lieback move to gain the ledge, then a\nwalk around a corner to more spectacular views. Thusly, one long pitch\nof rock above the snow got us to the crux pitch.</p>\n<p>Now it was my turn to climb the 5.8 finger-crack and face above. After\nsome hemming and hawing, I started up from a good fingerlock, then a\nshallow hand-jam.  Making a wrong move, I decided to down-climb and\nplace some pro before continuing. On the down-climb I slipped, caught\nby Theron on my first piece of gear. Whew! I got it right the next\ntime, enjoying the tricky climbing and eventually traversing to a\ncrack on the right. Proving that my ethics are very poor, I used a cam\nas a handhold because it blocked the best spot in the crack to get a\nsecure hand jam. I decided it was more important to climb fast and\nsecure than anything else. But now I have to live with myself! Oh the\nhorror!!</p>\n<p>Higher on this pitch, a spectacular corner crack led straight up and\nthen to a step-across move and the base of an attractive dihedral. I\nbelayed Theron up while enjoying the scenery which included a bevy of\nclimbers trooping up the Colchuck Glacier below. Some of them would\nlook up at us for long periods.</p>\n<p>Theron led off, getting some good gear in the tricky dihedral, then\nexiting for a pleasant corner crack running right below a roof. After\nclimbing this enjoyable pitch, we knew we&#39;d finished the technical\ncrux of the route. And then it started to snow.</p>\n<p>This was kind of unnerving with 1200 feet of 4th and 5th class\nclimbing to go!</p>\n<p>So now we climbed more quickly, hoping to be up high before the snow\nstarted to stick to things and melt into an unpleasant sheen of slush\nand ice covering the holds. A not-too-difficult offwidth chimney led\nto a world of blocks and flakes climbing up the crest. Later 3rd class\nterrain was walkable for 30 feet to the base of a headwall. Pausing to\nput on rain jackets in the driving snow, we climbed the headwall\ncarefully via friendly corners and flakes.  Aside from worrying about\nthe weather, this would be very pleasant terrain, certainly a little\nbit loose, but not terrible. We simul-climbed for long pitch after\npitch, occasionally stopping to belay a hard section.</p>\n<p>The driving snow seemed to isolate us in our own little world. As the\nclouds closed in around us we noticed the unnatural quiet that\nsnowflakes bring with them.  At other times the wind would blow,\ncoaxing more snow from the sky. Coming to another headwall, I found\nmyself before a long right-trending slab. Covered in wet black lichen,\nit looked dubious, but better than smooth walls straight above. I\ncould see a piton in the middle of the slab. With a quickdraw at the\nready, I crabbed out onto it, hands on a rounded lip at the top of the\nslab, feet looking for the least slippery steps. As often happens when\nyou depend on one particular savior, the piton proved\ndisappointing. It easily came out in my hand, and I wondered what\nstrange scenario caused it to be there ( a winter climb with frozen\nmud?).  Not liking my tenuous position, I moved quietly and precisely\nto the end of the slab so I could make many &quot;whoops&quot; of relief and say\nstuff to Theron like &quot;Dang, your gonna like that one!&quot; I definitely\nwanted to belay Theron on that part, so when continuing up brought me\nto a short, steep wall, I placed some gear and belayed. The snowfall\nreached maximum output while Theron was crossing the slab, then the\nclouds lifted suddenly with a cool, dry wind!</p>\n<p>Already the wet rock was drying, and we were finding new things to\nsmile about.  The psychological mein for grim duty melted away, and we\nresurrected an invention from two weeks before: singing Ozzy Osbourne\ntunes with the voice of a 1940&#39;s librarian (a heavy, out-of-fashion\nvibrato). Climbing 20 feet of steep ground, it seemed much easier on\ndry rock. Theron took over for the next series of simul-climbing\npitches, leading me up more endless corners, past snow and into\ngullies. This part of the climb reminded me of long chimney and gully\npitches on the Sassalungo two years ago.  That climb also had the\nsense of going on forever and ever in moderate 5th class gullies and\ncorners.</p>\n<p>Theron thought about leaving the ridge crest, but stayed on it,\nclimbing the right side of an especially steep headwall. (he was\nthankfully out of range of my timorous belay-seat patter about the\ndangers of leaving the crest).  I shortened the rope again and began\nsimul-climbing, now enjoying the views of tiny climbers glissading the\nsnowy glacier below. Later we found out those climbers had heard our\nvoices up on the cliff, but could never see us. I felt bad,\nremembering all the bad singing and lines from movies!</p>\n<p>I led up for the final pitches, exhibiting exceptionally poor\nroute-finding skills.  First I went up and left, making boulder moves\nto get around a corner just to find scary black walls, but with a hint\nof easy ground above them. Then I came back a bit and tried to climb\nan overhanging lieback crack. &quot;Who am I kidding?&quot; I thought. I had to\nclean my gear and downclimb almost to Theron, who sent me off to the\nright. I managed to overlook an easy route in lieu of a steep chimney\nfilled with icicles. Fascinated, I used a #3 Camelot to bash the\nicicles away, and put my hand deep in the fissure. One wall was smooth\nice. With Theron keeping the rope tight, I jammed upward, got my foot\nup by my head, and shoved myself into a flaring chimney, pack and gear\nscraping forcefully. I had just gotten tired of looking for the\neasiest way, but I didn&#39;t think it would be <em>that</em> hard!</p>\n<p>Now Theron and I ate the last of our food and changed into boots for a\nshort but steep snowfield below the final wall. We decided to escape\nto the left, rather than switch shoes again to climb a final 5.7\npitch. After eating the last of our food, I crunched up and around a\ncorner on surprisingly deep, fresh snow on old snow.  It felt so good\nto have boots on! Theron began climbing, and we soon rounded another\ncorner to gain 3rd class terrain below the summit. Climbing another 50\nmeters up rock and snow, we stood to admire the Stuart Range, held\ncaptive by drifts of cloud. &quot;I wonder if Carlos is over there?&quot; I\nsaid, looking to Prusik Peak.  He was going on his first backpacking\ntrip to Lake Viviane - did the snow scare him off? Nope, he had an\neventful night in the storm, tent shaking, snow piling up - the works!</p>\n<p>But for Theron and I, it was time to make the journey home. Descending\neasy terrain, we reached a glissade path, jumping aboard immediately\nfor a long, fun slide.  We walked to Aasgard Pass, then descended with\na combination of walking, boot-glissading, and sitting glissades. It\nwas kind of tricky, because the snow was curiously hard, tempting us\nto put on crampons. I lost control several times while glissading,\nwhich provided opportunity to practice self-arrest. Since I knew I\ncould stop myself, I just continued down with aplomb, content with my\nicy lot. Theron had no truck with this approach, so I waited for him\nin boulders by the lake. Unfortunately I&#39;d let some moisture get near\nthe video camera, and it complained &quot;DEW DETECTED,&quot; disobeying my\norder to film Colchuck Lake. We were really asking a lot of a\ncamcorder! It turned out to be fine.</p>\n<p>It took a while getting around the lake, and I was relieved to begin\nheading downhill. We zoomed along, passing a few parties (one guy said\n&quot;I want to get into climbing, specifically loose, slabby, moss-covered\nterrain.&quot; I wondered how he had dialed in so well the kind of ground I\ntry to avoid?). Theron listened to his MP3 player, I communed with the\nforest. We stopped for water at the bridge, actually laying\nspread-eagled on a slab in the light rain. It felt so good to lie down\nthough! The onset of shivering and impending approach of the would-be\nclimber (&quot;Are you undertaking extreme risk-taking behavior up there?&quot;)\nconvinced us to go.</p>\n<p>Now the long miles to the car, the same story of hurting feet, wet\nunderwear (I&#39;ve gotta quit wearing cotton), sore legs and heavy\npack. This is nothing new, just the price to pay for a day above the\nglaciers, moving carefully in sun and snow on the sheer faces.</p>\n<p>We reached the car at 8:45 pm, happily avoiding the need for a\nheadlamp Theron didn&#39;t have, just in time to worry about Leavenworth\nclosing down at 9 pm. Luckily it was Saturday, so we got to have a\nhuge Italian food meal before hitting the road. I could just see the\nwaiter rolling his eyes at another hobbling dirty pair, painfully\neager to tell their story of steep and snow, if only...someone would\nask!</p>\n<p>Theron as always, was a perfect partner, ready with advice or a funny\ncharacter impression to see you safely above. Thanks buddy!</p>\n<h2 id=\"detailed-notes\">Detailed Notes</h2>\n<p>We left the car at 5:45 am.</p>\n<p>Steep hard snow to get to the climbing, all frontpointing. For Theron,\nthe most nerve-wracking part, tense for me too. There was a big cliff\nbelow us. I nearly lost my ice axe when the wrist loop sling came\nuntied. It fell and luckily caught on a rock 10 feet below.</p>\n<p>Our pitch 1 was the pitch that led to the first 5.8 pitch.</p>\n<ul>\n<li><p>Pitch 1: 10:30 am. Theron tried to get into a blocky gully from\nour snow-covered ledge, but couldn&#39;t figure out a good way to do\nit. He placed some gear and continued up mossy steep featureless rock,\nhoping to traverse left into the gully higher up.  It looked like 5.9\nat least to me! His body started to slither down, and he decided to\ngive up on that way. We wondered what to do. Another look around the\ncorner to the left was more fruitful, and provided good climbing\ndespite a few steps on snow with rock shoes. Theron led a full 60\nmeters up a long gully then flakes, with a hard lieback move near the\nend. Then he walked along a ledge to a gnarled dead tree around the\ncorner. This pitch took one hour, which kind of scared us. But it did\ncover a lot of ground and that transition from snow climbing to rock\nclimbing is often problematic.</p>\n</li>\n<li><p>Pitch 2: 11:30 am. I had a choice of 5.9 climbing in a corner or\na 5.8 face with shallow cracks. I decided on the face because the\ncorner had vegetation, and what might be a hard exit from an overhang\n(might be bomber jams though, a great way to escape!). The first moves\non the face were hard. Standing on the left, I got a good fingerlock\nwith my right hand, and feet on small ledges. I had placed a small cam\njust below. Standing up I could reach a good hand jam. Getting my feet\nhigh (one jammed in the crack, the other smearing), I reached for\nanother good jam but I had messed up, because the crack flared,\nproviding a good hold only with my right hand (still jammed in the\ncrack at my hips). I decided to downclimb, get in sequence and try\nagain. Also, I should put gear in the hands section because it was a\nlittle dicey above that. While downclimbing, I couldn&#39;t find a good\nfoothold (it was under a lip), and started to fall. &quot;Falling!&quot; I\nyelled, as I slithered down. I fell away from the rock and onto my\nsmall cam. Whew!</p>\n</li>\n</ul>\n<p>I tried again, this time adding some pro, and getting the moves right\nas the crack flared. Higher, I had a dilemma because I placed a cam in\nthe most secure handhold location. I grabbed the carabiner on the cam\nas a handhold, not concerned with free climbing as precious minutes\nwere ticking by. Some more interesting moves brought me to a steller\ncorner crack that I couldn&#39;t pass up. Excellent jams and smearing for\nfeet took me up 30 feet to the exit. As a reward there were\nchicken-heads for my feet there. I crossed a slab on the left, and\nbelayed below an open book. I think I got a picture of Theron climbing\nthe corner crack, which he described as fist jamming. My hands were\nall scraped up from this pitch!</p>\n<ul>\n<li><p>Pitch 3: Theron now led up the open book, encouraged to place\ngear early by my barely adequate gear belay. Despite slipping feet in\nthe corner, he climbed out of the book, and on to an enjoyable\ndihedral leading right under a roof. This was an enjoyable pitch, 5.7\nor maybe 5.8 in the open book. I remember asking &quot;did you feel a drop\nof rain?&quot;</p>\n</li>\n<li><p>Pitch 4: At the belay it started to snow. Small, dry graupel\nflakes. We tried to do several things at once, and almost lost\nTheron&#39;s lunch container. I was eager to reach easy ground before the\nsnow accumulated, so headed up what was actually a really nice\npitch. A chimney with an overhanging chockstone provided the opening\ndifficulties, then I entered a sheltered rock garden, making a step\nacross move to the left. The snow was piling up on ledges, but not\nmelted yet, so I still had some friction for smearing feet on\nwalls. After climbing a blocky gully, I continued up loose rock to a\nfinal interesting climbing problem (the details of which escape me\nnow!), and a ledge.</p>\n</li>\n<li><p>Pitch 5: We were eager to begin simul-climbing, especially as\nthe weather might get much worse. If we could eat up easy terrain we\nwould have time to go into &quot;ultra-slow-and-safe&quot; mode near the top if\nconditions required it, and still have time to escape by day&#39;s end. We\ncoiled some rope around our chests, and began climbing mixed 3rd and\n4th class terrain. Theron wisely suggested putting on rain jackets, so\nafter about 50 meters we joined up to do this, somberly putting away\nthe video camera as we prepared for suffering up icy cracks and faces!</p>\n</li>\n<li><p>Pitch 6: I&#39;d only placed a piece or two, so I continued in the\nlead. A wall reared above us, and we climbed gullies with solid flakes\nto reach the heart of it. In the driving snow I came to a slab leading\nright, with all the other options being featureless or overhanging. I\nthink Theron belayed me on this part or at least kept slack out of the\nrope. I saw a piton 15 feet away in the middle of the slab, so got a\nquickdraw ready to clip it. The reason for my apprehension was that\nnow the rock was wet. And this rock was covered in black lichen, which\nis icy slick once soaked. Put all that at an angle, with a few shallow\nhandholds, and it can provide the scariest terrain of a trip! For me,\nthis was. What&#39;s worse, I reached the piton, and found it so loose I\ncould remove it with my fingers! Suspiciously, I put it back (I don&#39;t\nknow why). It appeared to be pounded into dirt. Protection\nopportunities looked poor (hence the bad piton I suppose), so I\ncarefully continued on the icy tilted &quot;dance floor.&quot; Breathing a sigh\nof relief, I moved back left, climbing short steep steps and walking\nledges. By now, the rock faces in the distance had noticable snowy\noutlines on all non-vertical surfaces. I protected a short walk across\nanother &quot;dance floor&quot; with a cam high and a four-foot sling to prevent\nrope drag. Once across I tried to climb a steep corner, but quailed at\nthe difficulty, realizing I needed a belay and some human\nproximity. The driving snow seems to increase the distance between\nrope-mates, and a good belay at the base of the corner would get me\nmoving. I&#39;d promised to belay Theron as he crossed the slab, and this\nwas a good point. He reports that the snow was really driving down as\nhe crossed. Happily, it started to let up as he finished the\npitch. Tiny figures were walking on the Colchuck Glacier below.</p>\n</li>\n<li><p>Pitch 7: As Theron belayed me, I started up the corner,\nliebacking more confidently on rock that was already beginning to dry\nin the wind. Before, I thought I&#39;d have to aid the section, but with\njust a little more friction, the secrets were unlocked. I continued up\nterrain of stacked loose blocks and sand, trying to find a place to\nbelay Theron. Next to a finger of snow below a steep wall, I reeled in\nthe rope as he climbed. Now we could see distant mountains again, but\ndark clouds continued our way as if to say &quot;we&#39;ll be back.&quot;</p>\n</li>\n<li><p>Pitch 8: Theron climbed a short gully then continued on a ledge\nleading around right. I was suddenly fearful of leaving the crest, and\nrecognized the wall above from one of Dave Burdick&#39;s photos. Theron\nknocked off some loose blocks around the corner, and I scrambled up,\ncoiling rope around me to get voice contact with Theron. As it turned\nout, he&#39;d abandoned the idea to leave the crest, and was climbing the\nwall starting from an easier point. We knew that easier terrain lay to\nthe right of the ridge. But during the snowstorm I&#39;d been looking over\nthere, only to see dripping gray slabs in the murk, at their worst in\nfresh wet snow. Theron continued up pretty friendly terrain: nice 5.0\ncorners with solid flakes for holds.  We were really thankful the snow\nhad stopped!</p>\n</li>\n</ul>\n<p>Theron states there was an occasional short crux of maybe 5.4-5.6. He\nfollowed ramps with a zig-zag shape, and after some bad rope drag he\nbelayed me up to his stance.</p>\n<ul>\n<li><p>Pitch 9: Theron led up more easy terrain and eventually got back\nonto the crest.  He could see a distinct notch in front of himself\nwith a loose-looking gully to the right and more difficult,\nsnow-covered ground on the left.  He climbed up and over the high\npoint before the notch only to see that it was too difficult to\ndescend on either side, or straight over the crest.  So, he removed\nhis sling around a solid flake and climbed back down to the low point,\nset the sling on a lower flake, and downclimbed to the right.  The\nground was loose at the bottom but easy to avoid.  Easy moves led back\nto the ridge crest which had flattened out into a face again.  He\ncontinued up maybe 100 more feet, placing slings on flakes for\nprotection then hip-belayed me up.</p>\n</li>\n<li><p>Pitch 10: I was getting really tired, and overburdened due to\nextra rope I&#39;d coiled around myself on the previous pitch. I went up\nand left, making a hard move around a corner only to see a hint of\neasier ground above, passage sadly blocked by black overhanging\nslabs. I looked elsewhere for a good way (at one point entertaining an\noverhanging hand crack), but finally had to downclimb almost to the\nbelay. It was pretty hard to downclimb this easy terrain because of\nall the things hanging from me, blocking the view of my feet! Theron\nsuggested looking around to the right, so I went over and saw what\nlooked like a steep but reasonable exit to lower-angle terrain. It\nturned out to be a slightly overhanging crack and chimney, filled with\nicicles! But I was tired of hunting around for the best way up, so I\nbashed the icicles away and felt around for holds inside. I placed a\ncamming device, asked Theron to keep the rope tight and started up. It\nwas odd, because one wall of the crack was smooth ice. I could still\njam my hand in, but I knew it would go numb pretty soon. Thrutching\ngracelessly, I managed to get a foot up by my head and by scraping my\nback against a wall, move up into a slot that led after more\nthrutching to easier terrain. Climbing past more loose blocks, I set a\nbelay below snow slopes and the final headwall. Theron came up,\nchiding me for missing a third class gully around the corner. Shucks!</p>\n</li>\n<li><p>Pitch 11: We had to change into boots for snow slopes, and\ndidn&#39;t want to change back into rock shoes for the final 5.7 headwall,\nso this was just a steep snow traverse to the left and easier\nground. Then snow and rock slopes led us to the summit at 5:30 pm, for\n7 hours on the climb.</p>\n</li>\n</ul>\n<p>We reached the car at 8:45 pm, so 15 hours round trip.</p>\n"}