{"date":"2004-9-26","title":"Mount Constance","description":"<ul>\n<li>West Arete (5.6)</li>\n<li>September 26-27, 2004</li>\n</ul>\n<p>It seemed like a good time to go visit Mount\nConstance, one of the large and steep peaks in the Olympics. The\nweather forecast was great, and we&#39;d already had our eye on the\nOlympics for a climb of Mount Olympus (we had to cancel that because\nwe couldn&#39;t all get Monday off of work). Some folks like Josh and\nTheron ended up being busy, so it was Steve, Robert and myself.</p>\n<p>Robert and I met Steve at the washout, then we crossed below the vertical cliffs\nit created where the road used to be. &quot;Looks like Smith Rocks,&quot; said Robert.</p>\n<p>The bike ride up was really tedious, wearing out my thighs pre-maturely. \nRobert and  Steve were a good ways ahead. Eventually I realized that by \nraising my seat I could move  more efficiently (when your knees hit your elbows \nthat is a sign). We stashed bikes  after an hour of riding and began hiking up \nthe steep trail.</p>\n<p>This was a great chance to re-unite with Steve, as our climbing paths haven&#39;t \ncrossed in  well over a year. As we hiked, he told us about his recent trip to \nIndia. Robert and  Steve are both getting a lot of experience with outsourcing, \nand related a number of  interesting insights.</p>\n<p>The trail to Constance Lake is really, really steep. It also passes a really \ninteresting  apartment building. No wait...that&#39;s a moss-covered boulder! \nWhat long-ago creatures  scurried away when that fell down? Or maybe it&#39;s \nan erratic, brought down from Canada in  the ice age. Biggest rock I ever \nsaw...</p>\n<p>Above the picturesque lake we sat in the sun for a few hours, eating\nand lounging.  A party of two came down the scree trail from Avalanche\nCanyon. Tired and dusty, they gave us information about the\nmountain. It was nice of them to rebuild some cairns on their descent,\nas we had only vague notions about the way down.  We wandered down to\nthe lake, chose a camp and ate dinner. Steve and Robert did some\namazing rock skipping.  Darkness came before 8 pm, but there was a\nbright moon and no mist.</p>\n<p>Our party was on it&#39;s way by 6:30 am, needing headlamps for just a short \ndistance up the  trail. The long trip up the canyon was uneventful: \npreturnaturally quiet and devoid of  wildlife. We recognized the &quot;cat&#39;s ears&quot;\nwhere the normal route ascends the right side  of the canyon. Cliffs of The \nThumb looked very imposing, and the rock walls on the left  slope were \nespecially steep and interesting. Bubbly-looking rock awakened feelings of \nvague discomfort and curiousity.</p>\n<p><img src=\"images/viewouta.jpg\" alt=\"A view of Avalanche Canyon from the Arete\"></p>\n<p>Finally Crystal Pass was before us. I misjudged conditions and headed straight \nup an  enormous cone of scree and talus while Steve and Robert went around to \nthe left. I  fought pitched battles with the slope: 2 steps forward 1 step \nback, as rocks cascaded  like water under my hands and feet. The merest \ntouch would set off a slide that started  30 feet above me! Traversing \nover to my companions was difficult, and I arrived at the  pass some \ndistance behind, shaking my head.</p>\n<p>But the pass provided a great view of a crevassed glacier far below on the \nnorth side,  and Warrior Peak loomed across a gap. We uncoiled the rope and \nput on cold rock shoes  for the climb ahead. The West Arete wasn&#39;t looking \nmuch like an arete at first, more a  broad, gullied buttress. Robert started \nout first, climbing up and slightly rightward  for 4-5 ropelengths. Steve and \nI were near each other at the end of the rope, so we got  to talk affably \nabout the rock and potential climbs on surrounding walls. In general,\nprotection on the route seemed sparse but adequate for the 4th class and \noccasional 5th  class terrain we climbed. Robert picked a good route, \ngoing left often enough to keep  from losing sight of the crest, but \navoiding steep walls that mark the lower portion of  the buttress. We \nfollowed snaking gullies and short exposed faces, enjoying the quickly \nexpanding view of walls to the right and the valley below. We did experience \nsome rockfall in shallow chimneys, but the rock was (mostly) \npleasantly solid.  We came to a confusing location where a tower rises on \nthe left and on the right. When  you get right up next to it, you see that \nthe right tower provides the correct route,  but until then it looks completely \nwrong. Robert endured our &quot;second-guessing&quot; from a position that gave the\nimpression he was climbing an isolated tower that would lead to a dead end! \nSteve and I were eventually reassured, and enjoyed climbing a steep hand crack\nthen face to the summit of the tower.</p>\n<p>Weaving among a few gendarmes, we were soon at the base of a steep and imposing\nwall. The Kearney book mentioned following a rotten ledge up and right for\n20 feet. Once right at the base of the wall, this is very clearly seen. I led\noff, placing good gear near the start, then clipping a piton at the end\nof the ledge before turning straight up. This mostly-vertical pitch had some\ngreat exposure, but solid rock and straightforward route-finding. I trended\nleft past some more old pitons and set a belay at the base of a chimney. There\nare at least two pitons, a wedged block and a solid horn here, so it&#39;s an \nideal belay spot. It looked pretty wild when Steve or Robert came into view\nwith steep cliffs all around. </p>\n<p><img src=\"images/wallstart.jpg\" alt=\"Steve belays me on the lower part of a steep wall while Robert stands idle\"></p>\n<p><img src=\"images/wallguys.jpg\" alt=\"Looking down from the chimney belay stance\"></p>\n<p>The Kearney guide says to avoid climbing the chimney, so I continued up a\nwide and interesting crack system to the left. Eventually I did enter the\nchimney higher up, as it was a natural thing to do, and it provided some \nprotection after 30 feet of easy face climbing. Next I followed a ledge\nup and left, enduring &quot;Fat Man&#39;s Misery&quot; as I had to crouch on the ledge\nunder an overhang. By this time we were simul-climbing again. I climbed a\nwall left of a steep open book. This led to more open, but loose and licheny\nterrain, and finally I was above the wall and walking on low angle talus\nslopes. Once on the crest again, I belayed Steve and Robert up and we stopped\nfor a snack and some pictures.</p>\n<p>Robert then led us for a couple of 3rd and 4th class pitches along an airy\nridge to the summit ridge crest. We descended sunny slopes for 100 feet\nto meet the normal route to the summit, unroping and continuing with minimal\ngear (just lunch and a camera). It&#39;s pretty clever the way this route\ntraverses ledges to just below the summit block. We made an error at one\npoint, thinking we needed to hike down scree 200 feet and go around a buttress.\nThe climb back up that was pretty lame!</p>\n<p><img src=\"images/ridgehikin.jpg\" alt=\"Robert leads us to the summit ridge crest\"></p>\n<p>A short scramble gained the summit, where we could gaze at Mt. Olympus and\nother peaks to the south and west. Seattle was socked in under a cloud sea,\nbut the volcanos north and east rose up beautifully. Great summit! </p>\n<p><img src=\"images/belowsumwall.jpg\" alt=\"Robert and Steve just below the summit\"></p>\n<p><img src=\"images/stevesummit.jpg\" alt=\"Steve at the summit\"></p>\n<p>Retracing our steps, we picked up our gear and continued along a scenic\nridge to the &quot;Finger Traverse,&quot; first climbed by </p>\n<p>Lionel Chute of Mt. Index fame. (There is a very interesting\nstory about Lionel Chute in the Northwest Mountaineering Journal,\navailable online at <a href=\"http://www.mountaineers.org/nwmj/041_Index.html\">http://www.mountaineers.org/nwmj/041_Index.html</a>)\nSteve led out on the rope, finding it very easy. He belayed me across,\nand Robert soloed it. It is basically a 5.0 move or two with a lot of exposure.\nHandholds are very good.</p>\n<p><img src=\"images/travdescent.jpg\" alt=\"The finger traverse is on the upper left\"></p>\n<p>More scenic ledges and then long descents of scree awaited us on the other side.\nWe enjoyed the stimulating route-finding. Crossing an icy snowfield made us\nnervous at one point, but it went easily without special gear this time.\nEventually we started losing hundreds then thousands of feet in scree gullies,\nand soon regained our morning trail in Avalanche Canyon.</p>\n<p><img src=\"images/screeout.jpg\" alt=\"Scenic hiking down the standard route\">\n<img src=\"images/dantesplace.jpg\" alt=\"Paying the piper: scree! scree! scree!\"></p>\n<p>Resting for a few minutes at the lake, we watched the fish jump for insects\nat the surface. But soon we hurried down, worried about missing the last ferry\nhome. Indeed, Steve set a blistering pace down the steep and invigorating trail.\nIt&#39;s taken three days for my legs to recover from that long controlled fall!\nWe immediately got on the bikes and raced 5 miles down the road in what\nseemed like 15 minutes to reach the car. Robert and I had time to get a beer\nand a burger before taking the 8:30 ferry back to Edmunds, and Steve made\nit home at a reasonably decent hour. Thanks to Robert, Constance and Steve for\na great weekend!</p>\n"}