{"date":"2004-1-1","title":"Short Reports 2004","description":"<h3 id=\"west-fork-foss-river-12-23-04-\">West Fork Foss River, 12/23/04}</h3>\n<p>There are only trace amounts of snow to Trout Lake, and increasing\nsnow to Copper Lake, although a boot track exists to there. Snowshoes\nwould be desirable beyond. The weather was good, with great views at\nCopper Lake. I would have loved to continue on to Big Heart Lake! 4\nhours car to car.</p>\n<h3 id=\"granite-mountain-10-27-04-\">Granite Mountain, 10/27/04}</h3>\n<p>Carlos Pessoa and I took advantage of the great weather this morning\nto get in a &quot;Dawn Patrol&quot; hike. Somewhat delayed by his fascinating\nguitar and keyboard setup at home, we eventually were hiking at 6:00\nam. The trail was dry, the air was crisp, and there was hoarfrost\npushing up on the edges of the trail like crystaline entities. Once\nabove the trees there was a dusting of snow on the trail. Golden\nsunrise found us in a frozen bog with the Lookout building visible\nabove. We took a time-consuming steeper line up deep snow drifts on\nthe final slope, discovering the much better &quot;real trail&quot; on the\ndescent. We felt like free men standing on the balcony of the Lookout,\nsipping drinks and admiring a snowy group of peaks. Hiking down, we\nencountered three parties going up. Most wise we all were on this blue\nsky day!</p>\n<h3 id=\"mount-dickerman-10-24-04-\">Mount Dickerman, 10/24/04}</h3>\n<p>On the spur of the moment, I left the house for a hike up\nMount Dickerman. It had been a few years since I was there, and I thought I&#39;d\nsee what the first big snowstorm had done to the high country. I started\nhiking at 1:30 pm, through damp but pleasant forest. The sword ferns looked\nexceptionally dark green and healthy. Once above the dense forest slope I\nsaw patches of blue sky, and unobstructed views across the valley to\nBig Four Mountain, Vesper Peak, Sperry and Del Campo, the latter partially\nshrouded in cloud. The light was quite dramatic, because a dense gray band\nof cloud over those mountains shaded and blackened them, but enough\nsun could peak through to bath me in sunshine. The snow became deeper, \nand I appreciated the packed-in trail as depths reached two feet below the summit.\nA quick look around at peaks to the south (Sloan looked especially nice,\nthough beshrouded), then it started to snow on me. Clouds engulfed the upper\nslopes and I hiked away, back to the deep valley at 5:15 pm.</p>\n<h3 id=\"granite-mountain-10-14-04-\">Granite Mountain, 10/14/04}</h3>\n<p>I went for a quick hike up Granite Mountain in the morning, but I took my\nnatural history book to try and identify some plants. Where the forest opened\nup to brush, I got out the book and started trying to identify things.\nBefore long, I knew I wouldn&#39;t be going any further: there was too much to\nname! I saw Red Alder and Braken and Swordfern and Maidenhair fern and\nMountain Lover and Snowberry and Cascara and Big Leaf Maple and Vine Maple\nand Western Red Cedar trees and Douglas Fir trees and Salmonberry.\nNow if I can only remember all those names! I ran down the trail with\na better appreciation of the woods I usually tromp through unthinkingly.</p>\n<h3 id=\"index-climbing-10-02-04-\">Index Climbing, 10/02/04}</h3>\n<p>Robert Meshew and I went for a quick morning climb. We warmed up on the finger\ncrack pitch of Aries, then I got scared trying to lead the chimney (which seemed\nso easy last time!). Both of us backed off of that, so Robert led around a\ndifferent way, and I finished the climb with the cool undercling traverse\nto the chain anchors. I eventually realized the mistake in the chimney: we needed\nto place some gear high in the back, then come back down and start chimney-climbing\nwell out in the wide slot. It feels really insecure trying to begin climbing\nit when you are lodged deep in the back. Oh well, next time! After this, Robert led\nthe first pitch of \nPrincely Ambition, doing a great job on his first time.\nI led pitch 2, dirty but still fun. Then Robert led \nGodzilla and I followed.\nA great morning at Index!</p>\n<h3 id=\"index-climbing-9-21-04-\">Index Climbing, 9/21/04}</h3>\n<p>Carlos&#39;s brother had never gone rock climbing before, so the three of us\nheaded out early in the morning for a quick jaunt up Great Northern Slab.\nHe did really well, and is probably hooked for life! I know I was...</p>\n<h3 id=\"index-climbing-8-29-04-\">Index Climbing, 8/29/04}</h3>\n<p>Mardi had never climbed at Index, so Bob and I took her out there for\na fun climb of the Great Northern Slab route.  She did super well! Actually, it\nseemed like Bob was more inclined to feel wierd about the exposure\nwhile rappeling and stuff like that than she was :-). We did the usual\nthree pitches, climbing the bolted slab variation on the last\none. Then just for fun we climbed the 2nd pitch of Aries: the 5.8\nstellar finger crack that leads to the chimney. On the way home Bob\nsaid &quot;so are you going to put this on your little web site?&quot; He can\nbe such a mom sometimes!</p>\n<h3 id=\"index-climbing-7-22-04-\">Index Climbing, 7/22/04}</h3>\n<p>Rudy and I were back (3 weeks later?) for a quick morning climbing fix.\nHe led Japanese Gardens to the mid-pitch double bolt anchor as a warm up.\nI top roped it, found it fun and fairly easy - a great warm up. Leaving gear\nin place, he re-led, then reached the first crux after a tricky lieback/offwidth\nsection. Getting good gear above a bulge, he set off on shallow cuticle jams (5.11b),\nand lobbed off just as his right hand reached a great fingerlock. It was\nan exciting 20 foot fall, which woke him up nicely. The tiny TCU he placed\nin a finger pocket held. After sending the move, he reached the second crux (5.11c)\nand had a similar problem, again overcome after one fall.</p>\n<p>Now I had to somehow climb it, yikes! I repeated the first section,\nfinding it harder now that the sun was beating on the crag. I had some\ntrouble moving from lieback to offwidth, but got it on the second\ntry. The first crux was incredibly hard I thought.  I flailed around\ngreatly, eventually &quot;grokking&quot; the 2-3 moves required to reach a\ngreat finger pocket. A bit tired, I climbed a hand crack up to a big\nstem, then positioned for the final crux - a real monster! I made the\nfirst moves but never did figure out the next two or three needed to\nget into a solid crack above. Once on the ground Rudy could explain\nthe kind of dynamic nature of it - hands on a shallow ledge, walk your\nfeet up quickly and lunge for the crack. Sounds so easy now! (yeah\nright). A few more moves reached the anchor. What a great climb,\nsomething to work on for me definitely!</p>\n<p>The wall was baking even at 9 am, so we repaired to the Inner\nWall. Rudy gave me beta for Toxic Shock (5.9), and I climbed up, a\nlittle frazzled from the previous hard climb.  Nonetheless, I found my\nkidneys turning yellow from the shock of steep liebacking, then an\nawesome, bomber vertical hand crack. Rudy climbed it, then I scrambled\nthe variation 5.8 start to the route. Halfway up Rudy tossed me a rope\nto tie on to so I wouldn&#39;t hit the ground if I fell. Good idea, oh\nwait, that was my idea! It&#39;s a great variation, definitely do both.</p>\n<p>Off to work, sad to leave the granite planet!</p>\n<h3 id=\"index-climbing-\">Index Climbing}</h3>\n<p>Rudy R. and I went to Index for a few quick hours before work. Rudy\nled Sagittarius (5.9), a climb I&#39;d wanted to do for a while but was\nintimidated by. It was really fun: a few lieback moves to a hand\ncrack with good gear, then easy face climbing under the long roof to bolts.\nThen an awkward off-width crack/chimney that leads to more hand cracks\nand a lieback to the bolted belay. Awesome!</p>\n<p>After this, Rudy gave me some beta for Roger&#39;s Corner, and I led\nthe short 5.7 first pitch and 5.9 second pitch as one. The second pitch\nwent through a section of grainy rock, then reached a stellar series of\ncracks below a tree anchor. From here, Rudy led Breakfast of Champions (5.10a).\nI followed, enjoying the insecure opening moves and bomber hand-jams above.\nWe thought it was getting late, so made rappels to the ground and drove\naway. But we actually had time for one or two more climbs! Next time\nwe&#39;ll bring a watch to the cliff. A great first climb with Rudy!</p>\n<h3 id=\"mount-si-june-17-2004-\">Mount Si, June 17, 2004}</h3>\n<p>Went for a quick hike up Mount Si after work. I made it to the top of the\nHaystack 1 hour 35 minutes after leaving the car, and back down in 45\nminutes (after a nice long rest on top!). There is a lot of work being\ndone in the first 2 miles of the new trail, many new steps.</p>\n<h3 id=\"index-climbing-june-3-2004-\">Index Climbing, June 3, 2004}</h3>\n<p>Carlos had never been climbing outside, so I took him to Index to climb\nGreat Northern Slab. He did very well on the climbing. On the last pitch, I\nchose to follow a line of 3 bolts on the left of the slab rather than my usual\n&quot;pilgrim&#39;s progress&quot; up a shallow crack on the right to the trees. The bolts\nwere fun, probably about 5.7 or so in difficulty. For Carlos, untutored in\nslab climbing, this was the hardest part. He worked mightily to master the\nmoves, eventually arriving at the little forest that marks the top of the climb.\nWe met cc.com friends &quot;Greg W&quot; and &quot;Snugtop&quot; here, teaming up for a double\nrope rappel down Velvasheen to the iron bolts. Alas! the ropes were stuck\nfast somehow. We executed some shinanigans to eventually free them and\ncontinue our descent. Another great evening at Index!</p>\n<h3 id=\"snoqualmie-mountain-may-22-2004-\">Snoqualmie Mountain, May 22, 2004}</h3>\n<p>Needing some exercise but unable to get inspired by the health club, I\nresigned myself to a rainy ascent of Snoqualmie Mountain. I walked\ninto the fog and clouds via the old trail near the Snow Lake\ntrailhead, taking a left turn 1000 feet up for Snoqualmie rather than\nGuye. I was surprised to see a guy on his way down near here. The\nclouds were thick but it wasn&#39;t raining, which was nice. About 400\nfeet below the summit, I met a party of two. We sat on rocks at the\nsummit and talked about climbs and hikes until it started snowing\nhard. They went to climb Guye Peak, and I trundled my way down snow,\nslick roots, rocks and trail.</p>\n<h3 id=\"exit-38-april-29-2004-\">Exit 38, April 29, 2004}</h3>\n<p>Josh and I unwittingly hiked past the Amazonia and Club Paradiso walls, failing\nupwards all the way to the Peannicle. We saw a few sad rocks along the way, all\ndripping and unattractive, so I guess it was just as well. We climbed\n&quot;Peanut Brittle,&quot; finding it a bit harder than the 5.6/5.7 rating it gets in\nthe guidebook. Then &quot;Killer Bob,&quot; which had enjoyable juggy holds to escape an\noverhang (5.9). Finally, we climbed &quot;Gallivant (5.10a),&quot; which was the longest\nroute, with interesting moves on a steep slab to a vertical headwall. I belayed\nJosh from the top of this one, which provided a great view of the fertile valley\nbelow. A rappel, then nice jog back to the trailhead. &quot;Be gentle, but be\nvigilant&quot; was the catchphrase of the morning, invented from a meaty stew of\nconversation about public servants, irate laypeople, a lack of toilet paper, and\negregious affronts to propriety.</p>\n<h3 id=\"wallace-falls-april-26-2004-\">Wallace Falls, April 26, 2004}</h3>\n<p>I went for an evening hike/jog to the Upper Falls. It took me about\n50 minutes to reach it. I enjoyed the pleasant forest trail with \nscenic views looking down to the river. The falls had a huge volume\nof water. At the middle falls on the way down I looked out at the golden valley.</p>\n<h3 id=\"index-lake-serene-april-18-2004-\">Index/Lake Serene, April 18, 2004}</h3>\n<p>I hadn&#39;t been out in a while. I went to the Lower Town Wall and\nquickly soloed the first two pitches of &quot;Great Northern Slab.&quot; It\nstarted to rain, so I rappelled down instead of climbing the last\npitch. Next I went to the Lake Serene trailhead, and made the hike up\nto the Lake. There were still good local views, but the rain increased\nsteadily. I took the old trail, amazed at how icy-slick the roots and\nlogs become in the rain. Walking through a bit of snow at the top, I\nreached the lake then accidentally poured Gatorade all over my pack. I\nthought I put the cap back on. The Norwegian Buttresses looked pretty\namazing, what a great and horrible climb they would make! On the way\ndown I wished for a rain jacket, or maybe crampons for the icy\nlogs. It took me 35 minutes on the climb, then 2.5 hours for the hike\nup and back. A great afternoon was had!</p>\n<h3 id=\"lake-22-april-2004-\">Lake 22, April, 2004}</h3>\n<p>Carlos told me that this was a great easy hike with spectacular views from\nthe lake, so when Kris and I had the afternoon free, I jumped at the chance for us\nto go there. We started hiking around 2 pm, and after a long walk through\nscenic forest, found ourselves switchbacking up an open hillside. Kris named\na mountain across the valley &quot;Mount Cous-cous.&quot; I approved heartily. Once back\nin the forest, we continued on packed snow to the lake outlet. Indeed, the\ncliffs were spectacular, with a few waterfalls cascading down to the lake.\nKris saw her first avalanche here, when blocks of snow fell away from a high\nportion of the wall. The rumbling and roar continued for about 30 seconds.\nA family teetered across a log to a trail on the other side of the outlet.\nThe sun was warm, and Kris enjoyed her packet of &quot;Corn Gone Wrong.&quot; We headed\ndown, talking about all sorts of things. We stopped to rest on a bridge over\nthe raging river. It was a fun trip!</p>\n<p><img src=\"images/lake22.jpg\" alt=\"Lake 22\">\n<img src=\"images/krismelake.jpg\" alt=\"Kris and Michael at Lake 22\">\n<img src=\"images/krislake22.jpg\" alt=\"&quot;A little koala I know&quot;\"></p>\n<h3 id=\"index-climbing-april-2-2004-\">Index Climbing, April 2, 2004}</h3>\n<p>Peter Chapman and I got up early for a morning climb at Index.\nWe decided to climb 2 pitches of Princely Ambitions (5.10a).\nI really enjoy this climb. For me it is a little scary, especially\nearly in the season. The individual moves are not strenuous, but\nrequire balance and a willingness to commit. The step-to-the-right\nmove below the hand traverse, and then the hand traverse itself are\nthe mental cruxes. This time, I placed a very good medium nut at the\nstart of the hand traverse - Peter almost had to leave it while cleaning.\nI&#39;d never placed anything there before successfully. Here goes!\nIt&#39;s amazing how the vertical wall begins cutting away beneath you\nas you traverse. A patch of running water made for some damp rock\nand some anxiety midway. It was great to pull up and place an\norange Metolius cam on the other side. Peter enjoyed his first time\non the great pitch. He continued for the lead of pitch 2, rated 5.8.\nIt climbs a crack and shallow chimney for 30 meters, the rock kind\nof grainy near the top. He found it instructive and very satisfying.\nThe sun felt like like summer on the peaks around, crisp in the\nstill, cool air.</p>\n<h3 id=\"vantage-climbing-march-20-2004-\">Vantage Climbing, March 20, 2004}</h3>\n<p>Peter, Kim and I went out for some climbing. We narrowly escaped a car\naccident on the way when a truck cut off a car in front of us. That car\nwildly swung across the interstate, barely escaped rolling, and came\nto a stop after 360 degrees in the median. We rode right through their\npath, also coming to a gentle stop in the median. I helped push the\nguy&#39;s car out of the median where it had dug itself in. He was lucky,\nwe were lucky - the truck that cut him off should feel lucky too.\nSo anyway, Peter led &quot;Chossmaster&quot; (5.7) as one long pitch, a good\nwarm up, but Kim was disconcerted by the different character of the\nrock from her plastic medium of the last few months! Then I got fired\nup to go crack climbing, so I led &quot;Tangled up in Blue (5.9),&quot; having\nto rest on the rope twice, not used to the complexity of placing \ngear and actually climbing! That tired me out, so I rested while\nPeter and Kim climbed &quot;Vantage Point (5.8),&quot; a great arete climb they\nboth enjoyed. Then I led &quot;Crossing the Threshold (5.8),&quot; a considerably\neasier crack climb, but really fun. Kim followed it, maybe it was her\nfirst 5.8 crack climb? The exit was really loose and ugly, we had to\nbe very careful getting up to the plateau. Theron and Justin stopped\nby to say hello, and we finished by Peter leading &quot;Party in your Pants\n(5.8),&quot; aka &quot;Twin Cracks.&quot; I followed it. I&#39;m always giving him a hard \ntime for his hexes, but he made some great placements with them I must say.\nAlas, we had to go home early for a dinner appointment. Really fun\ntime though, thanks guys!</p>\n<h3 id=\"snoqualmie-pass-skiing-march-12-2004-\">Snoqualmie Pass Skiing, March 12, 2004}</h3>\n<p>Friday night Kris and I skied for a few hours at Summit West. Pretty fun, but\nkind of icy too.</p>\n<h3 id=\"snoqualmie-pass-skiing-march-7-2004-\">Snoqualmie Pass Skiing, March 7, 2004}</h3>\n<p>I came back with Kris Sunday afternoon. Despite constant rain (yuck), we had\na good time. She improved her skiing technique dramatically, and learned to\ngo faster yet relax more. Finally we quit at 5 pm, totally soaked but pleased.\nWe stayed at Summit West.</p>\n<h3 id=\"snoqualmie-pass-skiing-march-6-2004-\">Snoqualmie Pass Skiing, March 6, 2004}</h3>\n<p>I had from 8 until noon, so I decided to visit the Snoqualmie Pass ski area.\nI started at Summit West, and gradually worked my way over to Summit East,\nskiing some runs multiple times for fun. The most crowded lift was at\nSummit East, so pretty soon I started back. Fun time, and I thought Kris\nwould like these slopes better than Crystal Mtn since there are more\nuniform beginner slopes. Pretty nice weather, including some sun. The\nviews of Guye Peak, Commonwealth Basin and the Gold Creek valley were very\npretty.</p>\n<h3 id=\"oahu-hike-lanipo-ridge-feb-27-2004-\">Oahu Hike - Lanipo Ridge, Feb 27, 2004}</h3>\n<p>I had the morning free to hike, so I hiked/ran up the Lanipo Ridge\ntrail in a strong wind. There was supposed to be a big storm\ncoming. The trail was beautiful, with a steep drop-off on either\nside of the narrow ridge for it&#39;s 3.5 mile length. There were many\nups and downs. Eventually I entered a cloud, so my views of\nwindward-side Oahu were obscured. I hiked down, then the downpour\narrived: horizontal sheets of rain got me soaked. Good trail!</p>\n<h3 id=\"cougar-mountain-run-feb-22-2004-\">Cougar Mountain Run, Feb 22, 2004}</h3>\n<p>In the evening I went for a run from the Wilderness Cliffs trail up\nto Anti-aircraft Peak and back. It was a nice sunset as I returned\nto the car.</p>\n<h3 id=\"crystal-mountain-skiing-feb-20-21-2004-\">Crystal Mountain Skiing, Feb 20-21, 2004}</h3>\n<p>Kris and I stayed two nights at Crystal Mountain for skiing. I bought a\nnew book about it and learned some great new techniques. Kris had her\nnew skis, and they were taking some adjustment to learn about. She also\ntook a lesson, but it was disappointing. Also, snowboarders bumped into\nher and knocked her over twice on one run, so we were both kind of unhappy.\nThe next day I got up early and skied, doing better at making many short\nturns. Then Kris came out and again had a challenging time. We decided\nto go home a day early, as she was really sore. Oh well, better luck\nnext time!</p>\n<h3 id=\"the-tooth-feb-14-2004-\">The Tooth, Feb 14, 2004}</h3>\n<p>I will move this to a larger page when I get pictures. Theron, Peter and\nI had an adventurous day near the Tooth. First breaking trail up there,\nthen climbing a steep gully to the notch (Theron&#39;s fingers froze painfully\nas he led the way near the end), then the first pitch of the Tooth.\nI climbed with crampons and ice tools in a cold wind and snow. About\n40 feet up I came to an impass I could only protect with a #3 Camelot,\nbut I didn&#39;t have the gear. The moves (torqueing my tools deep in a crack)\nfelt sketchy enough that I couldn&#39;t do it without some protection.\nWithout the requisite rucksack full of courage, I was spent. Theron and\nPeter were cold standing in the wind, so we rappelled down the gully\nand went for some ice climbing on the other side of the bowl.\nPeter led a great pitch (WI3+ by his lights) up vertical bulges of yellow\nice to an awkward snow/brush topout. We all top-roped the pitch once or\ntwice, it was really fun. On the way down, Peter set off a small but scary\nslab avalanche. We saw the slope crack all around him and the top layer\nslid down. Luckily, he wasn&#39;t caught in it!</p>\n<p>Here are the pictures for now:</p>\n<p><img src=\"images/bittercoldtooth.jpg\" alt=\"A cold Peter and Theron on the Tooth\">\n<img src=\"images/snowrapping.jpg\" alt=\"Descending from the Tooth\">\n<img src=\"images/peterleading.jpg\" alt=\"Peter leading an ice climb\">\n<img src=\"images/metoprope.jpg\" alt=\"Michael following the great pitch\">\n<img src=\"images/onice1.jpg\" alt=\"Theron on his first ice climb\"></p>\n<h3 id=\"mount-si-feb-13-2004-\">Mount Si, Feb 13, 2004}</h3>\n<p>Theron and I hiked up the old trail to Mount Si before work. It was\nhis first time on that trail. I was worried about missing an important\nturn in the dark, but it was light enough for me to see. We had fun\nhiking up, then on a whim decided to climb the haystack. Neither of us\nhad ice axes, but I had &quot;instep&quot; crampons (for icy streets and\nsidewalks!) and Theron had his full alpine crampons. It was a good mix\nof dry rock and crusty snow. It took two hours to the summit, where we\nadmired great views of Seattle and Mt. Rainier. Getting down was\ntough, the footing on icy ground was kind of insecure without front\npoints. Theron kicked a few steps for me on the lower section. Anyway,\nthe &quot;instep&quot; crampons were really great for the icy upper mile of\nthe trail.  We headed down, exciting about some climbing for the next\nday.</p>\n<h3 id=\"cougar-mountain-feb-5-2004-\">Cougar Mountain, Feb 5, 2004}</h3>\n<p>Ran 7 miles this morning after meeting Robert here. He is in much\nbetter shape, left me in the dust. But we met later near Wilderness\nPeak. I continued to near Doughty Falls, then went through this &quot;Shy\nBear Marsh&quot; to get back, in a big figure 8 loop.</p>\n<h3 id=\"crystal-mountain-skiing-feb-1-2004-\">Crystal Mountain Skiing, Feb 1, 2004}</h3>\n<p>Robert, Josh and I went skiing (snowboarding for Robert). It was\ngreat. I did some more black diamond runs, and Josh taught me about\nskiing down the fall line more aggressively. I think I got the message\nnear the end of the day, and am excited to work on it more. I added it\nup, we descended over 12,000 feet and skied 10 miles!  That is really\nneat to be able to cover so much ground. We saw Bob and Mardi in a\nfreak meeting. We also saw Mark Haley, which was awesome. Aidan was\noff shredding the backcountry or somethin&#39;.</p>\n<h3 id=\"steven-s-pass-skiing-jan-25-2004-\">Steven&#39;s Pass Skiing, Jan 25, 2004}</h3>\n<p>More skiing for me n&#39; Kris. Kris really got out on the blue runs\ntoday: Rock n&#39; Blue, Broadway, then Hagen Hill and off to the\nbackside. Conditions were tougher there, as the Gemini run was\nungroomed. She fell and we couldn&#39;t get her skis back on, until I\nrealized that this contraption had to be locked down. We bailed from\nthe lower part of Gemini for a fun road ski on Outer Limits, which was\na good idea. Then we hurried back to the front on Skid Road and\nPromenade. She was almost late for her lesson! I kind of wore her out\nwith that ambitious itinerary. Sorry dar! While Kris took a lesson, I\nskied down Orion, much like the week before. I was getting excited to\nski down along the long lift, but a look at my watch convinced me\notherwise, so I did Aquarius Face, which was pretty &quot;skiied out,&quot;\nand difficult for me. I fell and lost a ski in the deep snow!  After\n10 minutes of searching in the deep snow, I found it. I then\nre-connected with Orion and Gemini to the base, then screamed down\nCrest Trail to meet Kris. We rested a good while and ate. Then off to\nInternational, then Skyline. I took a steeper line down that, then did\nthe black diamond Exibition variation, which was great. We were now\nvery tired...</p>\n<h3 id=\"cougar-mountain-jan-22-2004-\">Cougar Mountain, Jan 22, 2004}</h3>\n<p>I&#39;d long wondering about trail running, and a gut-busting Indian Food\nmeal the night before with Kris and Theron convinced me it was time to\nstep up to the plate. I forgot my headlamp, so I had to wait until\n7:15 to start, but I parked at the Squak Mtn. Connector Trail (I\nmistakenly thought it was the Wilderness Creek trailhead, which would\ncause hilarity later when I finished my &quot;loop.&quot; Of course, I didn&#39;t\nhave a map either!). I used the &quot;50 Trail Runs in Washington&quot; book\nto chose a course. I altered that books course to shorten the 14 mile\nrun to about 11 miles by truncating the loop at Clay Pit Road.</p>\n<p>This was more fun than I expected it to be. Especially with music! The\nsunrise was awesome, with a golden Mt. Rainier and pink sky visible\nfrom Wilderness Peak. I really enjoyed running along the trail. My\ntruncated loop took me 2.5 hours. It was hard to keep track of all the\njunctions, but the signs were good. I&#39;m going to be pretty sore I\nthink! Looking forward to some more of this...</p>\n<h3 id=\"steven-s-pass-skiing-jan-18-2004-\">Steven&#39;s Pass Skiing, Jan 18, 2004}</h3>\n<p>Kris and I went skiing Sunday. It was snowing moderately, probably\ngood because conditions were icy before. We did the green run a few\ntimes, then a blue run (Broadway), then she had a lesson while I went\nto the &quot;backside.&quot; I went down Gemini, then Orion, which was my\nfirst black diamond run by myself. No falls! Although it tired me\nout. I screamed back to the front because her lesson was over. We ate\nlunch, then I skied down &quot;Showcase&quot; - I really like that run, I\nthink it is my favorite blue run, as the angle is constant and steep\nenough for a great view of the area below. We did Rock n Blue and then\nSkyline together, which was really fun - she had already improved! But\nnow she was beat, so she skied to the car and I got in two more quick\nruns. First &quot;Parachute 1,&quot; this was too steep and narrow for me to\ndo well. I nearly fell on a broken beer bottle in the middle of the\nrun! Then I did the black diamond variation to &quot;International,&quot;\nwhich was great.</p>\n<h3 id=\"index-climbing-jan-16-2004-\">Index Climbing, Jan 16, 2004}</h3>\n<p>Peter and I each led &quot;Steel Monkey,&quot; a great C1 aid climb easiest with thin nuts.\nThe sun came out for a while, and there was some rock fall at the Quarry. </p>\n<h3 id=\"mt-catherine-loop-jan-11-2004-\">Mt. Catherine Loop, Jan 11, 2004}</h3>\n<p>Josh, Dan, Peter and myself had most of the day for some nordic\nskiing. The Mt. Catherine Loop seemed like a good idea, with some\ntrail-less navigation to Nordic Pass.\nWe managed to fit all four of us with skis in my car,\nand drove to the pass. Peter and Dan had beefy AT gear, while\nJosh and I had long tele skis and leather boots. We skinned up\ninto a foggy area, and ended up going a mile the wrong way on\na groomed road. We figured that out, then set off on a snowshoe\ntrail to reach Frog Lake. Dan got a blister and we scrounged some\nduct tape for him from rips in my battered shell jacket. Continuing\nsouthwest on a compass bearing, we made for Nordic Pass, fighting\nthe occasional problem with skins, bindings, etc. Time was\nspeeding by, and we almost turned around below the pass, as the\nlow visibility and casual nature of our travel made us wonder if\nwe were all turned around somehow. But we were mostly on track, \nhitting the pass just a bit to the north where a great view of\nSilver Peak appeared briefly in the fog. Josh and I hiked down\nabout 100 feet to the pass - steep terrain in dense trees that\nPeter and Dan managed to ski. Getting down from the pass was an\nadventure. I suffered numerous face-plants, eventually learning to\nside-step and traverse the difficulties. Josh gave up and hiked!\nWe had some time in the sun, then went south over Windy Pass and\ntook a long coasting ride on a road. My skis with their scales\nseemed to be the slowest. We spent a long time on nearly-level\nterrain to get back to the car. Dan was worried about being late,\nso we hurried quickly back to the Sound. </p>\n<p>It was a fun day with lots of laughs!</p>\n<h3 id=\"crystal-mountain-skiing-jan-10-2004-\">Crystal Mountain Skiing, Jan 10, 2004}</h3>\n<p>Bob, Mardi, Kris and I went here for a great day of skiing.\nKris took a lesson and improved her ability. Bob and Mardi\nled me down a black diamond run called &quot;Sunshine,&quot; that was\nfun-slash-scary! Kris and I went down the long &quot;Queens&quot; run\ntogether and I took a detour on the &quot;CMAC&quot; run near the bottom.\nBob and Mardi led me up another chairlift that only had\ndouble-black-diamond runs to get down! We did a long traverse\ninto a bowl, and headed straight down that. This one was too\nsteep for me and I crashed a few times. Finally I had to\ndo kick turns to make it down! A few more blue runs finished\nout the day. I was really sore Monday!</p>\n<h3 id=\"franklin-falls-ice-climbing-jan-5-2004-\">Franklin Falls ice climbing, Jan 5, 2004}</h3>\n<p>Dan Smith and I got a late start from town and began hiking up the\nsnow-covered road to Franklin Falls near Snoqaulmie Pass. It was a \npleasant 2.5 mile hike, first on road then trail, mostly level.\nWe reached the falls which had a lot of water coming down, but\nthere were some great curtains of ice mostly to the left. We\nsaw a variety of ideas, imagining setting up top ropes after a lead.</p>\n<p>It looked easy enough for me to lead, so Dan belayed me up some ice \nsteps. Solid ice screws provided protection low on the route.</p>\n<p><img src=\"images/franklinfallsice.jpg\" alt=\"Franklin Falls\"></p>\n<p>There was running water behind the curtain of ice I climbed, and\nsometimes I would break through the ice and see water spraying\ninches from my face! About 50 feet up, the ice ran out, and there\nwere some scary moves on dripping rock under snow. I was able to\nplace a sawed-off knifeblade piton here. Traversing left, I reached\nan ice pillar and placed a screw. I decided against climbing it, as\nthe top out looked like evil vertical brush under a thin layer of\nsnow. Also, the ice was brittle. Later I realized I had dulled my\ntools by hitting rock under thin ice, so it wasn&#39;t necessarily\nthat brittle, but dull tools cause it to fracture. So I traversed\nleft, then went up an interesting ramp of ice mushrooms. \nNear\nthe top of the ramp, I hurried to avoid spray from a secondary\nwaterfall. I reached an alcove, and after some experimentation,\nmade a belay by slinging a large ice pillar. We had imagined\nclimbing this pillar to trees 20 feet above, but the pillar terminated\nin a ceiling and would provide some overhanging climbing we didn&#39;t\nfeel like doing! Funny how much easier it looked from below...</p>\n<p><img src=\"images/franklinfallsice2.jpg\" alt=\"Climbing on Franklin Falls\"></p>\n<p>Dan came up. He enjoyed the climb quite a bit. It was almost a full\nrope length, with decent protection and varied terrain. In honor of\nan event Dan and I shared the day before, I&#39;d call the route \n&quot;Bald Tires&quot; - WI3. Bring stubbies and pitons. </p>\n<p><img src=\"images/merapfranklin.jpg\" alt=\"We rapped off the pillar\"></p>\n<p>with a piton backup, a 60 meter rope was required to touch down.</p>\n<p>We bouldered around for a while, then headed home. Many hikers\nwere coming in, and we had been an object of attention for various\nparties of two and three. &quot;Are the ice climbers still there?&quot;\nqueried one breathless young woman as we hiked out. Good times!</p>\n"}