{"date":"2004-5-1","title":"Stuart Glacier Couloir","description":"<ul>\n<li>May 1-2, 2004</li>\n</ul>\n<p>We engaged in a whirlwind of planning for the weekend, first wondering\nabout climbing Mt. Shuksan via the North Face, then thinking about\nrock climbing as the weather forecast got more pessimistic. We wanted\nit all: a visit to high mountains, with exciting exposed vistas too!</p>\n<p>Theron and I arrived at the Mountaineer Creek trailhead on Saturday at\nabout 4:00 pm. My internal clock was all messed-up, as I usually start\na climbing weekend early Saturday morning. So I got up at 6:00 am\nanyway, thrumming with excitement, and never got back to sleep. So\nKris and I looked at bonsai trees for a while.</p>\n<p>Theron had a mountaineering axe and an ice tool. I had an ice tool and\na compact &quot;3rd tool,&quot; meant for those occasions when you drop an ice\ntool. But it seemed perfectly adequate for a few mixed moves over\nrock, ice and snow. It also had a hammer head.  For the rack, I\nbrought 3 pitons, 2 ice screws, 10 nuts, 4 cams, and 3 hexes.  For the\nrope, we took an 8.5mm 60m rope, which we doubled for the rock\nclimbing. Bivy sacks, sleeping bags and a stove were our sleeping\ngear.</p>\n<p><img src=\"images/stuarttitle.jpg\" alt=\"This poster advertises the Stuart Glacier Couloir movie we made\"></p>\n<p><img src=\"images/dermountain.jpg\" alt=\"The north face of Mt. Stuart\"></p>\n<p><img src=\"images/uppercolvert.jpg\" alt=\"Theron in the upper couloir\"></p>\n<p><img src=\"images/stuartgla.jpg\" alt=\"Theron on the Stuart Glacier\"></p>\n<p><img src=\"images/nearconst.jpg\" alt=\"Theron climbing near a constriction in the couloir\"></p>\n<p>We made the familiar hike up Mountaineer&#39;s Creek, occasionally filming\nwith Theron&#39;s video camera. I listened to some songs by Tom Waits,\nthat was fun. We turned left off the trail as it made it&#39;s first\nswitchback up to Stuart Lake. We crashed through some brush and fallen\ntimber to reach a scary log crossing. Unaware that we were too high,\nand there was an easier crossing below, we inched forward on a scary\nlog above the raging stream.  Theron&#39;s backpack nearly knocked him\noff-balance as he tried to climb off the log! He had thrown the video\ncamera across the river to me. I told him I&#39;m a bad catcher, but got\nlucky this time. So I filmed the exciting near-debacle.</p>\n<p>Later we wandered down to the river from a tedious boulderfield\ntraverse when we heard my name being called. Dan Smith and friends\nwere on a faint path in the snow, having just finished a climb of\nArgonaut Peak. Another surprise meeting with Dan! We followed their\ntracks, grateful to be near the river rather than on the traverse\nabove which features many ups and downs, and tricky collapsing\nsnowbridge crossings between large boulders.  I had been that way in\n2002 to climb the Ice Cliff Glacier.</p>\n<p>As it grew dark, we continued up more steeply to reach the upper\nbasin. We emerged into a snow-covered meadow at dusk, happily dropping\nour gear for the night. I went back 1/4 mile to fill our water\nbottles. This saved us stove fuel and time spent melting snow.  Theron\nand I weren&#39;t impressed with our dinners tonight, possibly because we\nhad a big Dairy Queen burger just 5 hours before. The peak was\nbeautiful in the moonlight, with twinkling stars and clear sky.</p>\n<p>In the night clouds moved in.</p>\n<p>We woke up at 5:30 am the next morning, missing a planned 4:00 am wake\nup because I didn&#39;t hear my watch alarm. We stepped into cold boots\nand munched on pop tarts, wondering what the gray weather would\nbring. Starting off eagerly, we both felt strangely worn out, and\nresolved to just keep plodding upward until something big stopped us!\nThere were about 2500 feet of snow slopes to climb before reaching the\ncouloir, and they seemed to go on forever.  We took long turns\nbreaking trail, each leading for about 800 feet of vertical gain then\ndrafting in the kicked steps. Theron punctuated his conversation with\n&quot;ugh...yuck...echh&quot; to indicate his feelings about the lowering clouds\nand strong wind. We both worked pretty hard to stay motivated!</p>\n<p>Finally we climbed past ice blocks on the Stuart Glacier to the base\nof the couloir. A ramp led up to the bergschrund where I planted my\ntools across a gap above a huge cavern in the snow. I kicked a step\nand stood up on the upper wall. My step collapsed but I was able to\nland on the lower lip of the schrund. This time, I kicked more\ncarefully, and it held.  Theron took over the lead, and brought us to\nan exciting section where the couloir walls narrowed to just a few\nfeet across. The snow became harder and icier in here too. I stayed in\nthe gully on the left while Theron followed shallow snow slopes on the\nright, eventually joining my line and leading us over some rotten ice\nand mixed moves to the upper snowfield.  As I climbed the ice, much of\nit rotted away, water everywhere.</p>\n<p>At this point the exposure gets pretty intense - it is a long ways\ndown! Luckily, the clouds had been lifting and breaking up. We\nexpected some sun at the West Ridge Notch, 1000 feet above. But we\nalso worried about the wind. We&#39;d already encountered some strong\ngusts, and had some trepidation about teetering around on the ridge\ncrest in such wind. No matter, we weren&#39;t going down now! I started\nkicking steps, but pretty soon my crampons were balling up on every\nstep. It was especially bad, and after a few nerve-wracking occasions\nof a balled-up foot slicing through the snow I had to stomp out a\nplatform to remove my crampons. Theron came up and did the same. It\nwas an awesome perch, looking down on Stuart Lake and across to the\ncraggy North Ridge. The climb to the notch felt especially long, I\nremember counting the last 27 steps!</p>\n<p>Instantly in a world of wind but also sun, I set about getting my\nharness on. Theron came up and got the rope out of his pack. I tried\nto decide what gloves to wear, having brought 3 pairs to be ready for\nanything. I settled for lightweight black North Face WindStopper\ngloves that seemed like a good compromise for mixed snow and rock\nclimbing. Theron and I were both a little worried about this portion\nof the climb. Our previous &quot;snowed up rock climb&quot; trips had ended\npoorly. The North Buttress of Argonaut in falling snow quickly turned\ninto a sketchy aid climb and subsequent rout. The Tooth in strong wind\nand snow scared us away on the first pitch. With these\nless-than-stellar credentials behind us, perhaps we would somehow be\nshut down. So it felt kind of committing and scary to set out around\nthe corner for the first lead.</p>\n<p>Climbing without crampons was a good idea, as I found either bare rock\nor snow traversing the south side of the ridge. Eventually an icy\ndownclimb prompted me to hammer a knifeblade piton into a shallow\ncrack. I belayed Theron over from a snow belay below a notch. It was\nhis first time to remove a piton, so I wanted to be close enough to\ndescribe the method.  Theron put me on belay from a sling around a\nhorn, and I climbed blocky 4th class rock for 30 meters to another\nnotch with outrageous wind. Now it was time to traverse on the north\nside to avoid steep walls on the ridge crest. Some tracks in the snow\nenticed me out onto the north face, where solid rock handholds and\nsnowy steps led around and up.  This was some of the best climbing: a\nreally neat mix of grand exposure, solid chunky handholds, and enough\nsnow to require creative counterpressure moves or the occasional\nhandjam in a snowy crack. I built a belay anchor in a cramped corner,\nand enjoyed the view while Theron came around.</p>\n<p>&quot;So far so good!&quot; &quot;I hope we are on the right track!&quot; We were\ncautiously optimistic at this point, with blue sky overhead and plenty\nof daylight left. For the next pitch, I made a strenuous move around a\ncorner on the left, and climbed above Theron and his tiny perch on the\nface. Climbing a steep snow gully with an ice hammer in one hand and\nthe other hand on rock, I made steady progress towards the ridge\ncrest. A knifeblade piton provided security. I ran out of rope exactly\nat the crest, building a nut belay even as Theron was climbing the\nstrenuous move. A fall there might have been interesting, with me\nscrabbling to clip in to the belay with a lot of weight on my legs!\nLuckily, he found it easier than I did!</p>\n<p><img src=\"images/windynotch.jpg\" alt=\"At the windy West Ridge Notch\"></p>\n<p><img src=\"images/fromnotch.jpg\" alt=\"Looking down from the notch.\"></p>\n<p><img src=\"images/onnorth1.jpg\" alt=\"Theron is just visible on the North Face.\"></p>\n<p><img src=\"images/onnorth.jpg\" alt=\"Climbing to a high ridge notch.\"></p>\n<p><img src=\"images/sunandwind.jpg\" alt=\"Sun and wind 3 pitches below the summit.\"></p>\n<p><img src=\"images/lastpitchs.jpg\" alt=\"Climbing on the last pitch.\"></p>\n<p><img src=\"images/nearfalse.jpg\" alt=\"Looking back at the summit from near the false summit.\"></p>\n<p>It was fun sitting on the ridge crest in the sun watching Theron make\nhis way up the shallow gully. We&#39;d done so much climbing today, it\nalready seemed a day packed with many different experiences. I was\ndown to my last sips of water, getting really thirsty. We climbed\nslightly up then down 20 feet to a long ledge. Another traversing\npitch led further right, then I started climbing up at what looked\nlike the likely spot. If we kept going further, the walls became steep\nand foreboding. We were having a good time. The next pitch was an easy\n5th class chimney, mostly snow free, then easy ground to a tricky\nrightward traversing move. I brought Theron up from a solid angle\npiton and nut belay.</p>\n<p>The last full pitch had the most pure rock climbing. A clean 5.6 crack\nabove us to the right proved very interesting in heavy mountain\nboots. It was well protected and fun. I think I took my gloves off for\nbetter jamming. I belayed after some blocky climbing at a spot near\nthe summit. Very tired, but pleased, I waited for Theron to start\nclimbing. He never did, so I tugged on the rope kind of rudely. In the\nscreaming wind we could barely hear a scream. &quot;Why me?&quot; I thought. I\nrealized there was some kind of rope drag, and finally resorted to\nhauling the rope with incredible effort. By the time Theron arrived I\nwas in a foul mood because I should have down-climbed to find the\nconstriction that had the rope - it would have saved plenty of time\nand energy.  As it was, that last pitch took a long time due to the\nerror, and Theron had to deal with one rope being completely slack on\nthe crux, with only one strand belaying him.  &quot;Grrrr!&quot; I said, as\nTheron took off for the summit. Again the rope got caught in\nsomething, so I emerged on the summit with coils looped around me\nevery which way.  Kind of hard to remove them in the walloping wind!</p>\n<p>We took a few minutes to marvel at the views, which are amazing from\nthis peak.  We had really worked for the summit, and felt kind of\ntired. After some food, photographs, video, and putting gear away, we\nstarted down towards the false summit. Soon out of the wind, we\ndescended an extremely rotten snow slope over boulders. Now I was\ndripping sweat and dealing with entire walls of snow that would\ncollapse into water the moment you depend on it with an ice axe. I\nfollowed some old tracks, yelping my way into one big hole after\nanother, buried hip-deep in watery snow. Finally we learned to stay on\nthe rocks and avoid the snow completely. Rounding the false summit, we\nwere surprised at the time and effort it took to get here. Now on snow\nback in the shade, we stomped easily down past the Ice Cliff Glacier\nexit to the Sherpa Glacier. I was so thirsty, I had to eat some\nice. We easily stomped down, trying a few bumpy glissades, soon\ncrossing the snow-covered bergschrund of the Sherpa Glacier.</p>\n<p>Here the snow became our enemy. I still have bruises on my shins from\nthe crusty surface that scrapes your leg as you remove each foot from\nit&#39;s deep hole above. We wallowed slowly down, praying for a slope we\ncould glissade. After a long time, we found some good terrain and snow\nto match, enjoying over 500 feet of glissading to the flat basin with\nour camp. &quot;Thanks for that!&quot; we told the snow.</p>\n<p>We realized how busy we&#39;d been all day, I was looking forward to\nthinking back on the great climbing, the creative belay stations, the\nairy views. There was so little time while doing it! On such climbs,\nyou are storing up memories for a few hours later!</p>\n<p>We packed up and set a fast pace down the valley, really keen on\nmaking it to the river before dark, as the thin log crossing was scary\nenough in the light. We hoped to follow Dan&#39;s tracks on a better\nroute, but it&#39;s so easy to lose tracks in a mixed snow/dirt forest at\ndusk. Stomping along, we made it down to the long river walk, and did\nfind the diverging tracks. Theron took the lead and set a more\nblistering pace, keen to avoid some kind of uncomfortable bivy on a\nhillside. We had just wrung a quart of water out of our socks, so we\nwere full of the &quot;creature discomforts&quot; that make one press for home!\nIn the race for the dusk river crossing, we crossed a minor stream on\na log and bramble patch.  To my horror, I lost my balance and fell\ninto the shallow stream! Somehow I only managed to soak the right side\nof my body and quickly get up cursing like a whale. My right boot\nsloshed with another quart of water.</p>\n<p>Theron led us over some flat rocky slabs with occasional cairns. He\nhad a new-found energy and was enjoying keeping a tricky trail at\ndusk. Lo and behold, we were soon at a absolutely luxurious river\ncrossing on low broad logs. Wow, was that easy or what? Some more\nfooling around in the brambles, and we landed on the Stuart Lake Trail\nat full dark.</p>\n<p>Now I&#39;d been dreaming of water for hours, but was too busy to stop at\nall the flowing streams around us. We stopped. I drank a full quart,\nshivered uncontrollably, and got walking again. I was not looking\nforward to yet another forced march out of this country (how many\ntimes have I done it?). I persuaded Theron that I would be as slow as\nmolasses, so he took off with the car keys, dreaming of dry feet. I\ngot my MP3 player out, and focused on the music, the moon and stars,\nand an occasional stop to look up at them. After a few miles, I was\nactually enjoying myself.  Somebody said &quot;99% of enjoyment is just\nslowing up,&quot; and I found truth in that.  As it was, I emerged at the\ncar only 10 minutes behind, but with a lot less of the usual\n&quot;deathmarch&quot; mentality for coming out so late.</p>\n<p>Theron and I undertook a Quest for Food, making due with half-cooked\nmicrowave burritos on the way home. The next day I ate a vast acreage\nof Mexican Food.  I forgot to mention how hungry I&#39;d been on Sunday,\ndrastically underestimating my food desires! Thanks tons to Theron for\na great trip!</p>\n"}