{"date":"2004-9-15","title":"Paddy Go Easy Pass","description":"<p><p></p>\n<p><font size=+3>Patrick and I</font> had promised to find time and go hiking in the fall, and our\nchance finally arose. The weather was grim through most of September\n(apparently the wettest in 10 years), so I hoped that an east-side destination\nwould provide rain-free hiking. Patrick correctly predicted general clearing, \nand when this happened even on the west side of the crest I was amazed \n(perhaps a little &quot;crestfallen&quot; too, considering the long drive past Roslyn \nand such places!). The hike is straightforward, although we managed to lose\nthe trail right at the start! &quot;This <i>can&#39;t</i> be it, right?&quot; Finding the\ntrail again, we set off at a brisk pace, and reached the pass to great\nviews of Mt. Daniel being slowly engulfed by cloud. \n</p></p>\n<p><p>\n<br><br><center>\n<img src=\"images/atpeakscramble.jpg\"><br>\n<i>Patrick rounding our scramble peak.</i><br></center></p>\n<p></p></p>\n<p><p>\nDeciding the hike was too\nshort for us, we scrambled up the first peak on the ridge to the south.\nA foreboding mine shaft gave me the shivers - you couldn&#39;t see the bottom\nbeyond a latticework of rotten timbers half-suspended in the shaft. After\na quick lesson in rock climbing, we wandered higher, finding an intriguing\nledge system on the east side of the ridge with overhangs beetling above.\nWe finally turned around shy of the summit after I started climbing 5th\nclass terrain and thought better of it (Patrick was wisely dubious of the\nfinger traverse where a section of ledge had crumbled away!).\n</p></p>\n<p><p>\n<br><br><center>\n<img src=\"images/patrickcliff.jpg\"><br>\n<i>Fun, exposed scrambling.</i><br></center></p>\n<p></p></p>\n<p><p>\nAfter a visit to a nearby lake, we started pack, a bit startled by a party\nled by a visionary figure with long flowing locks of gray hair, and a hoarse\nvoice excitedly describing &quot;The Cradle&quot; to the east. Had we seen Harvey\nManning? On the way down we continued fun conversation about China, France,\npedagogy, and sports cars. Looking forward to next time!\n</p></p>\n<p><p>\n<br><br><center>\n<img src=\"images/pgelake.jpg\"><br>\n<i>The lake, gloomy under clouds.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thevalleyb.jpg\"><br>\n<i>A look down to the valley.</i><br></center></p>\n"}