{"date":"2004-3-13","title":"Whitehorse Mountain","blurb":"via Snow Gulch","description":"<ul>\n<li>Whitehorse Glacier</li>\n</ul>\n<p>Robert and I turned right onto Mine Road and bumped our way to near\nthe end.  As we got ready for the climb, a pickup truck arrived with\nfour guys intent on the route. Always happy for more step-kickers, we\nwished them well and began hiking. At the end of the road is a\nspectacular view of the route - you really have to tilt your head up\nto see what you are in for. The lower section of Snow Gulch is a\nmixture of waterfalls, black wet rock, and brushy tangled\nslopes. Above, hummocks of snow lead to a few blue-gray crevasses and\nblack false summits.</p>\n<p>As Matt Perkins \nhad advised in emailed beta two years before (I&#39;m a\npack rat), we took a left fork in the Gulch, soon coming to an\nimpassable waterfall with steep brush slopes on the left, and a\nsomewhat more secure looking brush wall on the right. We chose the\nlatter, grimacing somewhat as we began clawing through the tiny trees\non a slithery 40 degree slope. Crampons were pretty useful here!</p>\n<p><img src=\"images/whitehridge.jpg\" alt=\"A ridge west of the summit.\">\n<img src=\"images/mosstech.jpg\" alt=\"Robert leading sketchy moss/jungle.\">\n<img src=\"images/outofbrush.jpg\" alt=\"Happy to leave the brush behind.\">\n<img src=\"images/iceroutew.jpg\" alt=\"Ice climbs on the west side of the glacier.\">\n<img src=\"images/robertslope.jpg\" alt=\"Robert on the glacier.\">\n<img src=\"images/walktosumw.jpg\" alt=\"Walking to the summit.\">\n<img src=\"images/viewsouthw.jpg\" alt=\"Looking to the south.\">\n<img src=\"images/threefing.jpg\" alt=\"Looking at Three Fingers Mountain.\">\n<img src=\"images/rappel1_bob.jpg\" alt=\"Bob rappelling from the summit. \">\n<img src=\"images/highpass2.jpg\" alt=\"High Pass from the south side of Whitehorse Ridge.\">\n<img src=\"images/routedraw.jpg\" alt=\"Drawing of our route up and down.\"></p>\n<p>I stopped to pick pine needles out of my eyeballs while Robert took\nthe next leg, trending right to avoid an overhanging wall above. He\nled back left across a wall with an exciting bouldering problem that\ndepended on equal weight distribution between a barely connected\nbranch, a rock that would fall out if you pulled it the wrong way, and\na divot under a moss carpet that would hold one crampon point. This\nled to a ledge (don&#39;t even try to find this place by the way!) where\nwe roped up for a short pitch further left to easier ground. It was\nfunny to be getting the rope out 4000 feet below the summit, far below\ntimberline.</p>\n<p>While I belayed, the party of four amazingly found our tiny perch in\nthe vertical jungle. I began simul-climbing and they asked if the rope\nwas still available, then pointed out that they had their own\nrope. That was good because I didn&#39;t want to wait for them to do the\nbouldering problem and gather on the ledge. I started climbing so\nRobert could reach a tree belay. We didn&#39;t see those guys again, and\nwondered how we could have helped them. The one protection point on\nthe pitch would have taken a sling, and we imagined that if they had a\nrope, they would have a sling too.</p>\n<p><em>Brian and his party didn&#39;t elect to cross the moss cliff,\ninstead they found the correct trail on the left side of Snow\nGulch. They climbed to 4700 feet but turned around due to time. Brian\ntold me that on the way down they saw 4 more people near the bottom of\nthe Gulch!</em></p>\n<p>A bit tired from fights with the little trees, we continued to the\nsnow-covered hummocks that characterize the middle basin. From here we\ndecided that on the descent we&#39;d definitely go down the right side of\nthe basin (as you are looking up at it), because good snow cover led\nto a very short cliff we could rappel from. Matt Perkins had done\nsomething similar before - it would at least be quicker than the way\nwe&#39;d come up.</p>\n<p>On the hard snow, long sessions of ankle-twisting french technique up\nthe slopes made us realize we&#39;d have sore feet later. We had wondered\nwhat boots to take, each settling for a more-or-less floppy boot\ninstead of a full-shank model.</p>\n<p>Just as we decided dull gray high clouds were going to stay, sections\nof blue sky began to appear. Would this mountain ever run out of\navalanche debries?  There must be a constant roar of chunky snow\nblocks rolling down in this Gulch during a storm. What a mousetrap in\nthe wrong conditions! We started to see interesting cliffs on the\nright, and crevasses began to appear in the snow, indicating that we\nwere on the Whitehorse Glacier. Slots were so well filled in that we\ndidn&#39;t rope up. The cliffs on the right now had luxurious lines of\nwater ice snaking down, and Robert pointed out a sort of &quot;NE Slab of\nthe Tooth&quot; formation. Interesting snow couloirs and frightening\noverhanging chimneys laced the cliffs on both sides. We resolved to\ncome back and climb them (as if ;-)).</p>\n<p>As we must when visiting this area, we thought about CAndS.Net, Hooter\nCave and that great song &quot;You really have to wonder...what&#39;s in\nthere?&quot;  (CAndS.Net was a peculiar web site dedicated to rock\nclimbs in the Darrington area. Hooter Cave and the song mentioned were\nfeatures of the strange and fascinating site, now dead for years.)\nThere is a special mystery about Darrington climbing, fun to\ncomtemplate as we cramponed up endless slopes. I think Hooter Cave was\na place where this group would cache their gear, possibly a mile to\nthe south in the rugged Three Fingers/Liberty Peak area. Wow, that&#39;s\nneat and wierd.</p>\n<p>We came to a broad basin with steep exits on the left and right. The\nright had a bergschrund we&#39;d probably want to rope up for. The left\nlooked gentler.  The middle had an impressive curtain of water ice. We\ndecided to go up the middle and veer left below the curtain for nice\nvariety. Too steep for french technique, we would front point for\nstretches with one hand and one ice pick on the snow, occasionally\nsplaying one foot or the other for a rest. The angle was around 45\ndegrees for almost 1000 feet. I had to pound my axe in well and rest a\nfew times. All the same, this was the most enjoyable part of the\nclimb, as the cliffs and icefalls were made more brilliant by the\nexposure in all directions. We emerged onto a ridge crest, really\npleased by some softer snow with level kicked steps from a party\nabove. Flopping down for a rest in the sun, we watched this party of\nthree finish the summit pitch.</p>\n<p>Wow, that means 3+2+4 = 9 potential climbers on this route today. I\ntend to think that is a crowd for the route! After I ate some cookies\nand Robert endured some unappealing &quot;Hickory Farms&quot; cheese, we wobbled\nour sore legs and feet on to the summit. The last 20 feet were pretty\nexciting, made easier for us by some good steps and axe-shaft\nplacements made by the group watching us from the summit. The last\nmove required the axe planted in a scrim of water ice over rock and\nsome good balance. We were happy to meet Jon, Vlad and Bob here.</p>\n<p>We also met the incredible scene of tortured topography given by\nterritory to the south. No wonder it&#39;s a place of washed-out roads and\nprivate fiefdoms like Hooter Cave. Though close to roads and towns,\nthese dim valleys seem ignorant of people. We could see Craig Lakes\nand Mt. Bullon in front of Three Fingers Mountain. Notable was the\nWest Face of Sloan, like a layer cake of reddish rock with bands of\nicing. The North Face of Big Four Mountain was distant but\nunmistakable. To the north and east rose the volcanos and peaks such\nas Shuksan, Eldorado and Dome. I kept calling Mt. Higgins Mt. Hinman.</p>\n<p>It was great to sit for a few minutes. The time was around 1 pm. Not\neager to frontpoint down so many steep icy slopes, the five of us\ndecided to go home via Lone Tree Pass. I had been beyond the pass 3\nyears ago with Peter and Jake (I wish they could have been here\ntoday. Robert and I also wished that Theron could join us, but alas!\nhe was suffering from a stomach malady).</p>\n<p>We made a 30 meter rappel, tying our rope together with Jon&#39;s. I was\nthe last to descend, and had to carefully position the knot below\nwhere the ropes cut into the snow - no one likes to retrieve a stuck\nrope! Downclimbing took us to easier slopes where we could walk to\nHigh Pass at 6000 feet. (<em>note: the USGS map marks the summit in the\nwrong place, and doesn&#39;t mark High Pass at all. It is on the west edge\nof the glacier.</em>)</p>\n<p>Removing crampons, we glissaded down from High Pass, and began a\ntiring mile-long traverse. After postholing to exhaustion, Robert and\nI decided to put on snowshoes. Almost immediately we saw what a bad\nidea that was.  Normally, the MSR snowshoes perform very well on\ntraverses, especially compared to other snowshoe brands. But today,\nwith a sugary 2 inch layer over a hard crust, we were sliding and\nstraining down the slope with every step. They were useless. Soon the\nfive of us were taking turns making a track across the slope. This\nsouth side snow was baking, and soon my boots were squishing with\nwater despite a waterproofing application in the morning.  I\nremembered the point to turn up to reach Lone Tree Pass, and we\ntiredly regained 400 feet. Somewhat crestfallen, at the top we\nrealized that the pass was further away on the ridge. I recognized a\ndistinctive snowy hump as the view spot for pictures 3 years\nbefore. We plodded further, almost giving in to descending a gully\neast of the true pass. Robert and I went 50 feet down, then cautiously\nconcluded it wasn&#39;t worth the risk, as there was a section of gully we\ncouldn&#39;t see. Cliffs? We tiredly (<em>using that word a lot, aren&#39;t\nI?</em>) climbed back up and plodded on to the pass.</p>\n<p>Later, Vlad would look back and discover a cliff blocking that gully,\nat least 100 feet high. It was a good choice to be prudent!</p>\n<p>At the pass we imagined a long glissade run, but it was not to\nbe. Just as on the glacier, slopes were frozen hard. I nearly shredded\nmy pants on a few hundred feet of ice-glissading, then switched back\nto crampons to walk down a few thousand feet. I didn&#39;t know the time,\nbut it was getting dark. I remember focusing on my little view of\nfeet, ice axe, and slope ahead of me for long periods. I would look up\nand take in the expanse of country, including Darrington 4000 feet\nbelow, and nearly get vertigo from the contrast. Then I&#39;d go back to\nwork.</p>\n<p>The trees started to appear, and we continued on suddenly soft snow in\nsnowshoes to the left of a creek leading down. Robert spied some\nflagging at 2800 feet, and we plunged into the dark forest, soon\ngetting headlamps ready and hoping to find the trail again (which we&#39;d\nalready lost).</p>\n<p>Everyone was really tired. Robert looked tired and sunburned, but he\nkept plunging down through one stand of Devil&#39;s Club after another. I\nwas distracted by thirst - nothing to drink since the summit, and now\nstreams could be heard beneath snow or muddy puddles would wink at me\nin the glow of my headlamp. But to stop before finding the trail would\nseal a night of discomfort. So I was content to plunge down in\nsquelching boots and gloves, dreaming of water. Bob, Vlad and Jon were\nstaying high, believing they would hit the trail by travelling\nnorth. We didn&#39;t put much faith in the squiggly trail line on the map,\nand Robert had spent enough time in front looking for the lost trail\nthat it seemed counter-productive. So we said goodbye and kept going\ndown.</p>\n<p>But cliffs blocked us, and we came to an alder slope back in sight of\nour friends. They had seen a piece of the trail above, and were pretty\ncertain it would be found on the other side of the alder. Robert\ncouldn&#39;t imagine anyone building a trail through the alder. I tried\nmightily to remember 3 years ago - we stumbled out in the dark then,\non the trail. Should we go straight down or at least cross the field?\nWhy travel horizonally when we can lose some elevation? We did because\nJon was more certain about it than we figured he had a right to be, we\nknew more cliffs were directly below, and finally - why not? We&#39;ll be\ncoming out in pitch dark anyway.</p>\n<p>So we crossed. I remember a funny moment when Robert swung down and\nacross a log by holding three dead stalks of alder as a rope. I tried\nthe same, the alder broke, and I enjoyed an exciting ride through the\ndark forest.  The fact that I had energy to laugh must have been a\ngood thing! Almost across, we heard Jon exclaim &quot;<em>I&#39;m on the\ntrail!</em>&quot;</p>\n<p>And that my friends, is why this isn&#39;t a story of yet another\nunplanned bivy!</p>\n<p>The adventure over, we made our way 2000 feet down to the car,\nchatting about work and climbs future and past. Vlad shared some water\nwith us, and we hiked up the road to my car. An eerie light on the\nroad turned out to be my interior car light. Also, the door was\nunlocked. After checking the car for mysterious Bulgarians (A\nfascinating story about a Bulgarian fugitive who hid for years on the\nslopes of Whitehorse Mountain. Source:\n<a href=\"http://klipsun.wwu.edu/1998/september/stor3.html\">http://klipsun.wwu.edu/1998/september/stor3.html</a>), we drove with our\nnew friends to a diner in Arlington where we all competed to eat the\nmost in the form of milk shakes, steak, chicken, potatoes, clam\nchowder, rolls and other sundries.</p>\n<p>This was a great climb to do, at the start of a season where I felt\nout of shape thanks to more lift-served skiing than climbing. I&#39;m\nstill out of shape, but I can enjoy a good sufferfest anyway. Jon,\nVlad and Bob were really cool, thanks for being there guys! A big\nthanks to Robert!  I&#39;m outta here!</p>\n<p><em>Note: The photo with a drawn route in Beckey&#39;s Cascade Alpine\nGuide is wrong. It is describing a climb of the Sill Glaciers from\nWellman Basin. Matt Perkins told Beckey about the mistake a cupla\ntimes.</em></p>\n"}