{"date":"2004-5-26","title":"Tieton Gorge Climbing","description":"<p>\nDarn! There is nothing like driving for three hours, getting excited\nabout the objective, then you get out of the car on dry pavement and\nit starts raining. We were looking up at Goose Egg Mountain, suitably\nimpressed by it and Kloochman Rock across the road. Oh well, we\nthought maybe later in the afternoon it would be dry and we could\nclimb some of it anyway.\n</p>\n<p>\nSo we drove back to the Royal Columns, which seems to be the most popular\nclimbing area of the several Tieton crags. Theron and Robert had been\nhere a year ago, but it was my first time. I wanted to try a three-star\nclimb called &quot;Mushmaker,&quot; which they had enjoyed, but found pretty hard\nfor it&#39;s 5.7 rating. We got to the base and Theron said &quot;I think this is\nit.&quot; The crack looked kind of wide so I took a 3.5 inch cam up, I hardly\never use that thing, but I was glad to have it. The climbing was kind of\ndifficult, with a lot of arm-barring in the 4-5 inch crack. Luckily\nit would constrict now and then for one of my larger cams. \n</p>\n<p>\n&quot;I&#39;m not finding much hand-jamming up here Theron!&quot; I complained.\n&quot;Call me a waaaambulance!&quot; he said. Not really, I just think that&#39;s a\nfunny comeback. But he did say it would narrow down a bit. A really\npuzzling move was overcome with a nice edge far to the right. Then I\nreached an overhang and got pumped placing a nut in the roof. I\nhung on the rope, kind of sad to be &quot;in over my head&quot; on the first\nclimb of the day! Eschewing a few warm-up climbs is not always the best idea.\nI peeked above the overhang, where I could go right or left. Left led to\na rappel anchor over moss covered ground. Right led through loose rock, but\nI liked it better than the moss. Sidling around the roof on the right, I\nbelayed from a gear anchor atop the column. Theron climbed up, having\ntrouble at the crux until he found the edge on the right. We climbed down\nto the rap station and slid down to our packs, overhearing some guys\non the climb next door refer to it as &quot;Mushmaker.&quot; With that, everything\nclicked for Theron, and he realized we&#39;d climbed something else (&quot;First Blood&quot;,\ndescribed as a 5.8 fist jam climb. I probably got one decent fist jam,\nbut plenty of it was wider than that. To be fair, I did get a few nice\nhand jams too). It was kind of funny because I had constantly said stuff at\nthe base like &quot;you remember this schrub?&quot; Anyway, I was relieved that \nmy internal climb-rating meter hadn&#39;t been so far off (I thought it was 5.8+).\n</p>\n<p>\nTheron led us up the climb &quot;Western Front&quot; (5.3), clean and fun although\na bit short. Then I led the real &quot;Mushmaker,&quot; finding it really enjoyable.\nRobert had thought I&#39;d like it based on my hand size, and sure enough, it was one\nsolid jam after another. Theron&#39;s technique had improved a lot, and he\nexclaimed over some great jams that he could practically hang off of.\nNow it was noon, and the sun was out, so I lobbied for a trip back to the\nGoose Egg Mountain for &quot;Ride the Lightning&quot; (5.9). \nTheron was willing to go, so we hastened back to the car\neven as more Seattle-based climbers drubbed out of the mountains by rain\narrived.\n</p>\n<p>\nWe filled one pack with water and jackets, taking double ropes because we just\nhoped to climb the first three pitches and needed them to make long rappels.\nAfter a short but very steep hike to the base, we got ready to climb in a\nlight rain. &quot;But the sun is still shining on the rock so it evaporates instantly,&quot;\nI rationalized. Theron led up a class 5.0 slab for 50 feet to reach the first bolt.\nHe climbed a steep slab with good edges for hands. He reached an intimidating series\nof moves that felt beyond his leading ability, so after belaying me up from a bolt,\nTheron sent me off with quickdraws for 30 feet of tricky, interesting climbing\non solid edges. It was pretty fun, although Theron was getting chilled in a\nstrong wind at the belay. He climbed up without trouble (aside from painful feet\nfrom so much standing on dime-edges), and we put on windbreakers.\n</p>\n<p>\nPitch 2 (3 for us) started out with some unpleasant crumbly rock. I had one\nfoothold crumble apart. Between shivers, Theron told me about it. &quot;I know,&quot; I\nreplied in my best &quot;Gimme-that-bottle&quot; voice. A few more tricky moves (5.8) got\nme to one bolt below a great dihedral with a 10 foot roof. I was supposed to\nclimb up to a belay at the roof, but I was alarmed to see I was out of quickdraws,\nand only had three slings. &quot;There is no way,&quot; I said, and so we had our second\nimpromptu belay from a single bolt. Bring a lot of draws and slings to avoid\nthat. Because of the time spent stacking the double ropes at awkward hanging belays,\nI think I should have lowered and backcleaned draws instead of belaying.\n</p>\n<p>\nTheron was cold and happy to climb. He came up and sent me off again for two\nmore bolts and a traverse into a corner with gear placements. With a combination\nof liebacking (not strenuous) and jamming, I gained elevation in the dramatic\ncorner. &quot;This is awesome!&quot; I mused, glancing down at Theron and his hanging\nstance. I continued to the roof, then committed to a fingertip ledge and a big\nstep to the left that gained the 2-bolt anchor. Another awkward belay with carefully\nflaked rope in increasing winds followed. The next pitch looked short, and we would\nstop at the rappel anchors shortly before the end. We were both shivering in the\nincreased wind and clouds. I peeked around the corner, and placed a small cam\nfollowed by two more as I continued up a tricky corner (5.8) that was at times loose,\nslabby, off-balance or generous with a great hold or jam. Fingers growing numb,\nI reached the anchor and belayed a shivering Theron. &quot;Let&#39;s get out of here!&quot;\nwe both said. I had to leave a sling at the anchor which seemed odd. Theron\nlater generously gave me a new sling because in the time he&#39;s known me, I&#39;ve\nhad to leave plenty of nuts and slings. We made a 60 meter rappel to a\nstation on the climber&#39;s left of Ride the Lightning. We didn&#39;t see an intermediate\n30 meter rappel stations, but were told you can rappel with a single 60\nmeter rope. One more rappel got us to the ground.\n</p>\n<p>\nIn summary, the first three pitches of Ride the Lightning provided some great climbing.\nWe are definitely going back to finish it, even though we know there is loose\nrock on higher pitches. The wall itself is pretty impressive from the base, and\nclimbing to the top seems like a worthy thing to do. Personally, I&#39;m keen to\nclimb the cool 5.8+ section again, and the dihedral.\n</p>\n<p>\nWe had enough daylight to get one more climb in, so we drove back to &quot;The Bend&quot; to\nclimb &quot;Ed&#39;s Jam,&quot; a classic 5.8 crack providing &quot;joyous hand jams.&quot; That just sounds\ngreat, so we reached the base of the route and I climbed up. I found the thin\nhands start awkward, so I climbed in a corner on the left until a roof blocked\nmy path. Then I traversed into the main crack, continuing another 15 feet to a\ntree growing healthily from it. I belayed Theron up to here. He didn&#39;t know\nif he wanted to go on, but as I climbed the upper crack, I was convinced he needed to\nbecause it was really, really fun climbing. I set a belay on top of the pillar,\nand watched Theron jam his way up. It had been a fun day, aside from some\ncold, cold belays on Ride the Lightning. Now the sun was going down, so we scrambled\noff to the right of the columns and hiked back to the car.\n</p>\n"}