{"date":"2004-7-4","title":"Monte Cristo Peak","blurb":"attempt, too foggy","description":"<p>\nI decided to get up early on July 4th and climb Monte Cristo Peak. I was excited to\nsee Glacier Basin for the first time. Riding my bike up to the old mining town\n(which once boasted a population of 11,000), I thought the day would turn out\nfine, as patches of blue showed above the mist low in the valley. Hiking above\nthe town, I thought about the Stamper family in &quot;Sometimes a Great Notion,&quot; a\nbook I&#39;m currently reading. They would suit this place: iron debries rusting away\nbeside the trail, roaring waterfalls and dense thickets. Even when it&#39;s dry, the\ncoming damp seems just around the corner.\n</p>\n<p>\nAfter climbing the steep trail into the basin, I crossed a rock slide and \nrounded a corner. Here a beautiful view of East Wilman&#39;s Spire appeared, very\ndramatic with thick wisps of cloud clinging to the rock faces. I got a picture,\nhopefully it will come out. The lower cliffs of Glacier Basin were visible,\nand I mentally pieced a route up a talus slope into a snow gully that bisected\nthe cliffs. Back at the car I had met Julian and his friend who were going to\nclimb East Wilman&#39;s. It is a small world: Julian had met Theron two years\nbefore on Mt. Pugh. I listened to Barber&#39;s &quot;Adagio for Strings&quot; as I crossed\nthe gloomy basin floor. After rounding Ray&#39;s Knoll on the left, I climbed the\ntalus slope for 500 feet, then got onto snow that led up into fog. Here I took\na wrong turn to vertical cliffs. Eventually I found my way to a narrow snow\ngully with a small &#39;schrund to climb over. Above the gully were extensive snow\nslopes with no visual clue as to the way to go. \n</p>\n<p>\nI followed a compass bearing southeast up steepening slopes, using occasional\nrocks littering the slope as visual clues to stay on track. At 6000 feet I\nreached rock walls, trying to get around them first on the right, and then\nto the left. The slope steepened again, but provided good cramponing up into\nthe fog. I was hoping the sun would burn through, having already waited hopefully \nfor 30 minutes below the snow. But the sky remained dark gray above me, and\nI grew disheartened. At 6500 feet I hung around a while, wondering which way to\ngo to find the 6700-foot notch that would lead me to the south side of the peak.\nI think I was on track, but with inspiration at a low ebb, I was happy to call\nit a day. I was also a little apprehensive about crossing around to the south,\nand finding the right 4th class gully to climb in such &quot;pea soup&quot; fog. I imagined\nclimbing the wrong thing, then having to do sketchy downclimbing. I&#39;d rather\nsave the summit for a sunny day when it could be savored.\n</p>\n<p>\nClimbing down was more difficult than I expected. I hoped to plunge step for\n1000 feet or so, but the snow would alternately collapse under steps or be\ntoo hard to get a decent step. It was odd because the angle wasn&#39;t that steep,\nprobably 40 degrees. The times I tried to face out, I slipped, gaining speed\nand making an exciting self-arrest with my axe. So I resigned myself to a long\nslow downclimb. I got below the thick cloud, and ate a sandwich on a knoll\noverlooking Glacier Basin, still a gloomy place. Once beyond the lower cliffs, I\nstayed on snow, then descended talus and snow on the west side of Ray&#39;s Knoll\nthis time. \n</p>\n<p>\nI hiked down to the town, and enjoyed a great coast for most of the \n4 miles down to the car. On the way out a stunning view of Del Campo Peak peaking\nout of the clouds nearly derailed me. It&#39;s funny how clouds add so much drama.\nI&#39;ll be back for Monte Cristo Peak later, maybe late in the fall, eh?\n</p>\n\n\n<table>\n<tr><td>\n<a href=\"images/eastwilmans.jpg\"><img src=\"images/eastwilmans.jpg\"></a><br>\n<i>East Wilman&#39;s Spire from Glacier Basin</i>\n</td></tr>\n</table>\n"}