{"date":"2004-4-20","title":"Snow Creek Wall Outer Space","description":"<ul>\n<li>Remorse/Outer Space (5.9, III)</li>\n<li>April, 2004</li>\n</ul>\n<p>&quot;Watch me here, Peter,&quot; I said. I had clipped a well-fixed Red Alien\ncam about 7 feet down and right of me, and was committing to moving\nleft across a steep slab with polished nubbins for feet. I consider\nmyself lucky in that I&#39;ll always find a 5.8 move scary on lead. Still,\nI knew any fall would be clean and the gear would hold. After a few\nmoves I reached a creaky flake of granite and exhaled carefully.\n&quot;Whoo! That was interesting!&quot; I could sense Peter&#39;s relief!</p>\n<p>We were on the second pitch of the &quot;Remorse&quot; start to &quot;Outer Space.&quot;\nOur plans had come together the night before, and before we knew it we\nwere balancing across the log approach to Snow Creek Wall. There was a\nnew log across the river, a much better one than last year. As we\nracked up at the base, we were amazed to have the wall to ourselves.</p>\n<p>Jeff Smoot described the danger of overcrowding on the wall\nchillingly: a pair of Canadian climbers had fallen years ago because\nall the belay anchors were stocked with waiting climbers\n(From his site at\n<a href=\"http://www.climbingwashington.com/classics/outerspace.htm\">http://www.climbingwashington.com/classics/outerspace.htm</a>).</p>\n<p>We wouldn&#39;t see anyone all day, that is, aside from dozens of ticks\nand mountain goats!</p>\n<p>I continued left for 30 more feet, getting an object lesson in\ntraverses. After the undercling flakes of granite, there were more\nslabby moves for the feet and semi-desperate groping for fingerlocks\nin old pin scars. Next, a set of rounded handholds a good ways out\nfrom my last gear. After each little test, there was a decent\nprotection opportunity, which kept the pitch fun. Finally I passed a\nshrub with faded rappel slings, and built a gear anchor on a large\nledge. Settling in to relax, I re-imagined the pitch as Peter\nclimbed. Two years before (man how time flies) we had come out to\nclimb Orbit together, but rainy weather kept us near the road. Peter\nand Kim bought a house last year, and it&#39;s been hard to find time to\nclimb together. Against conventional wisdom, a spur-of-the-moment plan\nallowed it to happen - we were glad.</p>\n<p><img src=\"images/routefromground.jpg\" alt=\"The Remorse start from the ground.\"></p>\n<p><img src=\"images/pitch3lead.jpg\" alt=\"Peter leading the 3rd pitch (5.7)\"></p>\n<p><img src=\"images/peterticks.jpg\" alt=\"Peter battling ticks while I waste time!\"></p>\n<p><img src=\"images/pitch4trav.jpg\" alt=\"During the traverse on pitch 4 (5.9)\"></p>\n<p><img src=\"images/pitch4peter.jpg\" alt=\"Peter finishing the awesome 4th pitch.\"></p>\n<p><img src=\"images/toppitch5.jpg\" alt=\"Peter on the pedestal.\"></p>\n<p><img src=\"images/pitch6peter.jpg\" alt=\"Peter, leading pitch 6 (one of the best)\"></p>\n<p><img src=\"images/lastpitch.jpg\" alt=\"Looking down on the last pitch.\"></p>\n<p><img src=\"images/summittimed.jpg\" alt=\"Me and Peter on top.\"></p>\n<p><img src=\"images/petertop.jpg\" alt=\"Peter Chapman: climber.\"></p>\n<p><img src=\"images/goattopfun.jpg\" alt=\"A goat! One of many that we saw.\"></p>\n<p>Now Peter was heading up to &quot;Two Tree Ledge,&quot; that fabled\nplatform. Too often had we read and wondered about it, knowing all\nabout how &quot;one tree may have died,&quot; and that ticks lived there in\nlarge numbers during Spring. He eschewed a flaring chimney for a slab\nwith a hand crack, then continued out of sight to a series of cracks\nand corners. I removed my two-nut-and-cam anchor and followed the\nenjoyable pitch.</p>\n<p>Once on the ledge, we faced the crux of the route, a 5.9 rightward\ntraverse. The moves right off the deck were tricky, then very easy for\nabout 30 feet. I reached a corner and started up a slab with a crack\nfor hands and feet. After placing a cam in a flaring pod, I had to go\naround a corner with a dramatic view 300 feet down to the ground. My\nurge to procrastinate was strong, so I spent some time here fiddling\nwith gear. I moved by inches for a time, then swung into strenuous\nmoves, my feet near my hands as I crabbed along, first with hands in a\ncrack, then pinching a fortuitous thin granite flake.  &quot;What if this\nbreaks?&quot; I thought. I came to a fixed piton, clipping it while\nalternating feet to rest tiring calf muscles. Time to move again, this\ntime with hand jams or fingerlocks up and right. I don&#39;t remember any\nsingle foothold on this traverse, I know they kept some of the weight\noff my arms, but never felt secure. Finally I reached the end of the\ntraverse, and made an interesting climb up ledges and pin scars\nstraight up and around a corner. At an obvious tree belay, I placed\nsome gear and said &quot;Wow.&quot;</p>\n<p>Peter came up quietly and quickly. He had been menaced by ticks below,\nthey crawled up the rope to him, they nestled in his hair, they jumped\neagerly from a nearby bush to his dark sweater. He still managed words\nof admiration for my lead which I ate up. &quot;Really, you thought it was\nhard?&quot; I said. &quot;I thought I was just weak and scared!&quot;</p>\n<p>He took off to reach the base of the fabled 300-foot-long Shield\ncrack. As I belayed, I noticed he left some ticks with me. As Peter\nsaid later &quot;I don&#39;t mind, y&#39;know, bacteria parasites in my stomach,\nbecause I can&#39;t see them. But ticks, burrowing their head into your\nskin - that bothers me in a real way.&quot; The sun went around a corner\nand I got cold. Happy to be climbing back into the sun, I followed\nthis really fun pitch up slabs and ledges with the occasional\n&quot;chickenhead&quot; hold. A few strenuous layback moves near the end got me\nto the pedestal Peter belayed from - the proverbial &quot;catbird seat.&quot; We\nmoved down the other side onto a ledge at the start of the Great\nCrack. Lunchtime. Watching the birds circle below.  Taking\npictures. Killing ticks.</p>\n<p>I was going to lead the last pitch, so it was Peter&#39;s lead again. He\nstarted up an awesome face with those chickenhead holds. 10 feet up,\nhe joined the crack. It was fun to watch him, because the climbing\ndidn&#39;t feel very strenuous, but it looked really steep from my point\nof view. He continued for 150 feet, really enjoying the climbing and\ntaking his time. I haven&#39;t asked him, but that&#39;s gotta be his favorite\npitch. When I climbed it, I kept thinking &quot;wow, this is awesome.&quot; My\nfeet were kind of sore, so I tried to avoid much foot jamming. It was\neasy to do on this crack, because of numerous chickenheads and ledges\nnearby.</p>\n<p>At &quot;Library Ledge,&quot; Peter passed the gear to me for the last pitch. He\nhad already placed an equalized nut and a cam in the finger crack as\npart of his belay anchor, so I just had to figure out how to get up on\nthe face and keep following the crack. After some delicate moves, I\nstood on a nubbin and blindly placed a nut in the crack. A few more\nfinger jams got me up to a fixed nut which I clipped. Soon, the crack\nwidened for hand jams, and I could relax. &quot;Whoa, that was harder than\nthe &#39;crux&#39; pitch,&quot; I hollered to Peter. Now I could race up the hand\ncrack, which was angled lower than the previous pitch.  I ran the rope\nout, protecting at the base of steeper bulges. Some of the\nchickenheads made things shamefully easy. Nearly out of rope, I\nbelayed at a dead-schrub-and-gear anchor. Peter spent a long while\ntrying to clean the fixed nut, before remembering that it was fixed\nhard. There had been several stuck nuts and hexes, especially on the\nprevious pitch, mostly too deep in the crack to clip.  After\ncontinuing up large chickenheads to the top of the wall, I belayed\nPeter, and we exclaimed over the great climbing &quot;Outer Space&quot; had\nprovided. We had made a leisurely day of it, not rushed by our own\nambition or anyone else. A family of goats came up to meet us halfway\nas we descended in late afternoon.  We marvelled at the baby goat\nscampering up a 60 degree moss-covered slab that we&#39;d hesitate to\ntop-rope. It had been three years since I descended, so I easily\nmissed the clues to go left to the base of the &quot;Orbit&quot; route, instead\nleading us down a deadfall-choked gully, then a faint trail climbing\nback up to the base of the wall. &quot;Sorry about that!&quot;</p>\n<p>Hiking away, we craned our necks to look up at the wall. A beer at\nGustav&#39;s capped our triumph, and we planned future climbs, like the\nSouth Face of Prusik Peak, and Sleese. Thanks to Peter for this great\nday!</p>\n"}