{"date":"2004-3-27","title":"Vantage/Leavenworth Climbing","description":"<p><h2>Condorphamine Addiction (5.10a) and others</h2></p>\n<h3>March 27-28, 2004</h3>\n\n<p><p></p>\n<p><p><i><b><font color=\"red\">News flash:</font></b> We&#39;ve made a video from the footage Theron took that fine Sunday. Here are the formats you can view it in:</i>\n</p>\n</p></p>\n<p><p></p>\n<p><center></p>\n<table>\n<tr>\n<td><b>Filename</b></td>\n<td><b>Format</b></td>\n<td><b>Size</b></td>\n<td><b>Comments</b></td>\n</tr>\n</p>\n<p>\n<tr>\n<td><a href=\"condor_small.wmv\">Condor_small.wmv</a></td>\n<td>WMV File</td>\n<td>8 MB</td>\n<td>Streaming, but lo-resolution</td>\n</tr>\n</p>\n<p>\n<tr>\n<td><a href=\"condor_hires.wmv\">Condor_hires.wmv</a></td>\n<td>WMV File</td>\n<td>22 MB</td>\n<td>Streaming, hi-resolution</td>\n</tr>\n</table>\n</center>\n</p>\n<p></p>\n<p>\n<font size=\"+3\">Robert and I</font> spent Saturday climbing at Vantage. We got a civilized start from town (getting old?),\nand listened to The Handsome Family on our way out there. We saw two cars that had been vandalized\nat an alternate parking lot. One of the owners returned, having been gone only an hour. That sucks.\nWe re-parked at the main area, and hiked to the Sunshine Wall. We saw Colin and friends, resolving\nto climb together later. It was windy but the warm sun made up for it. Our climbs were:\n</p>\n<p>\n<ul>\n<li>\n<b>Crossing the Threshold (5.8) </b>- My lead first, good warm up, fun crack climb.\n</li>\n</p>\n<p>\n<li>\n<b>Clip &#39;em or Skip &#39;em (5.8) </b>- Robert warmed up on this nice climb.\n</li>\n</p>\n<p>\n<li>\n<b>George and Martha (5.10a) </b>- stellar! My first lead of it - no Elvis leg!\n</li>\n</p>\n<p>\n<li>\n<b>7 Virgins and a Mule (5.7) </b>- a classic. Notable this time for all passive pro by Robert.\n</li>\n</p>\n<p>\n<li>\n<b>Narlux (5.10c) </b>- On top rope. Robert climbed it flawlessly. \nI didn&#39;t climb past the crux, worried about withering my arms on a sporto climb!\n</li>\n</p>\n<p>\n<li>\n<b>Tangled Up in Blue (5.9) </b>- On top rope for convenience. \nI jammed it exclusively on the left for fun, aside from a brief visit to the right at a flaring pod.\n</li>\n</p>\n<p>\n<li>\n<b>Pony Keg (5.10a) </b>- I had to rest on the lead near the top. Very fun climb though. Robert followed it\nand was getting all kinds of no hands rests. I have been focusing so much on crack climbing, that\nI developed tunnel vision, and can&#39;t see any holds outside of the crack! So silly to be placing\ngear on a tiring fist jam.\n</li>\n</p>\n<p>\n<li>\n<b>M.F. 206er&#39;s (5.8) </b>- Such a crappy route. Robert surpised me and the milling top-ropers by dropping\na big block that shattered. He was jamming a crack when the right wall of the crack fell away! A\nsea-change occured in the crowd. First, no one was wearing a helmet (&#39;cept me). 25 seconds later,\neveryone was wearing a helmet! Note - this route gets one star - undeserved!\n</li>\n</p>\n<p>\n<li>\n<b>Ride &#39;em Cowboy (5.9) </b>- I gave in to peer pressure (Robert and some lady) and led this sporto climb.\nIt was better than I remembered it. Two years ago I led it first thing on arriving for the day, and\nwore my arms out. I never forgave the climb since then, until now.\n</li>\n</p>\n<p>\n<li>\n<b>Party in your Pants (aka Twin Cracks) (5.8) </b>- Robert wanted to lead this. Fun, classic, always a little\ndifferent. For example, Robert placed all his pro on the right, and I focused on the right as I climbed.\nIt seemed a different climb!\n</li>\n</p>\n<p>\n</ul>\n</p>\n<p>\nIt was time to hike back and make the drive to Leavenworth. On the way I had a scratchy phone conversation\nwith Kris, whose plan to read PEFile headers using unsafe C# code had run into a flaw. Now she was lost\nin a sea of marshalling attributes and trying to make sense of it. My poor reception cut us off!\nRobert and I had a great pitcher of Stout at the Italian food restaurant, and talked of various \nhijinks over the years. We unrolled our bivy sacks at a campground. The unholy sing-song voice of sleep\nlulled me under the stars...\n</p>\n<p>\nThe next morning, we went to Sandi&#39;s Vaffel Haus to meet Theron. He shuddered visibly when the waitress\nsaid the waffles were covered in fruit compote - not fresh! We agreed not to recommend him for a position\nin diplomacy. I provoked an Atkins Diet controversy by ordering 4 eggs for breakfast. I have practiced the\ndiet on occasion, and affirmed it&#39;s principles in spirited public debate. Though I gained no converts,\nthe party did have to admit at the end of the day that my constitution seemed to have stood up to the\nrigors of climbing much better thanks to my dairy-heavy breakfast. While Theron and Robert were getting\nthe jaundiced look that comes with a breakfast of sugar products, I was lobbying hard to climb Dogleg\nCrack in the evening gloom!\n</p>\n<p>\nwe geared up for the hike to Condor Buttress, intent on the route <a href=\"images/condorphamine.jpg\">\nCondorphamine Addiction</a>. We also brought a gear rack for some climbs on Bathtub\nDome.  We found and kept the trail, reaching the base in about an hour. Theron brought a video camera,\nand we started filming stuff - it was a beautiful day, and the Stuart Range looked great from here.\n</p>\n<p>\nRobert took the first pitch, a fun 5.7-5.8 warm up. We sorted out the use of the Petzl Reverso Belay Device\nto bring up two second climbers at once. I took the next pitch, which we thought was 5.10a, but is actually\n5.9. I&#39;ll buy that. It was really fun, with a great hand traverse near the start, then tricky moves getting\ninto a shallow gully. It finishes with a fist jam or two. Theron took the next pitch, but felt cheated\nbecause it was really short to a ledge. If we&#39;d had a topo, we might have strung pitches together, but\nwith a 50 meter rope, we worried about coming up short. But you definitely can string almost any two\npitches together. We didn&#39;t care if we were slow though - we were filming with the camera, talking up\na storm, generally wasting time on this nice day. It helped that there were no other parties to\ncrowd us all day.\n</p>\n<p>\nRobert led a good 5.8 pitch with an interesting mantle move. I then led easily up wavy blobs to the\nbase of a 5.10b crux. The object is to climb into a shallow bucket with no handholds at all. I used a\ncounterpressure move that was slowly enjoyable, much like sugar to the indian in &quot;Dances with Wolves.&quot;\nThen tricky leftward moves gain an easier ridgelet and the belay. We all thought this pitch was\nfantastic. The next pitch didn&#39;t look as hard, so we were going to cast Theron at it, but Robert \nwarned us then it might also be a hard pitch. Indeed, it had sustained frictiony climbing from one\nmantle move to another. Theron had never tried such a steep slab section, and had a hard time\nbelieving his (new) shoes would stick! But they did, just barely, as they should on an exciting slab\nclimb! Congradulating Robert on a great lead, Theron led the final pitch of enjoyable slab.\nWe hiked 100 feet up the ridge to a sub-summit. Three mountain goats stared at us from a cliff above.\nThey were hoping we would urinate so they could get some salt. We were obliging.\n</p>\n<p>\nOn the rappels I said &quot;I am skilled in the arts of Love and War,&quot; which got a lot of laffs. We\nthought that was the best line from the movie &quot;Braveheart.&quot; Once down, we hiked over to Bathtub\nDome, hoping to climb &quot;The Drain&quot; (5.9), but it was covered with water. Climbs on either side were\nfree of water, but I guess we were kind of tired and didn&#39;t want a runout lead climb. We went down\nto the lowest tier of the rock, where Theron led the first pitch of &quot;New Fixtures&quot; (5.7). It had\na nice (although sharp) hand crack that he enjoyed in his new shoes. Robert soloed\n&quot;Dave&#39;s Arete&quot; (5.6) then we all followed Theron&#39;s line. I came down and soloed &quot;Dave&#39;s Arete,&quot;\nit was pretty fun with a few spicy moves pinching a quartz dike around halfway. Robert led\n&quot;Chumstick Two-Step&quot; (5.9+), an awesome bolted arete on the middle tier of the rock. Theron and\nI followed, finding it a really fun pitch. It&#39;s quite steep and balancey. \n</p>\n<p>\nWe headed down to the car and reluctantly called it a day. Good times! A great weekend of rock\nclimbing! \n</p>\n<p></p>\n<p>\n\n</td>\n\n<td width=\"30%\" valign=top>\n<table>\n<tr><td>\n<a href=\"images/titlepage.jpg\"><img src=\"images/titlepage.jpg\"></a><br>\n<i>This poster advertises the bizarre Condorphamine Addiction movie we made</i>\n</td></tr>\n</table>\n\n"}