{"date":"2004-6-19","title":"Merchant Peak","description":"<p><h2>Southwest Gully</h2></p>\n<h3>June 19, 2004</h3>\n\n\n<p>\n<font size=+3>It was time </font> to climb Merchant Peak. While I grilled a steak Friday night, our cat\nQuincy zoomed out of the house and into the dark woods with a shriek. We didn&#39;t\nsleep well, knowing his personality too well. An indoor cat, he&#39;d never been\noutside, and he was prone to panic attacks that caused him to hide under a bed\nfor days. Would he find his way home?\n</p>\n<p>\nIn the morning I walked the neighborhood mournfully, half expecting to see his\nsoft orange body on the side of the road. House chores were impossible. I had\nto get away for a while.\n</p>\n<p>\nWhere&#39;s my crampons? Crap, maybe they are at Theron&#39;s house. I didn&#39;t want any bout\nof hard snow to turn me around, so I wore my big clunky boots and took the heavy\nsteel crampons. What a mistake I would often rue on hot dusty slopes! But that&#39;s later.\n</p>\n<p>\nTwo hours later, I&#39;m clomping up a boulderfield in the woods, wondering how\nsuch a mature forest could be covered in 4 feet of rocks. There must have been\na really dark and stormy night long ago. Sweat is dripping off of me like I&#39;m\ndoing sit ups in a clothes dryer. Note to self - 1 pm starts on south facing low\nelevation hillsides are inferior. My food was a package of salami, turning from a\nhealthy red to gray in a matter of minutes. Icch.\n</p>\n<p>\nI passed a waterfall on the left, then another one on the right. This one gave\nme pause, because I had to do some tricky slab climbing that I thought would\nbe hard coming down. Again I cursed my boots. Blocks of snow dripped in the\ngully, creating platforms suspended high above the stream and deep caves, daring\nyou to walk on them. Was this the kind of hell Quincy was experiencing?\n</p>\n<p>\nAbove the waterfall, the gully became steeper, eventually pushing me upslope on\nthe left to crumbling dirt. A metric ton of material was displaced into the \nwater thanks to my steps and the smell of cordite filled the air. I was kind\nof embarassed about the noise, I hoped no cats were trying to get home across\nthe gully. My beta printout said to look for a cave on the right, and find\na trail into the cave. Once in the cave, the route gained a degree of remoteness.\nCan I find my way back from here? Some bushy dirt slopes led up to the right.\nMt. Baring kept a watch on me, and the blue sky clouded up. I emerged from\na fight with an alder tree on high rock above a waterfall. Time for some\ngray-green salami! Icch.\n</p>\n<p>\nNow I was confused, I should have brought a map, because there was a summit on\nthe right and one on the left. The left looked pointier. I climbed polished\nslabs between two streams and with a sense of deja vu, made yet another traverse\nfrom brush onto high rock above a waterfall. I left a cairn here, sure that\nmost cats would find all this too hard to reverse. Another stomp in a loose\ngully brought significant change: I had reached the broad heather fields\nof the south face, peopled with outcrops of solid rock. A cool breeze\nevaporated my protective sheen of sweat. I decided on the left summit, and\nworked up the steep heather vaguely in that direction. Sometimes I climbed on\nrock, making moves I worried about reversing, sometimes I grasped heather\nwith both hands and pulled over a mossy seep. Usually I walked steeply uphill.\nThe wind increased and I heard a plane that I thought was thunder. Then I\nheard real thunder, and noticed it wasn&#39;t so sunny anymore.\n</p>\n<p>\nScootling to the ridgecrest, I had my first views of mountains to the north.\nContinuing up a snowfield, I was briefly pleased with heavy boots, but still\nmuch the worse with bitterness. I finally used my ice axe 100 feet below the\nsummit. I admired a huge snow cornice overhanging the north side, pleased that\nmy tracks had unwittingly stayed well back of it, for it was dripping\ncopiously. How could I set it off? Losing interest, I scrambled fine rock \nto the summit which had a cairn, a register, and pastoral views of sheets of\nrain to the west and south. There was lightning over Mt. Daniels, and \nRainier was hidden by black cloud. The normal route to Gunn Peak was free of\nsnow, a great contrast from two years before when Peter and I used it for\nour climb. Del Campo, Whitehorse, Sloan and Glacier Peak loomed to the north.\nI tried to imagine where Theron and Robert were on their traverse above\nMonte Cristo. Townsend Mountain looked attractive: high, broad and gentle,\nwhile the cliffs of Mt. Baring threw out a challenge, rising from a complex mulch\nof steep brush, cliffs and trees.\n</p>\n<p></p>\n<p>\n10 minutes was enough today, I headed down at 4:30, soon experiencing the\nreal tedium of a snow-free Merchant Peak climb. Walking down steep\nslopes for almost 4000 feet is a real &quot;knee workout.&quot; I found better ways\naround obstacles on the heather slopes, then lowered myself down streambeds\nof rotten rock, turning right at waterfalls. The slopes above the cave\nset a real standard for the absolute steepest angle you can &quot;walk&quot; on.\nI had to place both hiking poles below me, lower myself enough to create\nan edge with a boot sole, balance carefully while repositioning my poles\nand repeat. Dirt and rock clattering down the hill all the while. Fat \nraindrops appeared as I muddled through the cave, and the rock grew\nwet as I clattered down to a nervous appointment with the upper waterfall.\nI was able to stay in brush for most of it, but finally had to contemplate\ndownclimbing the insecure slabs I&#39;d come up. Not trusting my boots on the\nwet rock, I delayed the inevitable by noticing something man-made.\nCrabbing over to it, I discovered a rappel sling around a boulder. &quot;Great,&quot;\nI thought. &quot;Wish I could rappel.&quot; Careful moves got me down foot by foot.\nEventually I sat on my butt, using my hands to find edges under the moss.\nI realized I might slide, but would probably escape with minor cuts and\nbruises. Once I lost control, but somehow steered right to a lower angle\nbench. For the last ten feet, I slid unhappily, then got up cursing.\nAt least I was done with the difficulties!\n</p>\n<p>\nI took off shoes and drank water above the lower waterfall, happy for a\nbreak after the tense work above. Would my cat be at home?\n</p>\n<p>\nBelow the first waterfall I was flummoxed. I hadn&#39;t noticed that two identical\nrocky gullies joined at it&#39;s base. Which one did I come up? A poor guesser,\nI chose the right one. Continuing smugly down for a few hundred feet, I\nrealized I&#39;d err&#39;d when my road choked off in Devil&#39;s Club and slide alder.\nClimb back up? No way! I bashed into the jungle on the left, aiming down\nand left where I&#39;d either find my gully or thrash all the way down to \nBarclay Creek. Not my brightest idea.\n</p>\n<p>\nThe many vines and thorns tried to tear me limb from limb, refusing to let\ngo of a handy leg or ice axe poking above a pack. After an ocean of damp\ngreen spirits I reached big timber which is thankfully free of thorns.\nIt was fun walking where no one had ever walked, or at least I thought\nthat until I saw a pile of rocks that looked suspiciously man-made.\nTwo rocks, one on top of the other, but arranged kind of artfully. Now\nthree rocks we know nature doesn&#39;t do. Eventually I reached the proper\nrockslide and followed it down to the trail. A long flat mile \nsaw me out to the car. \n</p>\n<p>\nQuincy began meowing outside around midnight. Our looks with a headlamp\nscared him away. By 2 am, he gave up and meowed over and over, coming to\nthe screen door and pawing at it desperately, somehow missing the fact\nthat it was open enough for him to slink in. Kris opened it all the way,\nand he rushed in and down to his hiding place underneath the bed. Praise be!\n</p>\n\n<table>\n<tr><td>\n<a href=\"images/luptomer.jpg\"><img src=\"images/luptomer.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/gob.jpg\"><img src=\"images/gob.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/rainagan.jpg\"><img src=\"images/rainagan.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/ltogunn.jpg\"><img src=\"images/ltogunn.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/townsend.jpg\"><img src=\"images/townsend.jpg\"></a><br>\n<i></i>\n</td></tr>\n</table>\n\n\n\n"}