{"date":"2004-7-24","title":"Johannesburg Mountain, NE Rib","blurb":"lotta effort!","description":"<ul>\n<li>Northeast Rib, Western Variation (5.7, IV)</li>\n<li>July 24-25, 2004</li>\n</ul>\n<p>Johannesburg Mountain&#39;s north face looks very intimidating from Boston\nBasin and other points to the north. It is beautiful too, with vast\nblack cliffs and hanging glaciers, pregnant with danger. The Northeast\nRib has two routes snaking up almost a vertical mile from the North\nFork of the Cascade River below. Theron and I were intent on the most\npopular of the two, the Western Variation first climbed in 1957. The\nprojection of the rib from the icefalls above protects it from the\ndanger of falling ice.</p>\n<p>Theron and I both had some\nmis-givings about trying this route. It kind of seemed like we said\n&quot;okay, we are going to climb it,&quot; but secretly wanted to do something\nwith a bit less stress and commitment. There were so many sections of\nthe climb to worry about! It was really on the edge of being &quot;grim\nduty,&quot; but those memories of seeing the peak from a distance forced us\nto respond, to answer the call. </p>\n<p>We&#39;d had some great help\nfrom Robert Meshew, who climbed it with Jesse the year before. He\nspent half an hour on the phone with me, and sent pictures to help\nremove some of the unknown. We peppered him with questions in email,\nmuch assured by his answers which helped turn something mythical into\nsomething ordinary folks can do.  </p>\n<p><img src=\"images/diffrock.jpg\" alt=\"Michael excavating mossy rock.\"> </p>\n<p>We slept on picnic tables at the trailhead Friday night, intent on an\nearly and fresh start the next morning. We&#39;d brought a stove and\nsleeping bags for the bivy we expected to make below the glacier, and\ndecided to climb on a doubled 8.5 mm 60 meter rope. We brought a rack\nof nuts and cams, but left rock shoes at home. Theron brought his\nvideo camera, and already edited a movie of the trip available on his\nsite.</p>\n<p>In the morning, we crossed the river at dawn, then crossed snow below\nthe great couloir to reach the broad lower rib. Two fellows were\ncontemplating how to get onto the rock. Just below them, I tried to\nclimb a very moated-out snow finger to get onto a ledge.  To reach it\nrequired a dangerous jump onto sloping ground in crampons. I was so\nkeyed up to begin climbing that I contemplated the move, but good\nadvice from Theron convinced me to back off. Smart!  The other party\nwere roping up to cross an ice bridge a little higher.  Theron and I\nintroduced ourselves and exchanged beta about the route for a few\nminutes while we scampered across the bridge (very short and\nfrozen). We hoped to see the guys at the bivy site, but we never saw\nthem again.</p>\n<p>On the rock we followed ledges to the right, eventually gaining\nelevation in gullies. We climbed several hundred feet which included\nsome 5th class moves. Theron suggested roping-up. With 30 meters of\nrope between us, we kept climbing, occasionally slinging a branch. Rope\ndrag made pitches short, so we got less simul-climbing than we would\nhave liked. At one point, Theron belayed me on a rock/brush pitch to\nthe edge of a slab. I decided to climb it, soon running into 5.8 rock\nclimbing with sparse, but adequate protection excavated from the dirt.\nI wished for rock shoes! But climbing the thick brush on either side of\nthe slab would probably have been just as time consuming based on our\nslow progress when we got into that stuff (plus it&#39;s just no fun).</p>\n<p>Eventually we got into a long thin gully that led up and left, first\nvia walking, then requiring some scrambling over chockstones or detours\ninto moss and trees on the side. At the head of this gully we saw three\noptions:</p>\n<ul>\n<li>up and left looked good, but suffered from a lot of exposed rock, which we had learned to distrust.</li>\n<li>straight up. It looked steep, but there were strategically\nplaced alder trees that could provide a &quot;Tarzan&quot; way through, plus\nprotection against falls.</li>\n<li>To the right. Looked steep, brushy, but reasonable. We didn&#39;t\nwant to go right though, because we sensed that the snowfield\n(important source of water) was on our left, and we didn&#39;t want to move\nfurther away from it.</li>\n</ul>\n<p>I chose to lead up option 2). As I climbed Theron suggested moving left\ninto option 1). It was funny, because I would look to the left and see\nscary slabs preventing me from getting over there: I had already\nclimbed too high to traverse. I clipped a schrub, then made strenuous\nmoves over an overhang to another shrub. I placed a sling around this\nschrub, not easy while hanging almost in space. Then another steep move\nreached a higher schrub on the edge of a cliff. I placed a sling around\nthis one, a difficult task because my arms were withering and my feet\nwere gradually scraping away a mossy ledge that wouldn&#39;t hold my full\nweight. I decided to hang from the sling and rest. I got an unpleasant\nsurprise when the sling tightened around the schrub and started to pull\noff, thanks to the schrubs natural bend downward. Tense and tired, I\nsearched for a way up, not liking any of my options, especially because\na fall onto the schrub would probably rip the sling off. At this moment\nthe moss ledge gave way in two segments, both sending a volley of dirt\nand rock onto Theron, and leaving me hanging from the tightening sling,\nwhich I thought would rip off! &quot;Oww!&quot; said Theron, hit on the helmet by\na rock.</p>\n<p>Okay I had to get out of there. &quot;Theron, lower me from the sling&quot; I\nsaid, &quot;gently!&quot; I braced for a fall, prepared to lunge for the schrub\nbelow me in the hopes of catching myself. The girth-hitched sling\nlifted off some more under my weight (actually double my weight because\nof the physics of lowering), but then cinched tight enough to\nhold...for the moment. Once lowered below my &quot;lunge schrub,&quot; I wanted\nto hurry. &quot;Faster!&quot; I yelled raggedly, when Theron didn&#39;t hear me at\nfirst. I really did expect to hit the ground and start tumbling. He got\nme safely down, where I was full of adrenaline. &quot;Expletive expletive!!&quot;\nI said. I was very lucky, but kicking myself for getting into such a\njam. We pinned our hopes on Theron finding a way out on the left.</p>\n<p>This he did perfectly. With only one tricky move, he got onto the left\nwall of the gully, and easily climbed out to a belay in steep jungle. I\ntook off, eager to shake the bad memory out of my brain, climbing trees\nthen rock, then thick but pleasant brush (no thorns). I was extremely\nelated to see the angle lesson, and realize the snowfield would soon\ncome into view. I&#39;d already given up on it, doomed to a long thirsty\nday without water. Theron followed on the rope, and we climbed to a\nramp next to the snowfield, dropped our packs and headed over to get\nsome water.</p>\n<p>After a great rest, re-hydration, and much analysis of the scary pitch\nbelow, Theron led up the ramp and into steep forest. This was a\npleasant pitch. He then led again for another section, first trying to\nthe right then traversing back left, wisely avoiding the climb of a\nsteep wall. I went for a long pitch up forest to a rock wall, chosing\nto climb it directly because the protection was decent, and the holds\nwere blocky. Naturally, my luck ran out near the top and I was forced\nto reach far out in space for a slender branch. I pulled hard, but it\nheld fast. I swung onto the branch and pulled myself up to another\nbranch, then another and another, each one taking me a little further\naway from the yawning abyss below. I reached a tree, anchored in and\nlistlessly belayed Theron. His final lead took us to beautiful open\nheather slopes on the ridge crest! What a happy moment!</p>\n<p><img src=\"images/heathertime.jpg\" alt=\"Theron has reached blissful heather slopes.\"></p>\n<p>At least until we looked up. We had so far to go to get to our bivy\nlocation with water, that the rock high above was faded in the\nafternoon haze. I had a comical but irritating situation with my\nPlatypus water bladder. The &quot;nipple&quot; had fallen off, so every time I\nleaned over, precious water would spill onto my shoes. &quot;Damn it!&quot; I\nwould say. I would\nblow air into the unit to keep the water inside. But after a while,\nthis would backfire and water would shoot out straight into the air at\nthe worst possible moments. &quot;Argh!&quot; Note to self, always bring a cap in\ncase the hose breaks in the future.</p>\n<p><img src=\"images/boomcrash.jpg\" alt=\"Dramatic ice avalanches scoured slippery slopes!\"></p>\n<p>We hiked up the heather, which was steep enough to keep me in an\nape-like posture, grabbing bunchfuls, and generally tugging on any\n&quot;green spirits&quot; that came within reach of my hands. There were bits of\ntrail in this section, and even a short level spot on the ridge.\nOverall though, the angle was relentless, and as the afternoon wore on,\nwe started to feel like\nwe&#39;d been climbing like this since the dawn of time. After a very long\ntime, the ridge\nbecame narrower and craggier, and we finally reached the mysterious\nnotch which marked\na fork in the road.</p>\n<p>A piton and rappel slings marked a descent into a deep snow couloir on\nthe right. This looked foreboding. We chose instead to climb up and\nleft for a supposed &quot;5.3 chimney.&quot; Robert advised us to traverse left\nfor a while, and not get enticed up steep walls too early (he\ndescribed them as &quot;Exit 38 style 5.9 walls,&quot; which I took to mean\nprotection was non-existent). I went around the corner and belayed\nTheron to a stance. I attempted a wide-crack/chimney by placing a thin\nnut and tensioning left to the base of the chimney. Boy, it looked\ndubious. I fumbled to get a sling around a chockstone, but felt\n&quot;wrong&quot; about it. Climbing back down to the belay, I tried going up\nand around a steep corner. Theron kept me on a tight belay as I\ncarefully moved up and left to reach a good hand jam where I could\nplace a cam. Thankful for the protection, I crabbed upwards, now aware\nof the huge air beneath me: dirty slabs harrowed down, unbroken for\nthousands of feet. It was so easy to imagine tumbling and\nbouncing. The glacier on the right had given me a show an hour before\nthat I couldn&#39;t get out of my head. I saw rocks and ice fling\nthemselves on tremendous bounces, tumbling in the air for 3-4 seconds\nat a time in a wasteland without security.  A metaphor for the whole\nday, a day without true security - every stance sloping, protection\nworrisome, holds not worthy of your trust. It was hard to revel in the\nexposure the way I like to do. We have no pictures or video of those\npitches between the notch and the bivy site. We were unwilling to\nlinger or use hands for anything other than getting up to hoped-for\nsecurity.</p>\n<p>Theron wasn&#39;t keen to lead, but I was delicately clove-hitched into\nseveral marginal pieces. He climbed cracks and corners up and left,\nsetting a belay after 30 meters. I followed, cleaning the single cam\nhe&#39;d been able to place in an extracted mud-hole halfway up a\ndihedral. I led up from another dubious belay, hoping to regain the\ncrest as the face was rather hostile to good protection for the\nrope. After 40 meters or so, I was able to crab rightward to the\ncrest, and set a belay among the usual stacked blocks, knowing the\nbivy site was close. Theron and I exchanged &quot;whew!&quot; noises and\ncontinued another 200 feet to the brief oasis of level ground that\nmarked our home for the night. We were elated to find running water\nfrom a snowpatch! And a place for Theron to bathe!</p>\n<p>We settled in, quickly making a country home, gear scattered all over\nthe place.  Looking down at the parking lot was my favorite pasttime -\nmy car was so tiny!  We had a good view across the cliffs to the\nCascade-Johannesburg Col, where we hoped to end up the next day on the\nway down. We ate dinner as the sun went down behind Mt. Baker and\n&quot;magic hour&quot; began. Pink slopes turned to cold blue and the stars came\nout. We wrestled with our gear to make decent sleeping platforms. I\nhad all kinds of things stuffed beneath me to make up for the lack of\na sleeping pad. We gnawed on our private worries. Theron was concered\nabout the glacier travel the next day, while my thoughts lingered on\ndescending the mountain safely. What an amazing place to be in!</p>\n<p><img src=\"images/day2fun.jpg\" alt=\"Michael eager to move up the glacier.\"></p>\n<p>The next morning, I coaxed Theron up at sunrise to much grumbling! But\nI was a nervous hen, not wanting to be stuck out another night. I was\nsoon packed and cramponing up a snow arete to a high perch with views\nof the glacier ahead. Theron came up, and we enjoyed a beautiful fin\nof snow suspended in the sky. This is where the gods would walk. As\nthe wind blew and the valley slowly came into sun, I could &quot;smell the\nsummit,&quot; get that feeling of a kick ass day in the mountains. We\npassed an impressive vertical ice cliff on the left, then crossed a\nmajor crevasse on it&#39;s right side to reach an upper staging\narea. Theron suggested climbing the steep-looking snow slope above,\nthen entering the moat between snow and rock next to a tower on the\nridge crest. He led up carefully, kicking good steps on the snowfield\nthat wasn&#39;t as steep as it looked from below. When he reached the\nrock, I traversed left, and climbed snow that became pretty icy to\nbegin stemming between ice and rock in the moat. This was fun! I\nreached the ridge crest and videotaped Theron&#39;s last steps into the\nnotch.</p>\n<p><img src=\"images/glaportion.jpg\" alt=\"The upper glacier and summit.\"></p>\n<p><img src=\"images/icewally.jpg\" alt=\"Michael admires a vestige of the Ice Age.\"></p>\n<p>Wow! Excited, I quickly removed crampons, dropped the pig (pack), and\nled off towards the summit. A pitch of 3rd class scrambling got me\nthere, and Theron came right behind.  Holy cow, we had crawled out of\na deep hole, 5000 feet deep! We were elated, it felt like such a\nhard-won summit psychologically. And we were covered in scratches and\nscrapes from the day before too.</p>\n<p>The summit register was fun to read. There were plenty of folks who\nclimbed the route faster that is for sure. But it was great to add our\nnames; for us it was a major accomplishment. We saw Robert and Jesse&#39;s\nentry from the year before. Wow.</p>\n<p>Jeez.</p>\n<p>Man.</p>\n<p>Okay, I guess we&#39;d better get down.</p>\n<p><img src=\"images/descentjb.jpg\" alt=\"Michael rounding ribs high on the mountain.\"></p>\n<p><img src=\"images/goindown.jpg\" alt=\"Theron rappels towards the CJ Col.\"></p>\n<p><img src=\"images/goatsofhorror.jpg\" alt=\"Mountain goats harried us!\"></p>\n<p>Robert&#39;s advice was to stay on or near the ridge crest for pretty much\nthe whole descent, making rappels when needed. We followed our noses\non the right side of one tower after another, finding evidence of a\npath winding across ribs. At one point it looked like a path went down\ninto a deep (intimidating) gully. We stayed high, and after 30 minutes\nor so walked on the ridge crest for a while. Coming to a cliff, we\nfound the first obvious rappel point. We could make 30 meter rappels,\nand were a little worried about them being too short. I took the first\none, finding a sling around a horn just at the end of the rope. It&#39;s\nalways a little apprehensive, hoping to find another anchor somewhere\nlower on the cliff, hoping you are heading in the right direction.  We\ntook turns, making 7 rappels total on the descent. I&#39;m pretty sure the\nregular route went somewhere in gullies to the south of the cliffs we\ndescended, but I think it was just as fast, and good advice for\nsomeone not familiar with the normal East Ridge ascent route.</p>\n<p>After the first four rappels, we scrambled down and left to regain the\ncrest for an increasingly steep walk towards the CJ Col. When things\ngot steep we found another rappel sling on the right, and continued\nfor 3 more raps. Theron left a sling around a large flake for the last\nrappel. Once at the Col, we began glissading to the south listening to\na huge rockfall possibly caused by goats we had seen just above us at\none point. We were down!</p>\n<p><img src=\"images/grassytrav.jpg\" alt=\"Hiking up to Mixup Peak.\"></p>\n<p>Relaxing on heather next to a stream, we &quot;reconstituted,&quot; drinking\ncold water, enjoying bare feet on dry ground, marvelling at the North\nFace of Mt. Formidable across the valley. We relived highlights of the\nclimb and descent. Man!</p>\n<p>Rather slowly, we gathered our things and hiked below The Triplets at\n5800 feet, turning up to reach the ridge between that peak and Mix-up\nPeak at 7200 feet. \nJohn Sharp filled us in on this alternative\ndescent to Cascade Pass called &quot;Doug&#39;s Direct&quot;\n(most folks go through Gunsight Notch,\ntraversing cliffs of Mix-up Peak). To reach the ridge, we climbed\nsteep heather slopes as high as possible, then continued up 200 feet\nof easy rock to reach the crest. From here, we could scramble easily\ndown to the glacier, about 400 feet below. We descended some\nexceptionally clean and solid rock, really surprising after so much\njunk. The 3rd and 4th class slopes eventually led to hard snow, which\nwe quickly cramponed down about 800 feet to reach the informal trail\nleading to Cascade Pass. I was so pleased to be here with plenty of\ndaylight left. After a rest at the pass, we continued down, passing a\nnanny goat and her cub walking on the trail! The rest of the way was\ndominated by the presence of &quot;JoBurg&quot; in front of us. It also filled\nmy brain, simmering warm and spicy!</p>\n<p><img src=\"images/tiredondd.jpg\" alt=\"Michael hoping to catch a few Zs\"></p>\n<p><img src=\"images/cairndd.jpg\" alt=\"Theron built a fine cairn at our high pass\"></p>\n<p>As we drove away (first having a great talk with Max Block on the\nroad), I was already imagining doing another climb of the peak,\nprobably one of the routes above the \nSill Glacier. We&#39;ll see! I don&#39;t\nthink climbers should be dissuaded from climbing this peak because of\nthe dirty rock and brush.  It is a special climb despite all that. We\nhad a hard time, but a great time too. I would keep extemporizing, but\nunfortunately &quot;I love the 80s&quot; is on, and I need to devote time to\nthat.</p>\n"}