{"date":"2004-7-15","title":"Lake Ann Camping","blurb":"with family","description":"<p><h2>With Richard and Christina!</h2></p>\n<h3>July, 2004</h3>\n\n<p>\n<font size=+3>Christina and her dad</font> Richard were able to come up for a week or so, and we went\non an overnight hike. I had never been to Lake Ann, but I thought it&#39;s fabled\nviews of Mt. Shuksan would be exciting for us.\n</p>\n<p>\nIt was a long drive to the mountain. But just as we grew bored and sleepy, the\nroad carried us above the trees to heather parkland at Artists Point. After looking\naround, and playing on the leftover snowfields for a bit, we drove back to the \ntrailhead and began packing up. I ruthlessly cut items of comfort from my \ncharges packs as I am a member of a severe Calvinist sect!\n</p>\n<p>\nAnd we were off: &quot;Wow so this is hiking&quot; said Christina. How excited she and her\nfather were! I savored these moments, with clothes freshly pressed and clean before\nthe realities of &quot;trail life&quot; set in. Soon Christina and I wandered into danger,\nthe incident duly documented by Richard:\n</p>\n<p>\nThe trail led down through a forest to a pretty meadow. A bear! We startled a\nsmall bear beside the trail and he scampered up a steep slope to watch us from a\nmore comfortable location. I was tempted to say &quot;happens all the time&quot;, but this\nwas only my third bear encounter, and it was the closest too. &quot;Wow&quot; we took turns\nsaying...\n</p>\n<p>\nHiking across bubbling brooks, we teased Christina about stuff, I forgot what but\nit was fun. I think maybe her pants were filthy so her dad and I waxed\nsactimonious about the importance of keeping dust-free. Hee hee!\n</p>\n<p>\nBut soon we had to climb up into a broad grassy bowl strewn with rocks. The smiling\nwas less frequent, replaced by panting. But if we stopped for a moment, they would\ncome back stronger then ever for us, fueled by expanding vistas. Richard&#39;s\nimagination suddenly got ahold of the powerful idea that he could go anywhere\nhe wanted. &quot;That would be a nice hike, going out along that ridge, right?&quot;\nThere was a new spring in his step, a jauntiness as he looked here and there,\neyeing peaks apprasingly. By a stream in the basin the trail forked and he\nled us up a surprisingly steep slope that required the use of hands. Christina\nand I cursed him as he bobbed far ahead, all red-shirted, while we struggled to\nclimb the steep path. &quot;Whatever!&quot; we said, consoling ourselves. \n</p>\n<p>\nBut his path eventually levelled out and we admired mossy rocks and cold\nwater seeping from snowbanks. &quot;How much longer?&quot; Christina said. My answers\nranged annoyingly from &quot;almost there&quot; all the way back to &quot;oh about 11 hours.&quot;\nI strove to be as inscrutable as Nature herself, but with an impish quality!\n</p>\n<p>\nFinally we reached the top of the bowl and looked down on Lake Ann. &quot;Yay!&quot;\nAs we approached, the leaden bulk of Mount Shuksan seemed to darken the sky.\nThe lake is perched on the edge of a mighty cirque, menaced by ice\nof the Lower Curtis Glacier.  The heights of Shuksan Arm rose thousands of\nfeet above, and the summit was behind many intervening cliffs of rock and ice.\nNot a bad place to stop and catch up on the events of the day!\n</p>\n<p>\nFrom camp we made forays for water, then set up the stove on cliffs overlooking\nthe still lake. We faced west to see the sun set behind a ridge. The water\nwas starting to boil and suddenly my stove fell over! Not only over, but\nDOWN THE CLIFF!\n</p>\n<p>\nRisking life and limb for a hot supper, I scrabbled down, pouring a bottle of\nwater that Christina thrust into my hand over the stove. But it made\nbarely a sign due to the pressure of the gas. I would have to reach into the\nball and turn it off. Already imagining the embarassing end to our \ncamping trip, I screwed up my face and fumbled for the controls. Amazingly,\nthe stove itself was ice cold, surrounded by hot flame. \n</p>\n<p>\nWe sat on the cliff, a little shell-shocked. Richard began to audibly worry about\nbeing out in the woods with such an inexperienced guide! We got more water\nand soon were eating comfortably. Apparently the stove was ice cold because of\nthe way the compressed gas works. \n</p>\n<p>\nA friend I knew from www.nwhikers.net stopped by, and we talked about his\nplanned adventure on the Curtis Glacier the next morning. My charges now knew there\nwas a responsible party nearby to bail us out in case of any more &quot;ball of flame&quot;\nincidents. It got dark and we talked desultorialy. I should have brought some\nTequila, but we did have cookies. Christina and I got our sleeping bags and lay\non the rocks watching the stars come out. She was starting college in the fall,\nand wondering what it would be like. My big deal was that our babies were coming\nsoon, what would that be like? Man. Stars are cool.\n</p>\n<p>\nI led Christina and Richard have the tent (of course it was a floorless\ntent so they weren&#39;t ahead by much!). I slept nearby, somewhat irritated by the\nvast amounts of dew that crept in during the evening. A bush next to me quivered\noccasionally and spattered my precious sleeping bag with water. Finally I hobbled\nover to a depression in the rock slabs to get away from a moisture zone hovering\nover our camp. Christina made the usual nylon whispering noises, trying to get\ncomfortable in a dew-covered tent despite a snoring dad!\n</p>\n<p>\n<hr>\n</p>\n<p>\nIt was chilly in the morning, and we were eager to hike in order to warm up.\nThat is everyones least favorite time: you can&#39;t sit down anywhere because it&#39;s all\ncold and wet, maybe muddy. And you desperately miss your sleeping bag. Why did you\nclimb out so eagerly? I would have liked to wait for the sun to warm our camp, but \nthe massive cliffs on the east would prevent that from happening for a long time.\n</p>\n<p>\nSo we hiked away, enjoying the still morning (once we got some sun that is!).\nI thought I may have converted my California relatives to hiking, they seem to\nhave survived okay and Christina is pretty tough when she wants to be. Yes,\nthey did alright, I thought. I should have taken them on something harder, bigger\nmore extreme! Well...I can wait. Like a serpent I will lie still...for years\nif need be. And then...POW! TWENTY MILE APPROACHES TO AN ALDER-CHOKED VIEW!\nRAIN-BOG WANDERING WITH MERELY A SOGGY WHOPPER FROM THE DAY BEFORE YESTERDAY!\nNo, no, mustn&#39;t scare them away. Mustn&#39;t show my hand. &quot;Hiking is fun guys, I&#39;m\nso glad you could make it!&quot;\n</p>\n<p>\n<hr>\n</p>\n<p>\nIt was great to see Christina as a young adult, and great to see Richard again\nafter many years. I still felt bad for a time years ago when he packed us all up\nfor a trip to Lake Arrowhead. We had a nice condo to stay in, and stay in I did,\nfeverishly practicing my guitar, palpably afraid that if I left off for a day\nmy fingers would freeze up and never work again. So there were many calls of\n&quot;Michael we&#39;re going to the lake, want to go?&quot; or &quot;Who&#39;s up for a waterslide!&quot;\nwhere I just mutely continued with my scales. What a dope! That trip had\none important germ (or kernel, if you will) for me. I wandered moodily outside\none afternoon and noticed there were no fire ants on the ground. I sat down.\nAlthough not visible from the outside, I was becoming elated. What an improvement\nover my usual Texas ground, which had to be watched continuously for trundling\nspiny things! \n</p>\n<p>\nAt that point my misty dream of living in California became\ngrounded in something real: <b><i>&quot;You can Sit on the Ground and Look Around. Nothing\nwill Sting you.&quot;</i></b> \n</p>\n<p>\nUntil next time, <i>My Charges!</i>\n</p>\n\n<table>\n<tr><td>\n<a href=\"images/allthree.jpg\"><img src=\"images/allthree.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/blastbad.jpg\"><img src=\"images/blastbad.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/walkingin.jpg\"><img src=\"images/walkingin.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/reachbasin.jpg\"><img src=\"images/reachbasin.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/atlake.jpg\"><img src=\"images/atlake.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/readingtime.jpg\"><img src=\"images/readingtime.jpg\"></a><br>\n<i></i>\n</td></tr>\n<tr><td>\n<a href=\"images/bakerview.jpg\"><img src=\"images/bakerview.jpg\"></a><br>\n<i></i>\n</td></tr>\n</table>\n\n"}