{"date":"2004-8-20","title":"The Brecon Beacons, Wales","blurb":"adventuresome day hike","description":"<p><h2>Northern Traverse</h2></p>\n<p><h3>August, 2004</h3>\n</center></p>\n<p>\nKris and I went on a short &quot;get away from it all&quot; vacation to Scotland and England. We had a great time, \ngoing to restaurants, movies, and a very minimal set of tourist attractions and museums. I did get to do \nsome hiking when Kris found a pamphlet that mentioned you could take a train to Wales from London in two \nhours. The stores were closed that night, but I was able to call and confirm a ticket, and set the alarm for \n5 am the next morning. I didn&#39;t have any hiking gear, and the weather wasn&#39;t great, but it would probably be fun!\n</p>\n<p>\nKris got up with me, as she was taking a field trip to Nottingham, and we could take the Underground \nto our train stations together. At 6 months pregnant, she wasn&#39;t keen on an all-day hike!\n</p>\n<p>\nOn the second train, I was lucky enough to sit next to a woman named Fiona, who grew up in \nAbergavenny (my destination), and was a keen hiker. She very kindly walked me to the tourist \ninformation office which was opening at that moment (9 am). In the office, a nice woman helped me \nnegotiate a good hike. There were some adventurous ideas, but most of them required an hour wait\n for a bus ride and then more travel on roads. The best hope was to hike up Y Fal (Mountain) behind \nthe town, and make some kind of short loop in the Beacons, coming back to Abergavenny another way. \nWith map in hand, I set off for some water, two candy bars, and an umbrella. Heading out of the \npicturesque town, I entered residential streets then a one-lane track with hedges 10 feet high \non each side. Eventually trail set off from the track and I was hiking for real.\n</p>\n<p>\nIt was fascinating to travel through a forest where the people had chopped limbs on trees so often \nthat the trees splayed out in large branches straight from the ground. I stopped to put on contact \nlenses at an old wooden post. Strange bugs emerged from the post and crawled around. I hiked \nthrough dripping brush into a gray cloud.\n</p>\n<p>\nGradually the forest opened into brushy fern slopes. Suddenly an expansive view of rolling hills \nand sheep was before me. A rutted lane led me towards the summit of Y Fal (also known as\nSugarloaf Mountain). I scrambled on \nsome old looking rocks at the summit, and wished the clouds would part. All of a sudden they \ndid part in the north, and a fascinating glimpse of &quot;The Shire&quot; made me determined to go there.\n</p>\n<p>\nGreen or golden fields marched high up a broad hillside, conveying a sense of rest and order. \n</p>\n<p>\nLooking at my map, I conceived a plan to hike northwest to those fields, then climb north onto a \nhigh spine of the Black Mountains. Too lazy to unfold the map in wind and light rain, I decided \nthat if I kept heading north I&#39;d reach Talgarth where I could take a taxi back to Abergavenny. \nI had a quart of water and a candy bar, how far can it be?\n</p>\n<p>\nThree girls wandered up to the summit from the east, and I struck off down their path. Apparently, \nCatholic masses were held from this summit hundreds of years ago. I hoped to leave the western \npath and travel north, where a small footbridge forded a stream (at least on the map). So as my \ntrail bent west and south, I struck off across fields, a little unsure if it was legal to \ndo so. I came to a house and crept through a field to the side, trying to pass quietly. I was \nactually in a national park, but in Wales a national park doesn&#39;t mean an area without habitation. \nIt actually seems the opposite, like it is preserving a rural way of life.\n</p>\n<p>\nAfter descending about 1500 feet, I met two other Americans who were hiking up, having given up on \nfinding the river trail I was looking for. Twenty minutes later, I was thrashing around in brambles \nby the stream, eventually finding the trail and being startled by sheep standing above the river \non a small cliff. Just as I was about to take off my shoes and wade across, I found the \nfootbridge (near the Lower Cwm Bridge), and gained more confidence in the map!\n</p>\n<p>\nNow I could start heading back up. I took a pleasant road that wound steeply up the hill that \nlooked so gentle from Y Fal. A TV cable repairman was out here, and we exchanged a greeting. \nThe sun came out, and the warmth dried my clothing. The air was clean.\n</p>\n<p>\nThe road ended, and I hiked up Blaen-yr-henbant \namong many sheep. Many, many, many sheep. I had to laugh at \nmyself thinking earlier that I would drink from streams. That would be pretty dangerous here \nI think! Sometimes there wasn&#39;t a square inch \nwithout sheep dung, seemingly for miles. Later, I was told that all the sheep here were killed \nduring the Hoof and Mouth outbreak. It&#39;s amazing they can bounce back in number so quickly?\n</p>\n<p>\nThe most spectacular scenary was in this area of the walk. Great circs and cwms arced across the \nhorizon. Green with gray stone under a yellow sun. Shadows from black clouds ahead of me glid \nacross the northern marches, and the wind blew. To my right was a ridge called Offa&#39;s Dyke Path. \nIt marked a boundary of a long ago pre-Christian king. Stone walls reminded me that people had \nlived and worked here for hundreds of years. As I climbed on the ridge, the view to either side \njust got better and better, and Y Fal receded into the distance behind me. On the other side \nof a cloudswept summit was my destination - who knows how far?\n</p>\n<p>\nOkay I&#39;d better figure it out, before it starts raining again. Unfolding the map was difficult \nin the strong wind, especially as it was about 5 feet long, and the ground is covered in sheep dung \nthat I didn&#39;t want to introduce to my map. I did this to discover I still had many miles to go - \n10 miles? Well, I didn&#39;t want to go back, so I kept marching.\n</p>\n<p>\nThe umbrella started to come in handy. As I approached a summit, the rain began driving horizontally \nfrom the southwest. I could keep my upper body dry and warm by holding the umbrella like a shield. \nAfter what seemed like a long time, I reached a broad and windy crest. My last look at Y Fal \nwas through a scrim of cloud and then it was gone.\n</p>\n<p>\nThe weather improved a bit away from the high point, though I had miles to walk north. Increasingly \npuddles became a fact of life, and soon they were ponds that required jumps or long detours. At \none point, the trail took me into a small forest where the path was extremely overgrown. Bent \ndouble beneath limbs, I made a comical appearance trying to jump over 4 foot ponds. As I exited \nthe forest, there was a sheet of blue plastic over what looked like a body. Apprehensively, I \nlifted the plastic to find insects and trash. I didn&#39;t mind leaving that area.\n</p>\n<p>\nBack on the high moor, I reveled in the new scenery even as my soaking feet felt bruised and \nblistered. Another hour of gentle travel brought me to Waun Fach, and\na view of Talgarth below. \nA pilot in a glider plane flew overhead and the sun broke through the clouds again. Finally, I \nsaw a large party on a knoll 1/2 mile distant. Ah, maybe they can give me a ride into town, I thought!\n</p>\n<p>\nComing down from a summit, I slipped on a mudpatch and slid unhappily through black mud and \nsheep dung for 15 feet to a puddle. &quot;There goes any ride in a car,&quot; I thought ruefully, \nsquelching across the moor and getting out my umbrella again for rain.\n</p>\n<p>\nIt took a long while to reach the knoll, and the people were little dots bounding down a ridge \nleading west. My now sodden map indicated this way would get me down effectively so I followed \nthe path. Pretty soon I was enjoying the scenery again, as the sun came out and the ridge \nat Y Grib became pleasantly knife-edged. Halfway down, I caught up to the party of holiday-makers, \non a week-long walking tour of the countryside. People did seem to find it funny that I would \ncome from London just for a day of hiking, but I guess that is the &quot;American Pattern.&quot; They \nweren&#39;t taking a car into Talgarth so I&#39;d have to walk or hitchhike the several miles into \ntown. Eventually I zoomed ahead and they followed a trail that bent south to a ruined castle.\n</p>\n<p>\nI chatted with a couple while hiking down a steep meadow near\nBwich Bach a&#39;r Grib, then suddenly I was on a one-lane \ntrack again. Well, it&#39;s another 2-3 miles to town, move your aching feet I said to myself! \nI took shortcuts through fields where there were markers indicating a hiking path. At one \npoint I nearly got lost in a copse of young trees where the trail faded to nothing. After \nthis, I stayed on the road the rest of the way at the next opportunity. The hedges seemed \neven higher here, and if a car came along too fast I nearly panicked because I couldn&#39;t \nclimb up out of the sunken road! Very strange.\n</p>\n<p>\nDid I say my feet hurt yet? Covered in sheep dung, wearing wet cotton socks, sporting black \nstains of mud on my backside, I was pretty eager to begin the journey home! After a few miles \nI arrived and went right into the tiny town bar for a Guiness. After some confusion, I was\nable to call a taxi willing to drive me back to Abergavenny. I finished my beer, answering\nsome questions from the close-knit little group in the bar, and went across the street for\nfish and chips. &quot;The taxi driver, was it a woman?&quot; said the owner as he cooked my meal.\n</p>\n<p>\n&quot;Yes she was.&quot; \n</p>\n<p>\n&quot;Ah, she&#39;s Irish,&quot; he said.\n</p>\n<p>\nWhat a small town!\n</p>\n<p>\nHe was a really nice guy, we talked about prices and stuff. Outside, I ate and talked with two\nboys keen to hear about my hike. One of them was hungry so I shared my chips, waited for the\ntaxi and seemed to be the object of a lot of stares. I felt like the community was sizing up\nthe curious muddy stranger! The taxi arrived, with Irish driver, and I said goodbye to the kids.\n</p>\n<p>\nIt was neat to see how long the drive was to get back to the start of my walk. Again prices\nwere the topic. I told her how much a cab driver in Edinburgh made last year (50K pounds I think),\nand she was amazed, then quiet - perhaps thinking of moving there.\n</p>\n<p>\nBack at the Abergavenny train station, I learned that a suicide had occurred on the train tracks to\nthe north, and the train would be so delayed that I would miss an important connection.\nSo I hired another taxi to drive me to the station at Newport. He was born in the area and loved\nliving there, though money was scarce.\n</p>\n<p>\nIn Newport, another delay meant I had more hours to kill. I went to a depressing bar and had another\nbeer. It&#39;s hard to have fun with wet, dung-covered feet! When I finally got on the train, I \nscavanged newspapers and made myself &quot;newspaper socks&quot; to keep my feet dry and protected from the\nwet shoes. It was a great idea. I think we threw the cotton socks away later, as the mud/dung\ncombination never came out!\n</p>\n<p>\nBack in London, the Underground had closed, so the train service hired a taxi for the 10 of us\nthat were stranded. It was very organized, we divided up into 3 taxis based on neighborhood.\nSo with all that, I finally got home at 1 am: it would have been 8 pm or so, without all the\ntrain troubles. Sigh. If I promise Kris to be back for dinner, and actually don&#39;t get delayed\nby the mountains, society will thrust something up for me!\n</p>\n<p>\nThis was a really fun adventure, I&#39;d love to do more hiking in the area - and the rock climbing\nlooks great too.\n</p>\n<p>\nPostscript: I was telling Theron about this hike at a Pizza Hut in Chilliwack, British Columbia\nin September. Amazingly, the family at the booth next to us were immigrants from Abergavenny!\nThey moved away from there some 10 years before. The father had even done the hike I did. Jeez,\nwhat a small world.\n</p>\n\n<table>\n<tr><td>\n<a href=\"images/mapcover.jpg\"><img src=\"images/mapcover.jpg\"></a><br>\n<i>Typical scenery of the hike, from a map photo.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/yfal.jpg\"><img src=\"images/yfal.jpg\"></a><br>\n<i>A map of the first miles.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/afterriver.jpg\"><img src=\"images/afterriver.jpg\"></a><br>\n<i>A river crossing north of Y Fal.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/neartalgarth.jpg\"><img src=\"images/neartalgarth.jpg\"></a><br>\n<i>Descending to Talgarth.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/overview.jpg\"><img src=\"images/overview.jpg\"></a><br>\n<i>An Expedia map showing the Brecon Beacons park.</i>\n</td></tr>\n</table>\n"}