{"date":"2005-12-31T00:00:00.000Z","title":"Feldalphorn","blurb":"first ski tour!","description":"<h2>A ski tour in the Kitzbuehler Alps</h2>\n\n<p><i>(Photos by Josef Goebel)</i></p>\n<p>I was eager to try out my new touring skis. They are a pretty cool setup:\nDynafit boots, bindings and skis. Very lightweight but sturdy enough for lift\nskiing too. Josef and Angie invited me on a New Year&#39;s Eve tour to the peak\ncalled Feldalphorn. It is an ideal beginner location, and really good for\neverybody because it combines good snow on moderate slopes safe from avalanche\ndanger with easy routefinding and a nice ability to start skiing with a great\nview right from the car.</p>\n<p>The day started out pretty poorly though. First, while quietly gathering my\nthings in the morning, I fell down the stairs! Kris heard bouncing noises\npunctuated by groans of pain, and a final low moan. I was pretty upset because I\ndidn&#39;t want the boys to wake up. I had slipped partially because of some very\nslick socks. It&#39;s a spiral staircase, and the width of the stairs becomes\ninfinitely small on the left. I misjudged the size of the step and then was\nunable to stop the fall. So, I skied around with a stiff neck.</p>\n<p>The next problem happened once I was on the train. Happily thinking of the day\nof skiing ahead, I wasn&#39;t too concerned when the train stopped in an industrial\narea near Grafing. But soon, because I had two connections to make, I started to\nwonder. An hour later, when I&#39;d hopelessly missed my connections, and was\nwondering if I should just go home, I came into Rosenheim. From there, I got a\nnew schedule, and after a phone call with Josef, a new plan was in effect that\nwould only cost 30 minutes.</p>\n<p>Naturally I was pretty upset when this new train ground to a halt in a scrub forest area somewhere along the way. I was sure lightning couldn&#39;t strike twice, but as the delay stretched over an hour I wondered miserably &quot;why me, God?&quot; And dang, Josef and Angie would be waiting and waiting, possibly without knowing what had happened! Finally the train started moving, though the damage in my mind to the prestige and exactitude of Deutsche Bahn was considerable!</p>\n<p>Josef and Angie were nonetheless in good cheer despite the extra hour and a half\nof hanging around, which I was grateful for. I felt pretty bad for them! And\nwhen Josef said that the tour wasn&#39;t ruined or anything, I felt even better.</p>\n<p>We drove a few minutes out of Woergl and were soon parked at the trailhead. We\ngot going pretty quickly, and soon were skinning up the trail. This was really\nfun - the sun was out, with mysterious clouds burning away to reveal mountains\nacross the valley. It felt like spring, and the cool, dry air seemed very\nhealthy.</p>\n<p>We passed a barn, and then occasionally smaller huts and hay storage buildings\nin meadows. A trip through a small forest led us to higher open slopes. After a\nwhile, we gained a ridge that curved rightward above a bowl to the\nsummit. Skinning up on the ridgetop was great, because we had views to the north\nand south. A fellow just ahead was having trouble with his skins, so I broke a\nnew trail to the right. I definitely think it&#39;s easier to travel in deep snow on\nskis than in snowshoes. You just have to push your foot forward rather than lift\nit out of the snow, and stomp a new print. More &quot;elegant.&quot;</p>\n<p>We reached a summit, and took off our skis to walk a hundred feet to the true\nsummit. What an excellent scene! Josef pointed out the Grossglockner in the\ndistance. He and Angie had skied mountains to the south just the day before, and\ntheir lunch for today was still frozen from a cold night. Sadly, they had to eat\nicy carrots! But Angie had made some amazing cookies, and I was especially\nexcited by a gingerbread cookie that had a paper-like substance affixed to the\nbottom of each cookie. It tasted great! I was never a fan of gingerbread, but\nafter this intriguing time with the pseudo-paper, I will seek it out again.</p>\n<p>Now it was time to go down. I was a little scared, remembering my last\nbackcountry ski experience 6 years ago, before I really knew how to ski at\nall. Continually perplexed by deep powder, I tested my companion&#39;s patience by\nconstantly collapsing into a pile somewhere behind him! I wasn&#39;t sure how my\nseveral weekends of practice on lift-served slopes two years ago would fare in\nthis nice deep snow.</p>\n<p>But there was no more time for uncertainty, Josef and Angie were already gone! I\nfollowed, making tentative turns. Wow, they worked! Even though I couldn&#39;t see\nmy boots at all. We continued, with Josef pointing out the best way down the\nnext section. Though I was working too hard, with lots of tension in my legs, it\nwas still really fun. Just the whole idea of climbing thousands of feet in the\nskis, and then getting down with them is pretty neat.</p>\n<p>The descent was pretty uneventful, it took us about 30 minutes with plenty of\nstopping and looking around. Near the bottom I took a pretty big fall and a ski\ncame off. It was easy to get it back on. Overall, I was happy with the\nequipment, though one binding needs an adjustment and a boot has a frayed\nlacing.</p>\n<p>We got back to the car, and Josef and Angie dropped me off at home, now in\nsteady rain. Thanks for a great trip!</p>\n<table>\n<tr><td>\n<a href=\"images/starttour.jpg\"><img src=\"images/starttour.jpg\"></a><br>\n<i>The first minutes of the tour</i>\n</td></tr>\n<tr><td>\n<a href=\"images/pleasedout.jpg\"><img src=\"images/pleasedout.jpg\"></a><br>\n<i>Happy to be off the long train</i>\n</td></tr>\n<tr><td>\n<a href=\"images/skins.jpg\"><img src=\"images/skins.jpg\"></a><br>\n<i>A typical view on a fine ski tour</i>\n</td></tr>\n<tr><td>\n<a href=\"images/goodday.jpg\"><img src=\"images/goodday.jpg\"></a><br>\n<i>It was raining in the morning</i>\n</td></tr>\n<tr><td>\n<a href=\"images/upisfun.jpg\"><img src=\"images/upisfun.jpg\"></a><br>\n<i>Climbing up from the valley</i>\n</td></tr>\n<tr><td>\n<a href=\"images/skinup.jpg\"><img src=\"images/skinup.jpg\"></a><br>\n<i>I am breaking a trail just for fun</i>\n</td></tr>\n<tr><td>\n<a href=\"images/onsummitf.jpg\"><img src=\"images/onsummitf.jpg\"></a><br>\n<i>Me and Angie on the summit!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/josefangie.jpg\"><img src=\"images/josefangie.jpg\"></a><br>\n<i>Josef and Angie on the summit!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/hohumm.jpg\"><img src=\"images/hohumm.jpg\"></a><br>\n<i>Angie fell and I am totally unaware</i>\n</td></tr>\n<tr><td>\n<a href=\"images/iamextreme.jpg\"><img src=\"images/iamextreme.jpg\"></a><br>\n<i>I am obviously an extreme skier. Beware my powers!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/itwasfun.jpg\"><img src=\"images/itwasfun.jpg\"></a><br>\n<i>Thanks Feldalphorn!</i>\n</td></tr>\n</table>\n"}