{"date":"2005-4-22","title":"Cutthroat Peak","blurb":"with Alex!","description":"<p>East Face Couloir</p>\n\n\n<p>I had Friday off of work and was able to convince Alex to join me for a fun day climb.\nHe wanted to climb the East Face Couloir of Cutthroat Peak, something that intimidated\nme a little bit. I&#39;m not much of an ice climber so the WI4-5 rating along with pictures\nof climbers clinging to bits of ice on a cliff face had scared me away. But Alex is\nan experienced ice climber, so it was a great chance for me to learn something.\nHappily, reports so far this year indicated that the\nice was thicker than normal and easier to climb and protect. However, an early\nstart is essential on this climb. I read several reports where people had to scurry\naway from falling ice chunks, or soldiered on only to find scary climbing in soft\nsnow above the steepest part of the couloir. </p>\n<p>With that in mind, we drove from my house at 7 pm Thursday night, wondering if we should\njust climb at night or get a few hours of sleep at the trailhead. We ate sandwiches\nand talked about the crazy world. At the Blue Lake trailhead it felt really warm, and\nthe snow wasn&#39;t frozen. We decided to sleep and both slept really well. We heard the\ntiny alarms and were stomping down from the highway a few minutes after 3 am.</p>\n<p><a  href=\"images/c_iceribbon.jpg\">\n<img src=\"images/c_iceribbon.jpg\" alt=\"\"></a>\n<br>Alex leading the ice ribbon.</p>\n<p>Tracks led us to the river crossing where soft snow bridges required jumps to avoid\na certain wetting. Above the river we took off snowshoes and slogged up a steep\nbrushy hillside until the angle levelled off and the snow became deep again. We\nhad climbed into the basin used to access the South Buttress and needed to traverse\naround to the east (right). Here the night-time view was beautiful. A nearly-full\nmoon floated above Silver Star Mountain and it&#39;s snaking gullies. Cool (not cold)\ncrisp air made mountains across the valley seem very close. Climbing steeper slopes,\nwe were soon standing in front of the East Face Couloir, and a faint dawn light\nallowed us to put our headlamps away. We&#39;d better hurry to beat the sun!</p>\n<p>Caching snowshoes, we kicked steps and front-pointed up snow and avalanche debries.\nThe couloir began to swallow us up, like a lolling extended tongue. A few hundred\nfeet up we reached an obvious belay location. I could hide behind a buttress while\nAlex led the first ice step. It was a good thing too, because it wasn&#39;t long before\nhe was sending down a set of exciting yet unwanted gifts! It was hard to get used\nto the low buzzing whirr of ice chunks going right by my head. Alex climbed steadily,\nand just as I was beginning to simul-climb he reached a belay stance. He had\nclimbed the entire ice section in one 60-meter pitch. </p>\n<p>Removing the belay ice-screw, I climbed some snow to a short-but-steep ice step.\n&quot;Be gentle,&quot; called Alex. Indeed the ice was thin. A few delicate moves got me above\nthe step. I had read about sections of the ice &quot;delaminating&quot; from the rock, and\nthis was an ideal location, as an overhanging bulge of rock was just underneath.\nWhen that happens, the pitch will be even harder! Above this I rested a moment\nat the fixed anchor below a spectacular-looking ribbon of ice in a corner.</p>\n<p>As I climbed it, I enjoyed the way my tools and crampons were placed just inches\nfrom the edge of the ice ribbon. They would be useless on the crummy-looking rock\nface next door. Amazingly, Alex was able to protect well with solid ice screws.\nThe wall behind me folded over in a way that I could rest my back on it&#39;s friendly\nsurface while cleaning screws. &quot;Don&#39;t fall once you remove the last screw Michael,&quot;\nsaid Alex. Immediately I pictured arcing backwards in a swan song of horror.\nLike many mountain anchors, the one he stood at was marginal, consisting of a\ngood nut and two somewhat poor ice screws. To climb in the mountains means to\naccept this sort of thing on occasion, so I focused with full awareness.\nMaybe this is why leading is usually more fun than following a pitch. When\nfollowing, you (mis)place a lot of trust in the rope overhead and end up thinking\nabout a lot of things other than just the climbing. But when that security\nis missing in a real way, your mind is a steel trap (or in my case, a\nrusty rabbit cage...with a new lock!). It&#39;s so much fun to forget everything\nbut the moment!</p>\n<p>I climbed a few feet above Alex, took the gear and climbed snow to a sling with\ntwo pitons. Alex felt better after the clip. Above, I entered a small cavelet\nwith a steep ice step marking the exit. After placing a marginal screw I crabbed up\nand right on the ice, calves burning a little. I totally missed a big pillar\nof ice on my right that would have given good ice screw protection. Continuing,\na rib of snow over ice led to an awkward stance at a tree on the right side of\nthe broad gully.</p>\n<center>\n\n\n<a  href=\"images/c_abovecol.jpg\">\n<img src=\"images/c_abovecol.jpg\" alt=\"\"></a>\n<br><div class=\"caption\">Michael climbs where the couloir broadens.\n</div>\n\n</center>\n\n\n<p>We wondered where to go from here. The summit didn&#39;t seem far, but it could be one\nof two blocks up and left of us. Alex went to the other side of the gully, then climbed\nsnow and rock on the left side after clipping a fixed sling on a pitiful schrub.\nEasy snow slopes led to the ridge crest further left, but we ignored it. In retrospect,\nwe think that was the right way to go.</p>\n<p>I simul-climbed to the pitiful schrub at which point Alex was able to build a belay\non the ridge crest. This pitch was really interesting from here. Some solid low-angle\nice led to a rock step where Alex placed two good cams. Bits of ice and snow in\nthe right places allowed passage between two buttresses. More ice and snow led to\nthe ridge crest where Alex had a comfortable belay.</p>\n<p>He&#39;d been eyeing the pitch to the summit (we thought). &quot;Let&#39;s just bail!&quot; he said wisely.\nI thought I&#39;d give it a shot though. Steep rotting snow had to be climbed for about 50\nfeet to reach rock protection and the final moves. But the snow was un-nerving. I did\nok for a while, but soon the steps I kicked began collapsing easily and my axe scraped\nuselessly against smooth slabs just under the snow. Without the ability to self-belay\nwith my ax it started to seem like a fools-errand. Treating it like an aid climb, I moved\nleft hoping to find marginally thicker snow cover. This gave me another 5 feet of vertical,\nthen there was nothing. So I climbed down carefully, glad to have given it a go.</p>\n<p>Alex left a baby angle piton and a nut to rappel from, backed up with a cam while he went\ndown. I removed the cam and followed. Rappelling with 7mm twin ropes in a Reverso is a\nlittle nerve-wracking! I need to get a smaller belay device for this. At our tree I made\nthe next rappel to the pitons. Alex left a great 3rd piton here and one of our slings.\nIt seems wise to be safety-conscious on these piton rappels. Another rappel below the\nice ribbon took us to easy ground low in the couloir. Soon we were baking in the sun\nand eating a sandwich below the face. It had been a fun and reasonably safe climb,\nnot quite what I&#39;d expected. It was too bad we didn&#39;t climb the summit block, but at\nleast we got the great views of Black Peak and Goode from the ridge crest just below the\nsummit.</p>\n<p>Before leaving we had some fun making the face echo notes that we would sing. We got some\ngreat minor 3rd intervals that really sounded creepy. By switching notes fast enough you\ncould create a chord. Man did it sound cool.</p>\n<p><a  href=\"images/c_chording.jpg\">\n<img src=\"images/c_chording.jpg\" alt=\"\"></a>\n<br><div class=\"caption\">Making echos on the face.\n</div></p>\n<p>On the way down a party in another basin thought we were &quot;Eric.&quot; We cleared up the confusion\nand continued on our way, choosing to just bash down the eastern valley rather than get back\ninto the basin below the South Buttress route. This worked well enough, and sometime after\nnoon we were opening the car and changing out of soggy boots. Eric drove up and began\ntalking via &quot;Motorolla Talkabout&quot; to his partners high above. It was a great ride back down\nHighway 20. We never get to see it on a sunny, hot afternoon. Too often we are driving in or\nout late at night. Fisher, Graybeard, Colonial, Crater and Davis peaks looked awesome.</p>\n"}