{"date":"2005-8-18","title":"Matriarch-Grimface Traverse","description":"<h2>Grade III, 5.7</h2>\n\n<p>As part of our stay at Cathedral Lakes Lodge, Kris graciously allowed me to\ntake a &quot;3/4 day&quot; for a climb. So I eagerly packed some basic climbing\nequipment for the Matriach-Grimface Traverse, rated at Grade III, 5.7 in\ndifficulty. A report from Drew Brayshaw indicated it might be a bit easier,\nwhich was good because I planned to solo it. I had to bring a rope for\nseveral rappels on the traverse, but the only 50 meter rope I had was cut\nin two (semi-retired rope). No matter, since I only needed it for rappels\nI would tie the ends together in a knot suitable for rappelling. </p>\n<p>Wednesday at the lodge was marked by constant all-day rain. Happily though,\nwhen I left our room at 4 am Thursday morning I had a clear, cold, starry sky\nto share the trail with. I made the now-familiar trek up to Glacier Lake, and\nthen the rim of Cathedral Ridge, walking slowly to conserve my energy for\nthe long day ahead. Due to a sad lack of preperation the day before, I had\nno food, only water for the day. I also sorely wished for a windbreaker on\nthe ridge, as the cold gusts of dawn wind cut through my fleece jacket like\na knife. My hydration bottle hose actually froze for an hour until weak sun\ncould melt the water!</p>\n<p>In the dawn I hiked along the rim for several miles, eventually coming\nto the Wall Creek valley, where I dropped off the trail and descended some\n800 feet, traversing south as I went on scree, heather and rock slopes.\nI found faint goat paths that made the way easier on the sloping terrain.\nLarge, blank granite cliffs of Grimface Mountain were above me now. Eventually\nreaching the ridge dividing Wall and Ewart Creeks, I marked that it had\ntaken me 2 hours and 45 minutes to here. Stopping to put on my harness, I\nwas finishing the hiking terrain a bit after 7 am. At a ledge below a steep\nwall I changed into rock climbing shoes, but kept my gloves on against the\nextreme chill of morning. This first pitch was one of the most exposed\nparts of the climb, as you have to step out onto the upper section of a\nsteep wall dropping away below for 1000 feet. I climbed 20 feet\nof 5.4 solid blocky rock to begin the traverse with a bang.</p>\n<p>Following a series of exposed notches (one of which had a fixed rope that\nI made a 15 foot rappel on), I was below the summit block of Matriarch\nMountain. Like Goldilocks, it took me three tries to find the best way.\nFirst I tried a wide crack on the right with a nasty fall potential into\na scary chasm. Finding flaky rock and steeper-than-it-looked climbing, I\nquickly backed off and moved to a 5.8 hand crack to the left. I also backed\noff of this because the rock was really rough and I wished for\ntape gloves. Unwilling to bother doing this (I had some tape), and unwilling\nto cut my hands, I then moved left again for a distinctive 5.3 chimney,\nwhich happily had a nice landing in case of a fall (there was no waiting\nblack chasm like the other two starts). The chimney was fun, except for\ngetting my backpack and body wedged solidly near the end. I had to\nfrantically unclip the waist belt and sidle half-out of the pack to\nmove. Oh brother!</p>\n<p>From the summit of Matriarch, it looks like there is a long way to go.\nIndeed there is, but a good bit of it is a scenic &quot;sidewalk in the sky,&quot;\nwhere 3 foot wide walkways provide a charming alpine sojourn. The\nsun was gradually winning out over the cold, which I appreciated because\nI was tired of shivering in shady areas. In fact, sometimes on the left\nside of the crest I saw drips of ice in pockets on the granite slabs.\nAs time went on and these ice runnels melted, they left wet black lichen\non the shady side of the crest that required care to cross safely.</p>\n<p>Now I made a rappel, then climbed over and down and sub-peak. Coming to\nanother chasm on the ridge, I rappelled again, then enjoyed climbing a\nsolid 4th class gully to a ledge on Macabre Tower. Above the ledge\nloomed a holdless vertical wall. Having brought 2\nalpine aiders just for this, I could enjoy climbing the 3 bolt ladder\nthere. This was kind of a neat novelty of the\nclimb. After another chimney climb I was on the summit of Macabre.\nIt was still freezing when the wind blew, boy, how long can it stay\nthis cold on a clear August morning?</p>\n<p>Another rappel led to an awkward stance near a wedged chockstone. The\nrope was in a deep slot, and I worried about the knot catching up.\nHappily it pulled ok, as it looked like it&#39;d be a tough ascent to\nretrieve the rope! Some friction climbing got me up to a granite\ndome, then more &quot;sidewalk in the sky&quot; walking led to a rappel down\na steep chimney. Walking and downclimbing brought me to the base\nof a steep crag, which I enjoyed climbing via a 5.4 gully that became\nshallow and exposed at the top. Some of the thinnest &quot;crest climbing&quot;\ntook place next, providing an occasional hand traverse on the thin\nridge top. After passing 2-3 bolts at such places, I kind of think the\nroute is overprotected. If you do the climb with a partner and belays\n(running or static), you probably just need a few quickdraws and slings\nthanks to all this bolting.</p>\n<p>Probably my favorite part of the climb was the Southeast Notch route\nby which I ascended Grimface. Climbing a chimney, I wormed under a chockstone\nthen walked up a gully that led to questions. I tried walking around a corner\nto exposed walls on the north, then came back to fashion a route up a\nhidden chimney, doing some fun &quot;chimney climbing&quot; techniques. I shoved\nmy pack through a hole above me, then put my back on the wall behind and\ninched up. Then I could climb down through chockstones to retrieve my pack\nand put it on yet another ledge above. &quot;This is a fun puzzle,&quot; I thought.\nThere was a short but good hand crack at a platform in the chimney system,\nand soon I came to the &quot;sandy amphitheater&quot; mentioned in the Beckey Guide.\nI climbed a fun wide crack to just below the summit block, then walked\npast the occasional water ice patch on the granite (seriously, it was\ncold!) to the summit. It had been a fun route to the summit, as the climbing\nwas varied and old-fashioned.</p>\n<p>From here I could walk and occasionally scramble north on a well-marked\nroute to reach Cathedral Ridge. The way back took a while, because I kept\nrunning into folks from the lodge and we would exchange stories. It was\na fun social scene up on the Ridge. With Sonya&#39;s party we took pictures of\nthe Giant&#39;s Cleft, and scrambled around on the side. They also gave me\nan apple, a granola bar and some dried mango pieces - just wonderful!</p>\n<p>The walk along the rim was even better than in the morning, as the day had\nnow warmed up. Reluctant to leave the high country, I made it back to the\nlodge at 2:30 to find Kris with the babies and very happy I was back!\nI started playing with Rowan then began nodding off. Soon, Kris had to\nagain take over while I lay in a stupor for an hour, only recovering\nafter a hearty ingestion of her delicious oatmeal cookies.</p>\n<p>Overall, I thought the route short but entertaining. The approach from the\nlodge does take 3 hours, but it is almost entirely on the crest of Cathedral\nRidge, and therefore very scenic in good weather. If you are going to the\nlodge for any reason, pack some aiders, a harness and a light rope for\nthis fun little climb!</p>\n<p></td></p>\n<p><td width=\"30%\" valign=top></p>\n<table>\n<tr><td>\n<a href=\"images/grimface.jpg\"><img src=\"images/grimface.jpg\"></a><br>\n<i>Grimface mountain peeking over Cathedral Ridge</i>\n</td></tr>\n<tr><td>\n<a href=\"images/techstart.jpg\"><img src=\"images/techstart.jpg\"></a><br>\n<i>The start of the climb, stunning exposure on the upper right</i>\n</td></tr>\n<tr><td>\n<a href=\"images/looksoutht.jpg\"><img src=\"images/looksoutht.jpg\"></a><br>\n<i>Peaks in Washington State, including The Pope and The Deacon on the foreground ridge</i>\n</td></tr>\n<tr><td>\n<a href=\"images/travlook.jpg\"><img src=\"images/travlook.jpg\"></a><br>\n<i>Looking ahead on the granite traverse</i>\n</td></tr>\n<tr><td>\n<a href=\"images/grimulake.jpg\"><img src=\"images/grimulake.jpg\"></a><br>\n<i>Grimface Mountain and Ladyslipper Lake.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/midback.jpg\"><img src=\"images/midback.jpg\"></a><br>\n<i>Looking back on the twisting ridge.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/selfport.jpg\"><img src=\"images/selfport.jpg\"></a><br>\n<i>Me on the summit of Grimface Mountain.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/fromgrimb.jpg\"><img src=\"images/fromgrimb.jpg\"></a><br>\n<i>Looking back at the traverse from Grimface Mountain</i>\n</td></tr>\n<tr><td>\n<a href=\"images/viewfar.jpg\"><img src=\"images/viewfar.jpg\"></a><br>\n<i>Mounts Baker, Redoubt and others to the west.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/giantcleft.jpg\"><img src=\"images/giantcleft.jpg\"></a><br>\n<i>The Giant&#39;s Cleft</i>\n</td></tr>\n<tr><td>\n<a href=\"images/woodsign.jpg\"><img src=\"images/woodsign.jpg\"></a><br>\n<i>A rustic sign on the ridge</i>\n</td></tr>\n<tr><td>\n<a href=\"images/highridge.jpg\"><img src=\"images/highridge.jpg\"></a><br>\n<i>The occasional tarn on the ridge.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/ladyslipper.jpg\"><img src=\"images/ladyslipper.jpg\"></a><br>\n<i>Turqoise-colored Ladyslipper Lake.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/moreridge.jpg\"><img src=\"images/moreridge.jpg\"></a><br>\n<i>Endless ridgetop terrain.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/tiredout.jpg\"><img src=\"images/tiredout.jpg\"></a><br>\n<i>Here I am supposed to be babysitting, but actually am completely conked out.</i>\n</td></tr>\n</table>\n"}