{"date":"2005-11-13T00:00:00.000Z","title":"Grosse Ochsendwand","blurb":"klettersteig","description":"<h2>Via ferrata on the Grosse Ochsenwand</h2>\n\n\n<p>I rented a car Friday night at the central train station so I could have some unrestricted hiking over the\nweekend. Driving south in the morning, I was excited about going to a town in Austria called Fulpmes, where\nI could climb an exciting ridge on the Grossen Ochsenwand. The guidebook had an enticing picture that made\nme say &quot;oohh! I wanna be there!&quot; I had no trouble getting to the town, but got confused trying to figure out\nwhere to drive to reach the trailhead. I wandered around on some steep dirt roads a few minutes, then\nfound the right one, climbing to a pretty hanging valley. But the road was blocked by workmen, who said\nit would take about 5 minutes. Well, 30 minutes later I decided to hike the road. After a few minutes though,\nthe guys cleared it, so I went back for the car. Good thing too, because it would have been a fairly\nlong walk (2-3 miles?). I still had confusion. Now I was in a ski area, and drove steeply up too high,\neventually realizing my mistake and getting information the old fashioned way. I found 3 guys who rode\ntheir bikes up the steep road, and were now stashing them in the bushes. They spoke english, so it was\neasy to determine we all wanted to do the same thing. They knew the way of course, so finally I was on\nthe trail proper.</p>\n<p>That didn&#39;t stop me from losing it again, and then having to downclimb a couple of hundred feet when I saw\nthem make a hidden turn off far below me on a scree slope. Doh! But the day was nice and warm, with a clear\nblue sky. Some November!</p>\n<p>The three guys geared up for the climb and took off. They were older than me by at least 10 years, but really\nreally fast. I foolishly tried to keep up for a while, then realized it was cutting into my picture takin&#39; and\nrelaxin&#39; time, so I slowed down. This Klettersteig had quite a few overhanging sections on the lower third\nof the long ridge, and then eased off into a long section of hiking up steep heather. The position was\nfantastic, with snowy walls on my left. Very high up, I could see a tiny bivouac box atop a serrated ridge.\n&quot;I wonder what happened that they decided to put that there!&quot;</p>\n<p>I loved the feeling of air all around, vast exposure, but also the relative safety of clipping into the metal\nline. For purists, it looked like there were several long and classic-looking ridges for free climbing (modulo\nsome rotten rock for sure). I&#39;d like to do the one one day with the bivouac box at the top. I was told it&#39;s\nrated about IV or V, so 5.8-5.9 at the hardest.</p>\n<p>I watched birds flying among the cliffs, and soon was high up. Just below the summit I met the party of three\ncoming down, and they took my picture. There was a view of steep walls at the top, and snowy mountains to the\nsouth. I could see Innsbruck or it&#39;s suburbs to the north, nestled in a green valley.</p>\n<p>I planned to descend the north ridge, which is also a protected route. Good thing too, because it was buried\nin snow! I reasoned that as long as I could clip into the cable for safety, I could descend. The powdery\ndry snow aided me in that my fingers in their wool gloves didn&#39;t get too wet or cold, but also slowed\nme down because I couldn&#39;t kick solid steps in it. Instead, I had to shuffle carefully down through it, and\nuse the iron cable as a handhold as often as possible. It was a wierd feeling, because I&#39;d never been in\nsuch a steep, snowy, dark blue environment before, but the cable allowed me to visit. It was pretty tiring, but\nI finally made it down to a pass. I decided to hike to the north on a trail that traversed the eastern slope\nof a ridge. This was really fun, with stunning views looking back on the ridge I climbed up. Later, I saw\nIbex, who scrambled fearlessly up near vertical rock! I had to be careful going under them, because out of\ncuriousity they seemed to knock a few rocks off.</p>\n<p>Eventually I reached a cool little notch between big cliffs, and threaded the needle. The other side was steep\nand snowy though, I had to spend a fair bit of time getting down carefully. Near the bottom, a fixed line appeared\nfor more safety.</p>\n<p>Now it was getting late, so after another mile or so, I scrambled up a trail to a nearby summit, hung out a while,\nthen headed down to the car via another trail. It was full dark when I walked the road to the car, and I thought\nabout camping out up here, it was so empty and quiet, with a full moon. But it was only 5:30 pm or so, and a hot\nmeal in old Innsbruck was really tempting.</p>\n<p>So, I drove down, and wished I didn&#39;t for a while, because I accidently got on the highway going to the Brenner\nPass, which seperates Italy and Austria. As I looked for an exit, a toll booth appeared and I had to pay 8\nEuros! Eventually I could turn around, but I&#39;d been trying to be so frugle with expenses (for example, I went the\nwhole day without a damn map, and that was a lot of trouble, really), that the 8 Euros irritated me for a few\ndays!</p>\n<p>In Innsbruck I was tired, and had to walk quite a ways to find a recommended restaurant. But it was good, and near\nMaximillian&#39;s Golden Roof, which is a special place in the old city. Back in the car, where I had a <i>whale</i>\nof a time finding the youth hostel (17 Euros per night, with breakfast included!). I mean, I left the city\ntwice, once to the east once to the west, in complete confusion because there are seemingly no street signs\nin that city. Finally I was in bed at 10:30, after the awesome hiking day, but a bit frazzled from the driving.\n&quot;Oh well, it&#39;s life in a new place.&quot; I listened to Omadawn as I fell asleep. What a great piece of music, now\nlike 30 years old.</p>\n<p></td></p>\n<p><td width=\"30%\" valign=top></p>\n<table>\n<tr><td>\n<a href=\"images/a_ochsensee.jpg\"><img src=\"images/a_ochsensee.jpg\"></a><br>\n<i>The Grosse Ochsendwand from the Schlicker meadow (alm)</i>\n</td></tr>\n<tr><td>\n<a href=\"images/ochenfun.jpg\"><img src=\"images/ochenfun.jpg\"></a><br>\n<i>The enticing picture of the route in the guidebook</i>\n</td></tr>\n<tr><td>\n<a href=\"images/culpafolks.jpg\"><img src=\"images/culpafolks.jpg\"></a><br>\n<i>Here you can see the party ahead of me climbing the route</i>\n</td></tr>\n<tr><td>\n<a href=\"images/verticallook.jpg\"><img src=\"images/verticallook.jpg\"></a><br>\n<i>There was a vertical ladder climb on the klettersteig</i>\n</td></tr>\n<tr><td>\n<a href=\"images/nearsumme.jpg\"><img src=\"images/nearsumme.jpg\"></a><br>\n<i>The party ahead took this picture of me at the summit</i>\n</td></tr>\n<tr><td>\n<a href=\"images/coldtower.jpg\"><img src=\"images/coldtower.jpg\"></a><br>\n<i>The towers of the Ochsendwand reminded me of the Canadian Rockies</i>\n</td></tr>\n<tr><td>\n<a href=\"images/highcold.jpg\"><img src=\"images/highcold.jpg\"></a><br>\n<i>The view from the summit, with snowy north faces</i>\n</td></tr>\n<tr><td>\n<a href=\"images/highochen.jpg\"><img src=\"images/highochen.jpg\"></a><br>\n<i>Looking down to the north</i>\n</td></tr>\n<tr><td>\n<a href=\"images/spookysnow.jpg\"><img src=\"images/spookysnow.jpg\"></a><br>\n<i>I would have been terrified here without the fixed cable!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/superwalking.jpg\"><img src=\"images/superwalking.jpg\"></a><br>\n<i>Wonderful hiking country below</i>\n</td></tr>\n<tr><td>\n<a href=\"images/thewayahead.jpg\"><img src=\"images/thewayahead.jpg\"></a><br>\n<i>The Road goes ever, ever on...</i>\n</td></tr>\n<tr><td>\n<a href=\"images/nearinnsbruck.jpg\"><img src=\"images/nearinnsbruck.jpg\"></a><br>\n<i>I think the town below is Zirl</i>\n</td></tr>\n<tr><td>\n<a href=\"images/lookwest.jpg\"><img src=\"images/lookwest.jpg\"></a><br>\n<i>More foothills of the Stubai Alps to the west</i>\n</td></tr>\n<tr><td>\n<a href=\"images/snowynorths.jpg\"><img src=\"images/snowynorths.jpg\"></a><br>\n<i>North sides of the Stubai Alps</i>\n</td></tr>\n<tr><td>\n<a href=\"images/restful.jpg\"><img src=\"images/restful.jpg\"></a><br>\n<i>Restful hills leading to Axams</i>\n</td></tr>\n<tr><td>\n<a href=\"images/untilnexttime.jpg\"><img src=\"images/untilnexttime.jpg\"></a><br>\n<i>My pack waiting for me to come down from the ridge</i>\n</td></tr>\n</table>\n"}