{"date":"2005-1-1","title":"Short Reports 2005","description":"<p><a name=DERWANK></a></p>\n<h3>Der Wank, October 2005</h3>\n\n<p>After a great day of bike riding, rock climbing (very poorly on\nmy part), and eating Indian food with Ari and Matt, I was too\nexcited to sleep. So I left the house at 11:30 pm with two headlamps,\nboth with dying batteries. I hiked up the road to the start of the\nhike up the &quot;Mount Si&quot; of Garmisch-Paternkirchen: Der Wank!</p>\n<p>The hike was straightforward. I took a wrong turn at one point, ending\nup at a Mittelstation lift, which cost about 20 minutes. Continuing,\nI was impressed by the expanding views of the lights of the town\nbelow. The stars were very beautiful too, with the cloudy arc of the\nMilky Way directly overhead. At the top, I stood in a brisk wind\nnext to a high crucifix. Just wonderful.</p>\n<p>On the way down I had to deal with a landslide that I had mysteriously avoided\nbefore. For the life of me, I couldn&#39;t find the side trail I had used, and the\nheadlamps just got dimmer. Finally I committed to crawl and crab across it. I\ndid well until the last few feet before regaining trail: at that moment both\nfeet slid sickly into 2 feet of quicksand! My shoes were nearly sucked off as I\nmade the final steps to reach the trail. Here I was with a dim yellow headlamp,\nin the Bavarian Alps, at 3 am, with an appointment in Munich at 9 am, struggling\nto regain the trail! What a puzzle life is sometimes!</p>\n<p><a name=INDEX4></a></p>\n<h3>Index climbing, July 31, 2005</h3>\n\n<p>Nathan Wilfert and I got up early for a climb of Davis-Holland. We carried full packs with\naid gear up to the wall, because we might try and get a few pitches of City Park in. Despite\nthe cool air of early morning we were soaked in sweat on arrival at the upper wall. \nNo matter! Nathan belayed me for the 5.9 crack pitch that Theron and I had aided a few\nweeks before. It was a nice pitch, some liebacking and jamming. Nathan came up, disparaging\nhis crack climbing skills and vowing to come to Index more! The next pitch was 5.10a, and\nwent up a clean corner that demanded a particular medium-small cam size over and over again.\nI got pumped out on at least one occasion fumbling for gear that usually was slightly wrong\nfor the crack. At one point I executed a pumpy lieback for 15 feet then nearly wore myself\nout for good hanging from a hand jam and trying to plug in some gear. At a ledge 5 feet above\nI got my first real rest in a long time! The pitch stayed interesting all the way to the\nhanging belay station. Whew! </p>\n<p>Nathan came up finding it similarly taxing. We pretty much decided to do one more pitch then\nrappel rather than continue up &quot;Lovin&#39; Arms&quot; which has even harder pitches. Still, the start of\npitch 3 above us looked really intimidating. Basically, you have to undercling a massive roof\nright above the belay (somehow getting some pro in) and then turn the roof with a lieback\nfor a decent stance above. I did this with some trepedation. Then to avoid hellish rope drag\nlater Nathan lowered me to below the roof so I could clean the cam I&#39;d shoved up inside\n(it was pretty dirty and chossy in there, though a #3 Camelot seemed to hold well enough).\nI reclimbed, then traversed a wall left to gain a corner. Easier climbing led me up to\na cavelet that I was reluctant to abandon! I placed a good nut and a &quot;decent&quot; cam in the\nroof of the cave then liebacked and stemmed my way up to an intimidating face. At first, I\ndidn&#39;t see any gear placement on the face and carefully downclimbed back to the cave.\n&quot;Maybe you want to lead this face Nathan with your hard sport climbing capabilities!&quot;\nI enjoined. But he encouraged me to try once more. I remembered that chucK had said a #5\nHB Offset was the ticket to protect this section, and happily I had one! So I racked it\nclose and tried again. Sure enough in a tiny flare I fit the little brass nut securely.\n&quot;Whew a bomber piece!&quot; I said. Here I lost my chance for a free ascent because as I\npassed the nut I couldn&#39;t resist...pulling on it. 5.10c Index faces apparently scare me\na little bit! Another move or two and I was above the face and placing a nut in a small\npocket that appeared excavated by eager fingers. I continued on rapidly easing terrain \nto the belay station which has a <i>fantastic</i> position high above the town.</p>\n<p>Nathan followed the pitch great, falling once on the face before getting it free. Holy cow,\nwhat a great set of pitches this was! we looked above to the 5.10b first pitch of &quot;Lovin Arms&quot;,\nand it looked tough but do-able. We&#39;ll come back for it later, that will be an amazing future\nday!</p>\n<p>Two rappels on the awesomely steep Sport Wall got us down to the ground. We decided to pack up\nand keep free climbing on the Lower Town Wall as I still felt pretty good to lead some 5.9 or\nso pitches. Nathan led the first pitch of GM (5.8), and I led pitch 2 (5.9), placing the\nthree largest cams we had (A #3 Camelot, a slightly smaller purple Metolius 4 cam, and a</p>\n<p>#2 Camelot shoved in somewhat blindly). At the belay station, the late morning sun was baking us.\nI headed off for pitch 3 of GM, a 5.9 wide-crack/offwidth pitch I&#39;d never climbed before.\nIt was awkward and draining, especially in the broiling sun. When I reached the ledge that\nmarks the top of &quot;Heart of the Country Pitch Two&quot; I placed the #3 Camelot and keep motoring up\nthe wide crack. But the crack widened and continued a good ways above me without the possibility\nof protection because I had no gear large enough. \nI tried to fiddle the 4 Cam in (too small), and realized I&#39;d hit the ledge if I fell. So I\ndownclimbed to the ledge, burning a lot of strength in 10 feet or so. It was likely easier to\npower on, but once a decision is made you have to stick with it. I brought Nathan up from\nthe ledge belay. &quot;This pitch sucks!&quot; was his verdict, probably influenced by the heat of the day!\nI then top-roped Heart of the Country Pitch 2 (5.10b), a fantastic hand crack with a few moves\nof fist jamming that I&#39;d completely forgotten about. I climbed it quickly but felt tired and\nglad I wasn&#39;t leading it today. We got to the ground as quickly as possible and repaired to\nthe Index General Store for water and root beer. Whew!</p>\n<p>I&#39;d never had such a long time to spend at Index. we had two more hours, so I thought to show\nNathan something about aid climbing. Soon he was belaying me on an aid lead of &quot;Iron Horse&quot; (C2),\nwhere I was annoyed to be in the baking sun (while my belayer happily got to stay in the shade!).\nI had my hook ready for the &quot;hook move&quot; required at a bulge. But Nathan had a very small TCU\nwhich fit in a flare I&#39;d never used before. Viola, no hook move required and the route is\ndowngraded to C1! By the time I approached the belay I was so hot that I was eager to finish\nthe pitch and get back to the shady ground. It must have taken an hour, I cursed myself for\nbeing slow.</p>\n<p>On the ground Nathan set up Jumars to clean the route, but the awkwardness of the new experience\ncombined with our need to be in town by 4 pm convinced him that he should practice elsewhere first.\nDue to various shinanigans and complications it was hard to get him the 10 feet needed back to\nthe ground. So I jumared up somewhat annoyed because I couldn&#39;t clean a nut that I&#39;d placed. Drat!\nThe belay station seemed really complicated, but finally I had all the slings and aiders attached\nto myself and rappelled to the ground so we could zoom away home.</p>\n<p>Definitely the hardest and hottest Index day I&#39;ve experienced yet! Thanks Nathan for the fun trip!</p>\n<p><a name=INDEX3></a></p>\n<h3>Index climbing, July 9, 2005</h3>\n\n<p>On this rainy morning, I convinced Theron to come with me for a first (gasp!) visit to the Upper\nTown Wall for some aid climbing. The approach trail is steep, but very nice. As Theron pointed\nout, the color of the plants was such a brilliant green it could be described as (0 255 0) on\nthe RGB color scale. We found the first pitch of &quot;Town Crier&quot; (5.9, C2), running with water.\nHey, we&#39;ll just aid it then! So I did this, moving kind of slowly as it had been a long while\nsince I&#39;d been aid climbing. It was fun, easy aid with great protection from medium nuts.\nI free climbed the upper 4th class ledges which were a little scary because of slimy moss\nand weeping waterways. Theron jumared the route, for his first time following an aid pitch.\nIt was hard at first, but some advice from an old hand passerby to make less backup knots\nallowed his bottom jumar to run smoothly. It&#39;s all about equipment in aid climbing!\nAll this took awhile, and we would already be late returning to town, so we just scoped\nout the chimney above. We also looked at the Davis-Holland route above on the left...man\nthat looks like great climbing! I&#39;m tempted to come back some dry morning and see if we\ncan climb the first two pitches? The triple roofs above us looked just awesome. Also, the\ntown and surrounding mountains with the clouds drifting in and out reminded Theron of\nthe idealistic home of &quot;King Kong.&quot;</p>\n<p><a name=CASTLEROCK></a></p>\n<h3>Castle Rock, June 25, 2005</h3>\n\n<p>Theron and I got an afternoon start for some cragging in Leavenworth. Pulling up to\nCastle Rock in afternoon heat, Theron first led &quot;The Fault&quot; (5.6) on the lower buttress.\nI then continued for a fun climb of &quot;Catapult&quot; (5.8), such a great steep climb with a\nhold always where you need it! Theron led another pitch of easier terrain to reach\nLogger&#39;s Ledge. I then led the first pitch of &quot;Canary&quot; (5.8+), finding the pitch \nconsiderably easier than the last time I did it two years ago. The first moves\ngetting around a slabby buttress are a wake up call, then it becomes a cruise to\nthe stellar upper cracks. A fellow had taken a screaming lead fall on the exit\nmoves just before we arrived, and he warned us about the treacherous nature of\nthe last move. His knees and shins were bloody but he wasn&#39;t seriously hurt.\nI ungracefully clawed my way out of the cavelet, really intent to not fall!\nTheron came up more gracefully and set out to lead the second pitch. It was\na great milestone for him, as the initial &quot;Scary Canary&quot; moves had him freaked\nout. He bravely committed to the move with a &quot;devil may care&quot; attitude, and then\ncontinued for fun adventure on the rest of the pitch. I really like the way\nthat pitch continues on steep ground with horizontal cracks for gear. Since\nI was last here, beefy new bolts were added (to replace rusty ancient ones).\nTheron belayed me to the summit where he took a nap. I still had some energy,\nso I hiked down and then scrambled up the &quot;Saber&quot; (5.5) route. Man, that is\na great climb too. Castle Rock is such an awesome crag!</p>\n<p><a name=INDEX2></a></p>\n<h3>Index Climbing, June 21 2005</h3>\n\n<p>Carlos and I climbed Princely Ambitions (5.10a), which was really fun. I hadn&#39;t been to\nIndex in a long time. I thought he did great on the route. Surprisingly, the 2nd pitch was\nhard for him, as he is unused to hand-jamming of the Index variety. A great time!</p>\n<p><a name=GOLDCREEK></a></p>\n<h3>Gold Creek to the Kendall Katwalk, down the PCT, June 11 2005</h3>\n\n<p>The Gold Creek trailhead is now at Gold Pond, and the road to the old trailhead\nis locked. We started walking at noon under gray skies but no rain. The trail is\nin fine shape, we had no problem with a beaver pond sometimes mentioned as an\nobstacle. After three miles, we reached the crossing of Gold Creek, first\nremoving our shoes and socks to make the cold but easy ford. On the other side\nof the creek, the trail is less-travelled but still in fine shape. Soon we\nturned left at a junction to climb to Alaska Lake. This mile is steep but\nentertaining: rock and root steps along a hogback ridge with crashing rapids far\ndown on the left. At the lake we had a vague notion that there would be a trail\nto reach the PCT contouring above. We didn&#39;t find anything nice, so we settled\nfor a game trail going steeply up on the left, climbing a ridge that runs\neast-west on the south side of the lake. Rain-soaked brush was unpleasant, but\nthe way was reasonable enough. We feared making an error and losing our way in\nthe rain/sleet/snow/fog mix, so we stuck to the ridge crest as a precaution. The\ntrail became better as it led north towards the PCT, and the country got that\nbeautiful granite garden look that characterizes the beautiful mile east of the\nKatwalk.  Meeting the PCT just west of Ridge Lake, we alternately jogged and\nstopped to gape at the fantastic scenery when the clouds parted. We were blessed\nwith sun-rays and crystal-clear vistas down to Gold Creek and across to Kendall\nPeak(s). Once near the Katwalk, the view machine shut down and we fumbled along\nthe granite sidewalk in the mist. Nathan, running along and peering across the\nCommonwealth at Guye Peak, tripped spectacularly in a jumble of limbs. If only I\nhad a video camera! We cruised down the PCT, then took the 2 mile abandoned\nCommonwealth Basin trail to the PCT trailhead. It is still in fine shape.</p>\n<p>We hopped on the bikes stashed near the trailhead and pedalled down the highway in driving rain back to the car at Gold Pond. Reaching it at 5:30, and dreaming of hot chocolate and dry clothes, a new (and much more miserable) adventure began. Let me just say this: if you can open your car with an electronic keychain or with a key, go ahead and take the key in case the keychain decides to short out.</p>\n<p>It is a great loop trip, if you don&#39;t mind fording Gold Creek and dealing with a faint brushy trail between Alaska Lake and the PCT. </p>\n<p><a name=exit382></a></p>\n<h3>Exit 38, May ?, 2005</h3>\n\n<p>Carlos and I went to the Gun Show cliff this morning, having never been\nthere before. We first climbed the &quot;Endless Bliss&quot; 5.10a 40 meter slab\nroute, which was great fun, very enjoyable. Then we went looking for\n&quot;Elation at the End of Eternity&quot; a 5.8 or 5.9 route not in the guidebook.\nWe found that the Gun Show cliff has had many new routes added to it, and\ngot a little lost trying one (Carlos led a 5.7 pitch to an anchor, then I tried\nto climb pitch 2 but was stymied at a roof 3 bolts up), then another\n(easy climbing with a 5.9 &quot;headwall&quot; move right before the belay. No\nsecond pitch), and finally we found it. We thought this route was the\nbest at the cliff. Juggy loose-looking rock provided a steep first pitch,\nand the bolts were further spaced than other routes making it a bit more\nexciting. (I thought it was 5.9). I strung the 2nd pitch together, and it\nwas a very good 5.9 face/slab climb. I kept thinking I would skip bolts,\nbut then the move was hard enough that I&#39;d chicken out! A fantastic\nbelay viewpoint, under a roof, with the cars on the freeway in your\nlap. Carlos liked the pitch too. We made two rappels and went quickly\nback to the car. A nice cliff!</p>\n<p><a name=PRATT></a></p>\n<h3>Pratt Lake, Melakwa Lake, May 22, 2005</h3>\n\n<p>I went on a really really fun trail run this morning. What I did was to\ncache a mountain bike at the Denny Creek trailhead, then drive back to\nthe Granite Mountain trailhead. I hiked and jogged the trail towards\nPratt Lake, enjoying the cool forest and nice path. There were some\nviews looking down on Olallie Lake and out to hills to the west.\nA steep descent from a ridge top entered a boulderfield with broad\nviews to Pratt Lake and my trail contouring far away on the other\nside. (Looking at the map now, it&#39;s hard to reconcile the line of the\ntrail with the way it really went. It seems like it must have been\nfurther west, closer to Pratt Mountain). I ran on, to Lower\nTuscohatchie Lake where a sign said it would be 3 more miles to\nmy next destination: Melakwa Lake. Kaleetan Peak had a dusting\nof fresh snow and definitely had a &quot;Matterhorn of the Cascades&quot;\nlook from here. I ate my PowerBar in a boulderfield before the\nshort and steep climb up to the lake. Once there, I thought about\nhiking on to tag Melakwa Pass, but I needed to be home by noon.\nI saw a lot of people as I quickly descended the somewhat\n&quot;technical&quot; Denny Creek trail (lots of rocks embedded in the trail).\nThe falls were roaring very nicely. Once down I hopped on my bike\nand rode the 3 or so miles back to my car. I took from 6:45 am\nto 11:00 am for the 17 mile trip (3 on the bike). Loop trips are\nso much fun!</p>\n<p><a name=TIGERFUN3></a></p>\n<h3>Tiger Mountain, May ?, 2005</h3>\n\n<p>Nathan and I went for a fun trailrun Sunday morning. We hiked the cableline\ntrail up, then tagged the three west summits, enjoying a fun run down\npast Poo Poo Point. We were briefly lost once on the flats in a hard rain,\nbut eventually made the car. A great time!</p>\n<p><a name=exit38></a></p>\n<h3>Exit 38 Climbing, May ?, 2005</h3>\n\n<p>Carlos and I hiked up to Peanacle Point this morning before work for some\nclimbing. We both led a nice 5.8 climb just left of Gallivant (5.10a). Then\nwe climbed Gallivant, which I&#39;d first visited a year before with Josh.\nNext we went around to the back side and climbed a really fun little route\ncalled &quot;Awannadoya&quot; (5.9). We jogged back down to work. We just had to climb\na little more, so we got in a few pitches at Marymoor Park as the\nrain started sprinkling. I really enjoyed the 5.10c/d version of a face on\nthe Pinnacle, where you aren&#39;t allowed to grab edges of the &quot;rock&quot; and have\nto stay on the face only.</p>\n<p>Carlos wrote about it \n<a href=\"http://spaces.msn.com/members/carlosp/Blog/cns!1pTh8ULjpUp1iW6U4Mh_mJGA!281.entry\">\nhere</a> with some pictures.</p>\n<p><a name=BRIDEL></a></p>\n<h3>Bridel Veil Falls, May 7, 2005</h3>\n\n<p>Carlos and I took the boys for a hike. The babies were very good, just\ncomplaining when the harness straps chafed their neck. We had hoped to go\nall the way to Lake Serene, but after thinking about the total time, and\nhow much milk I had brought, it seemed prudent to just go to the upper falls\nlookout instead (we also visited the lower falls). Unfortunately, things\nwent poorly here: the milk had de-homogenized radically in the chilly, damp\nair, and was not fit for drinking. Then, Elijah started shivering! Oh man,\nI felt terrible. Carlos was doing a great job keeping Rowan comfortable,\nbut I was keen to hurry home and let them have some proper milk. Also Elijah\nneeded to be warmed up in the &quot;Baby Bjorn.&quot; The babies were quiet until we\ngot near Duvall, then the hunger made them cry the rest of the way home.\nI learned a few painful lessons today! Big thanks to Carlos for coming along,\nhe&#39;ll be a great dad one day.</p>\n<p><a name=LITTLESI1></a></p>\n<h3>Little Si hike, April 30, 2005</h3>\n\n<p>Kris, Nathan, Sarah, Lily, Elijah, Rowan and I went for a fun hike up Little\nSi. The weather was great: warm and sunny. I carried Elijah in the &quot;Baby\nBjorn&quot; and Rowan in a pack we borrowed from Lorna. It was their first hike\nand we wondered how they would do. Well it went great, they were so good and\ncurious about all the trees and things. They got tired near the top, so we\nfed them at the summit. It was great getting to know Nathan and Sarah too.\nIt was Kris&#39;s first hike since the babies were born, so she was sore the\nnext day. I got quite a workout too from carrying 30 pounds of living\nbreathing matter! What a fun time. Here is\n<a href=\"http://galleries.mountainwerks.org/gallery/507035/1/21045713\">Elijah</a>,\nand \n<a href=\"http://galleries.mountainwerks.org/gallery/507043/1/21044534\">here</a>\n is a picture of me with both boys, also Nathan with Lily and Sarah. Note\n that Rowan in the backpack is completely tired.</p>\n<p><a name=INDEX1></a></p>\n<h3>Index Climbing, April 20, 2005</h3>\n\n<p>Theron and I decided to get a few hours of climbing in during the spell of good weather.\nWe headed out to Index early in the morning and for our wake-up call climbed the first\npitch of Aries: the semi-evil 5.8 wide crack. That will wake you up! After some belay\nstation shinanigans, Theron started up pitch two, but the mud on our shoes combined\nwith a sheen of moisture on the rock made us back off. So we climbed the GNS gully, then\nclimbed Pisces to the bolts. I tried a top-rope on Libra Crack but it spit me off a few\ntimes, alas! Theron had climbed &quot;Taurus&quot; with Robert a few weeks before via a creative\nlower/top-rope combination. I lowered him to do that, then I climbed it too. It was a\nfun pitch, starting from bolts on a slab, climbing a small overhang and then an enjoyable\n5.6 hand crack. Now we rappelled, pulling the rope, and climbed the last pitch of\nAries, completing a wandering roundabout on the ol&#39; slab. It was time to get to work,\nrap off!</p>\n<p><a name=VANTAGE1></a></p>\n<h3>Vantage Climbing, April 17, 2005</h3>\n\n<p>Theron, Carlos and I drove to Vantage for a great day of climbing in the sun. First, Theron led &quot;Twin Cracks&quot; (5.8) (aka &quot;Party in your Pants&quot;), with Carlos and I following 20 feet apart on the double ropes. Carlos did great on his first crack climb. It was also Theron&#39;s first 5.8 crack lead. Next I led &quot;George and Martha&quot; (5.10a), a deservedly popular hand crack that starts out very steep and then gets wide at the top. I had to stop and rest on my second piece of gear, being somewhat timid and needing a rest. That is definitely a favorite climb! Theron and Carlos followed, with Carlos complaining somewhat about weariness but amazingly dogging his way up. </p>\n<p>Now it was time for &quot;Tangled up in Blue&quot; (5.9), a climb that I really enjoy but for some reason find harder than the nearby 5.10a cracks. I made the opening moves and got tired after placing my second piece (a theme for the day I guess), so lowered down and then climbed back up to finish. Someone placed bolts before the final exciting moves of this climb. I just went past them for the traditional top-out. (There is a thread on cc.com about it <a href=\"http://www.cascadeclimbers.com/threadz/showflat.php?Cat=&Board=UBB22&Number=451074&Searchpage=1&Main=451074&Words=%26quot%3Bsteel+grill%26quot%3B&topic=&Search=true#Post451074\">here</a>) When Carlos followed he said &quot;You are trying to kill me&quot; and &quot;I am dying, Michael.&quot; He also thought this was the hardest climb of the set.</p>\n<p>We rappelled back to the ground and wondered what to do next as the crowds had arrived. Finally we talked our way onto a top rope of &quot;Air Guitar&quot; (5.10a), where I climbed up, finding the final moves harder than I remembered. I threaded our own rope through so Carlos and Theron could top rope it. Carlos, now an old hand at crack climbing had no trouble, and Theron christened it his favorite crack climb.</p>\n<p>Now I led &quot;Crossing the Threshold&quot; (5.8) a great old favorite. I think of it as a little harder than &quot;Twin Cracks&quot;, a good next climb to do in a progression. Theron found it easy and plans to lead it next time, and Carlos liked it a lot too.</p>\n<p>We moved over to &quot;Seven Virgins and Mule&quot; (5.7), a great chimney climb that Theron led, taking pride in placing only 4 pieces of gear. We had a laugh when he boasted of his nut placing prowess only to hear that one of them pulled out. But then again he was able to clean a nut that I got stuck at a belay and couldn&#39;t retrieve. So he keeps the award &quot;Crafty with Nuts and Natural Pro.&quot; :-). This climb was really fun, we laughed a lot, although by now the clouds were in and the wind had picked up. Theron shivered at his belay stance.</p>\n<p>Back at the rap station, I wanted to top-rope &quot;Steel Grill&quot; (5.9). I rappelled on one strand of one of our 9 mm ropes which was fixed, then Theron belayed me back to the rim on that rope. He was creeped out at the thought of rappelling on a single strand of 9 mm rope, and got me kind of scared too, until I remembered I&#39;d done it many times. It is true, you have to be creative about adding some friction to the system. In my case, I held the rope in my left hand, wrapping it around my buttocks in a lewd fashion.</p>\n<p>But all joking aside, I really enjoyed &quot;Steel Grill.&quot; The avatar &quot;CatBirdSeat&quot; described this climb on cc.com as having &quot;like, 8 cruxes&quot; and I had to agree. Or maybe 3 cruxes, but 8 different types of climbing or moves. It starts with a great thin hand crack, on which you have to lean to the left to climb successfully. Then there is some straightforward hand-jamming and use of nice incut handholds. Higher, bulges start to occur, usually with a bomber hand-jam on top of each bulge. Eventually, a crux bulge appears where the crack is too wide to jam, and you must make do with a crimper hold for the right hand, and a chalk (or guano) covered hold for the left, while one foot presses on a vertical wall and the other floats for balance. Reaching that nice hand jam above the bulge was a great feeling as it was hard-won. Next you are climbing an off-width where at one point I got a decent rest by flexing my massive bicep (or &quot;gun&quot; as I like to say) to hold me in. There is still more, now you have to make a series of finger locks on a vertical wall and just paste your feet on bumps. This was hard! But there is still no resting, just an insecure jam for the left hand while the right hand tries to grope for the back edge of a column, sometimes successfully. At the top you&#39;ll emerge satisfied at being so creatively worked over!</p>\n<p>Anyway, and that was just a top rope. You can bet I&#39;ll wax on for pages more when I lead it, I just need to get a 4-inch cam somehow.</p>\n<p>But my friends had sacrificed for me, they were ashen-faced on the windy mesa top. We quickly rapped and then Theron led &quot;Chossmaster&quot; (5.7), a fun climb and our only bolted climb of the day. We wore our packs so we could just walk back to the car without having to descend again. The sun was painting the cliffs across the valley, and we enjoyed this last climb very much.</p>\n<p>Thanks for a great day Carlos and Theron!</p>\n<p><a name=SIFUN2></a></p>\n<h3>Mount Si, April 10, 2005</h3>\n\n<p>Whoa, Kris woke up early and we had to go to\nthe emergency room because as it turned out: she\nneeded her gall-bladder removed! I took the boys back\nhome, fed &#39;em, and then we picked her up in the\nafternoon because the surgery was scheduled for Tuesday. With a few hours of daylight left, I decided\nto hike up Mount Si. Carrying only a bottle of water, a headlamp and the trusty iPod, I hiked up the regular trail, then on the old trail for the last mile. Although rain was gathering on the horizons I scrambled up the haystack, moving too fast at one point: I bumped my head hard on a rock! A great panorama awaited me, though I could smell the rain over Issaquah on the wind. I descended quickly, then ran down the trail as fast as possible, using the headlamp in the final mile. 2.5 hours round trip.</p>\n<p><a name=THETOOTH></a></p>\n<h3>The Tooth, February 19, 2005</h3>\n\n<p>Robert, Carlos and I had time to climb the Tooth today. Sadly, we left\nour snowshoes at the trailhead because there seemed to be so little snow.\nWhat a mistake! By the time we got to Source Lake we were tired from\nworking so hard in the deep snow. But naturally we continued, and I\nthink it took us 4 hours to reach the rope-up point for the route.\nThat is only an elevation gain of 500 feet per hour. It was also the\none of the most arduous boots-in-snow treks I can recall! Carlos had\nit easy, as he could float on top of the crust while Robert and I\nwould punch through every time with our heavy corpses!</p>\n<p>The climbing was great fun as usual. Carlos and I were on a rope, and\nhe got to simul-climb for the first time on an extended pitch 2. I really\nlike the rock of The Tooth. The final pitch on the Catwalk was thrilling as\never. Robert waited for us on top and then we all took in the amazing view.\nIt was cold but clear and not too windy on the summit. Another party was\nclimbing up as we rappelled. The trip home was easier but still plagued\nby deep snow. I&#39;m glad we could get out for fun!</p>\n<p><a name=TIGERFUN2></a></p>\n<h3>Tiger Mountain, February 13, 2005</h3>\n\n<p>Okay, I couldn&#39;t resist. I hiked up the Section Line Trail to reach the\nsummit in snow flurries. I then went to West Tiger 2 and finally West\nTiger 1, where a cute little hut provided respite from cold wind.\nA fun jog down the &quot;Bootleg Trail&quot; got me to trails of Poo Poo Point,\nwhere a long jog led back to the Bus Trail and the car, for a great\n2 hour 20 minute tour of West Tiger Mountain.</p>\n<p><a name=TIGERFUN></a></p>\n<h3>Tiger Mountain, February 11, 2005</h3>\n\n<p>I hiked up the Cable Line Trail to West Tiger 3 this morning. A friend told\nme it was a good route to train for trail running. I mostly walked it, and\nstill emerged really weak at the top 42 minutes later. Still, that was the\nfastest I&#39;d ever hiked up 2000 feet! Muttering softly to myself and drooling\nsomewhat, I descended quietly.</p>\n<p>I decided to quit writing up Cougar Mountain stuff here, it is just too\nclose to home, and I guess Tiger is too. I am not going to the mountains\nlately (or for a while), so little will happen in these pages. I&#39;m just\ngetting to know the local hills and trails around Issaquah, Bellevue, Redmond.</p>\n<p><a name=SIFUN></a></p>\n<h3>Mount Si, January 14, 2005</h3>\n\n<p>Kris and the babies gave me the morning off for a hike. I took the old trail\nup in cold, clear weather, running into icy trails above 2000 feet. I ignored\nthe frost-feathered Haystack today, but managed to endure 5 minutes of bone-chilling\nwind at the park bench looking down on North Bend. Made it down without slipping\non the trail, quite a feat! 3 hours round trip.</p>\n"}