{"date":"2005-8-6","title":"Slesse Mountain, NE Buttress","blurb":"one of the best","description":"<p><h2>Northeast Buttress, Grade V, 5.9</h2></p>\n<h3>August 6-8, 2005</h3>\n\n\n<p>The Northeast Buttress of Slesse Mountain is one of those climbs I read about soon after I got \ninterested in the mountains. It has a great aura of intimidation and boldness. Even as I thought \n&quot;man, I&#39;d never want to do that!&quot; I was probably hoping for a future when I <em>could</em> consider it \nas a climb. Happily, years later, I had two friends who really wanted to climb it along with me, \nand so Theron, Aidan and I found ourselves trundling along the logging roads to the mountain. \nWe left Theron&#39;s car as far as we could drive it up the Sleese Creek road, then drove back and up \nthe Nesackwatch Creek road to a parking area in my car. It was Saturday evening, and we&#39;d timed \nthe ascent for a Sunday/Monday to avoid crowds. The climb is very popular, and we figured that by \nstarting Sunday morning we&#39;d be far behind the slowest of any groups. </p>\n<p>Our plan was to climb up to a gorgeous bivy site called Helicopter Ledge Sunday, stay there overnight, \nand then finish the climb and descent Monday. We brought lightweight sleeping bags and a stove. \nAidan and I did especially well, as our Genie packs were pretty tiny once on the climb. Poor Theron \nhad a larger sleeping bag and had to carry the stove pot (a gross injustice on our part!), \nso his pack seemed significantly larger somehow. </p>\n<p>We took kind of a large rack, as we were determined to climb the crest as directly as possible, and \ndidn&#39;t know how soft or hard the rating was for the crux pitch below the bivy site. Some guidebooks \nsaid &quot;5.10-&quot;, some &quot;5.9+&quot;, some &quot;5.10&quot;, and they talked about poor protection with &quot;thin wires&quot; \nneeded. So we were ready for bear. Just to have a wildcard, Robert Meshew said &quot;it&#39;s 5.8 at most.&quot; \nThat was encouraging...I guess! Basically we had (at least) doubles of cams from 2 inches to 3 inches. \nThis was silly, and we took to leaving a handful of medium cams behind on each lead. On the harder \npitches, we found ourselves placing bomber nuts more than anything else. I only half-jokingly \nthought we should do this climb in the future armed just with a set of nuts! </p>\n<p>We elected to do a variation of the climb that skips the lower 3rd of the buttress proper, instead \nclimbing easy slabs to a ramp higher up. This makes the climb a bit easier, avoiding some brushy \nclimbing lower down. The lower 3rd includes 4-5 more technical pitches, including a 5.10c crux \nthat we would probably aid past. Next time we&#39;ll have to come back and climb that way. For our \nvariation, we simply needed to wait for the Bypass Glacier to slide away so we could walk up \npolished slabs in tennis shoes. Until this slide occurs, the slopes below the peak are quite \ndangerous, as there is falling ice every few hours. I read of several parties having &quot;near \nmisses&quot; when ice obliterated their path of a few minutes before. Happily, the glacier slid off \ndramatically around July 25th this year. I&#39;d happily call it just a snowfield, but having seen \nphotos of the huge crevasses that form I think the stronger term applies well. </p>\n<p>I actually brought a tent to sleep in at the trailhead, having heard a story about mice scurrying \nthrough the hair of sleepers at this location. Boy, I read too much on the internet don&#39;t I? \nThe other guys reported no problems outside, but it was kind of fun in my tent body, lying there \nand looking up at the stairs through the mesh ceiling. I caught up on some reading: &quot;Wolves of \nthe Calla.&quot; </p>\n<p>In the morning we set off with some pomp, directly the wrong way. Well, we followed a path to \na supposed bridge across Nesakwatch Creek, only to find wreckage and the remnants of a road \non the other side. Back to the car we trudged, cursing and having bad memories of a wasted \nday on this same logging road last year. We found a paper plate with the scrawl &quot;Slesse Trail&quot; \npinned to a schrub. It pointed up the main road, so we dutifully followed, rewarded after a \nhalf mile of uphill walking with a pile of rocks marking a newly cut trail. Now pleased, \nwe followed this down to the river where we could cross easily on a big log. Theron and Aidan \nput on their MP3 players leaving me and the woods to our own devices. Soon our trail met an \nold road and we hiked up easily enough, enjoying occasional broad views to the Nesakwatch \nSpires. It&#39;s funny how inaccessible this area was in the days of the 1956 plane crash. \nMuch as I hate clear cutting, I was glad for a logging road (though now in tatters) to reach \nthe high peaks. </p>\n<p>A soaking wet party of four tromped down, saying nothing about their adventure, and soon we \nwere getting wet too from dew-soaked alders hanging over the road. We reached a memorial \nplinth before a dramatic view of the north and east sides of Slesse Mountain. Theron \ndirected us to cower and mewl for some video comedy he is putting together. Our inspiration \nwas a strikingly miserable female actor in the 1982 movie Excalibur. You could learn a lot \nabout the misery of the middle ages (or the fearful uncertainty of living in a land \nwhere the king was without a sword - and the land without a king!) by studying her performance. \nIt&#39;s in the scene where religious zealots nearly drown Percival. </p>\n<p>Continuing up the completely overgrown road we all became irrationally fearful of getting wet. \nFirst Aidan went for a while, then me, then we all started having reasons to hang back, \nprofessing confusion or a sudden interest in some conglomerate rock peeking out from under \na root. Logically I knew we&#39;d soon be in the blazing sun and only too dry, but still, a\ncold shower early in the morning is never fun!</p>\n<p>The roadbed ended and we followed a trail to the summit of a wooded knoll. From this point the\ntrail wended through pretty glades and huckleberry bushes. Another 20 minutes of walking uphill\nbrought us to the Propeller Cairn: a pile of wreckage from the plane crash topped by a silver\npropeller. I saw an extension cord and a rusty metal container as well. It was strange to think\nthat no bodies were recovered from the crash all those years ago, as authorities thought the\nlocation too remote to be visited by anyone. We gathered water for the climb from snowmelt\nstreams and soon moved on.</p>\n<p>Crossing slabs, we came to a notch and scrambled steeply down the other side to reach the Bypass\nGlacier slabs, and started up without fanfare. Soon the encircling granite walls loomed on\nthree sides and we made atonal music in the echoing cathedral. Theron and I made minor 3rd\nintervals and I experimented with deodecophony. Before the walls could erupt in anger, we\nscurried away up the 3rd class ramp leading to the buttress crest. Very soon, the way becomes\na little scary, like you are on a one-way escalator to danger. We scrambled unroped, mostly\nwithout incident although Theron missed a trick and committed to a pretty hard move, suddenly\nwishing for a rope! However we soon gained the crest and kept scrambling for several pitches among\nsmall trees and short steep steps of rock. Comforting little steps in dirt hummocks told us\nwe were on route. Finally we were starting to make foot jams in our tennis shoes and reached\na good rope up point.</p>\n<p>Aidan got the first lead, climbing a runout granite slab and then disappearing into a shrubby\nbuttress where rope drag stopped him cold. I tied on to the rope about 20 feet from the end\nwith a butterfly knot, and Theron on the end. We knew it was a bit unorthodox to climb with\nthree people on one rope, and in fact it was a bit uncomfortable on a crux pitch as I&#39;ll\nsoon relate. Mostly however, it was a good weight-savings technique for a party well-versed\nin each others ways.</p>\n<p>I found Aidan feeling suddenly despirited at his belay. He had hoped to simul-climb for\na long distance and felt guilty for not leading a heroic 200 meter pitch. &quot;I told you man,\nwe can&#39;t simul on a 60 meter rope, we gotta ratchet it down to 30 meters on this tight\nledgey terrain,&quot; I lectured, delivering several sharp stinging slaps to the face. But seriously,\nI understood his feeling: there were many pitches to go, and to rev your engine high\nonly to find yourself sitting listlessly at a tree belay 50 meters up is a hard blow.</p>\n<p>But now Theron led off, making an entertaining \npatter of helpful comments like &quot;Whoa, now that&#39;s 5.8!&quot; or &quot;Are you getting footage of me here?&quot;\nor &quot;Again, here my bodice is outlined against the crest from your vantage point - are you\nfilming me? I can move in slow motion if you like!&quot; Hee hee, just kidding about that last one,\nTheron&#39;s vigilance at getting video camera footage is to be admired, and he knows it&#39;s up to\nhim to make sure there is any climbing footage at all. Too often our dramatic sense is dulled\nby heat or laziness, and a movie will consist of a series of static shots on ledges with the\nactors saying &quot;wow that was a hard pitch. Dude!&quot; Really, it takes a good bit of extra time to get\ngood climbing footage, but we knew we&#39;d love watching a film later so we always complied\nwith Theron&#39;s demands. Though sometimes we were surly.</p>\n<p>Theron&#39;s pitch was identifiable on the Beckey topo, going up through a 5.8 crack on the crest.\nAgain Aidan climbed off quickly on a vague pitch. Either something great and terrible happened\non that pitch, and I was hypnotized to lock the memory away, or it was completely unmemorable.\nTheron&#39;s next lead however had a great little arete climb right on the crest near the end.\nI remember looking down hundreds of feet to a soon-familiar view of snow, slabs and greenery\nwhile Theron fumbled with the video camera. &quot;Okay can you re-climb that?&quot;</p>\n<p>Aidan took off again, bringing us to a small ledge below the crux pitch. This time I was on\nthe end of the rope so I could stand on a corner of the ledge, gather gear and head out for\nmy first lead. An inviting crack led upward to bulgy roofs of rotten-looking rock. I climbed\nthe crack with a combination of hand and finger jams, placing gear from rest stances.\nAt the roofs, I followed an inviting ledge out left, then realized it placed me below a\nlarger overhang so I gingerly retraced my steps to go straight up. An old piton told\nme I was on the mark. I clipped it for good luck, but placed a nut nearby too. I don&#39;t know\nwhy I bother clipping these old relics, wasting a sling. Perhaps it&#39;s just a nod to the\nancients. Enough preamble - into the roof! My feet swung free, and I dipped a hand into my\nchalk bag as an eagle pierced -- okay just kidding. It&#39;s not that hard at all, I just had\nto get some fingerlocks in a crack between two buttresses and make several intermediate\nsteps up, reaching higher again for a hand jam and a good firm hold. The first roof overcome,\nI crabbed leftward for a similar but smaller roof. I took pictures of my friends from\na good stance. I placed a small nut then went back right and up to get on a featured face,\nfeeling the void below. &quot;If the rock you&#39;re a huggin&#39;, the air must be a-tuggin&#39;&quot; was the\nphrase Theron invented to describe the feeling. The face climbing was really fun, very\nsimilar to Canary pitch 2 at Castle Rock, once the intimidating first move is dealt with.\nI found a reasonable ledge where I could place a nut, a #3 Camelot and sling a chockstone.\nI settled in for a long belay, because the guys would have to be careful travelling on the\nsame rope through the hard parts. It was a  great feeling to climb such a fun pitch, to\nbe pasted on this wild dark face, to know there would be no going back now. \nI felt that sense of freedom and strength that eludes me in the valley. If Slesse were\na church, that pitch led through great mahogany doors and brought me into the cathedral.</p>\n<p>Theron was also having fun, having no trouble with the climbing but loving the sense of\nexposure. Aidan had it rough though - a year away from rock climbing combined with being\non the end of the rope (which required tolerance for large loops of slack, built up\nbecause you were unable to stand in one particular area for long) made the pitch a tense and\nfrustrating experience. At our cramped belay I was clove-hitched into the pieces so it\nmade sense for Aidan to lead out, something he didn&#39;t want to do. But I knew he&#39;d feel\nmuch better on the lead. He reluctantly took off with storm clouds over his head. Later\nI complimented him on being willing to get on a Grade V face without climbing one pitch\nin a year! He brushed it off saying it was a stupid thing to do!</p>\n<p>Theron and I stood there, liking the belay ledge and position. Soon Aidan brought us up\non mostly straightforward terrain, punctuated by a hard short crack climb at the end.\nI rated it strenuous 5.8+ or 5.9. It is on the crest next to a nice flat ledge, and\nrequired a demanding lieback move, then some frantic pawing among indifferent bumps for\na handhold. Theron and I were impressed by the youth, now remembering a hip-hop song\nand making obscure gang symbols with his fingers. I was belayed out for a steep\npitch above amid lyrics about vast numbers of whores and large quantities of the\nalcoholic beverage &quot;Colt 45.&quot; This pitch was delightful: very steep, requiring liebacking but\nalways with good footholds for rest stances on solid rock. A well-fixed cam made the\nprotection easy, and soon I was clambering up to heather slopes and the large\nHelicopter Ledge. Belaying behind a solid boulder, I brought the guys up so we could\nstart fighting about sleeping spots. It was now 3:30 pm, and though we probably could\nhave finished the route, we knew we wouldn&#39;t get down from the summit. So if one has\nto sleep on the mountain...why not here? There was a snowpatch with a trickle of running\nwater. There was the most fantastic view down to the Bypass Glacier Slabs, which\nmesmerized us for long periods. We had 2 MP3 players. We had a stove and delicious\n&quot;Chilimack&quot; meals. We could put on our &quot;camp shoes&quot; with socks. Settling in for many\nhours of sunny, forced inactivity was great fun - how often do we let ourselves do\nthat in the mountains? Not often, I can tell you. </p>\n<p>As evening came, I fretted over my bivy system: a 40 degree sleeping bag and a very thin\npiece of foam (like cardboard). I was wearing all my clothes (a t-shirt and a light sweater), \nso my pillow had to be my tennis shoes and some quickdraws. I had 30 meters of rope to\nfashion into a foot pillow, and Aidan did the same. When the stars came out I fell deeply\nasleep, only waking up at 2:30 am to find one half of my body &quot;asleep.&quot; As I came back\nto life I got hungry so I consumed my small supply of salami and cheese, sitting up\nin my bag under the cold light of the moon. I must have presented an eerie sight because\nAidan said &quot;Michael...are you alright?&quot; Perhaps the grisly sounds I made as I\nrended the salami and licked the grease from my fingers, combined with the surreal\nchasm two feet to my right awakened a primal fear!</p>\n<p>Morning came and we naughtily slept past our 5 am wake up time, getting in an extra\ndelicious hour. We weren&#39;t well on our way until 7:30 am, having grown accustomed to\nthe place perhaps. It really was a 5 star hotel.</p>\n<p>I led us on 30 meters of rope for 500 feet of ramps and ledges up to a belay spot\nright on the crest. Then Theron belayed me out for a pitch of 5.7 first on the right side \nof the crest then back onto the crest. A guidebook describes this as a\n&quot;troublesome wall,&quot; but it felt really easy. There is some loose rock on the crest,\njust be careful.</p>\n<p>Theron then took a lead to a 5.7 &quot;rotten pillar&quot; and beyond, again landing us at a\nneat ledge right on the crest. I got to lead the crux pitch of the upper route now,\nfollowing an entertaining 5.7 corner leading to pleasant blocky flakes. At a headwall\nan old rusty bolt &quot;protected&quot; moves to the left. I stuffed a #3 Camelot in right\nbeside it. Moving around to the left and then up, a few 5.8 moves got me through\na minor overhang, kind of an echo of the overhangs the day before. I placed another\ngood nut and a cam somewhere along the way, and finished the pitch at a small ledge\non the face above. My belay anchor was a #2 Camelot and a solid nut, clove-hitched\nto me via the rope. I think Theron especially loved this pitch, and then he left\nAidan and I talking at the belay, heading out on easy face climbing for what\nproved to be a long and varied pitch. Though we grew chilled at the shaded belay,\nthis 60 meter pitch led into the sun of the crest along cracks and ledges, finally\nending with steep moves in a dihedral. We had another stunning belay location\non the crest with a slung block, and only two pitches left. Aidan got the next\none, going up steep but fun and blocky terrain. Meanwhile, Theron boldly duct-taped his\nvideo camera to his helmet, acting on a long-cherished idea. He followed, trying\nnot to whack his head (not entirely successfully), and trying to keep his motions\nsmooth. Sadly, the camera was completely zoomed in, and he realized this on the\nnext pitch. It was funny, despite his efforts to look around slowly, calmly and\nsmoothly, reviewing the footage was like watching a hamster frantically sniffing\nin all directions. One really got the impression that Theron was hopped up on\nspeed, and though the frantic footage induced seasickness, it was\nstrangely compelling too.</p>\n<p>For the last pitch, I followed a short &quot;wavy&quot; 5.8 crack rightward then up to a\nledge. I crabbed around a face to the right in order to avoid a chimney, and\nsoon was dragging the rope up blocky easy terrain. Despite terrible rope-drag, I\nwanted to stand on the summit. Finally I settled for a spot 10 feet away, and marvelled\nto see Theron and Aidan appear on the summit. We had done it! It was 12:30 pm\non a clear, hot day. Flying ants marred the scene somewhat, so we repaired to a different\nsummit that was free of them. Now we could see well to the south and west. Great\nviews of the Picket Range, Mt. Shuksan and Mt. Baker were to be had. We ate\nthe last of our food, hung around a while more, then started down.</p>\n<p>We followed instructions for descent from the &quot;Alpine Select&quot; guidebook, and these\nwere great. It was pretty simple (at least in daylight, with good visibility).\nScrambling down a ways to a rappel station, we made two rappels to land\non a ledge. From here, we scrambled down into a great gully, continuing rightward\nand down for about 300 feet, until able to traverse out of the gully on steep\nslabby ground to the right (a cairn marked this point). Some folks might want to\nrope up for this short pitch, as it was low 5th class for a few moves. We\ncontoured around the peak to the north, reaching another rappel station\nfor a short rappel over a step in a gully. Another station appeared, and one more\nrappel got us to hiking terrain where we could continue our northward traverse\none more time. Now we saw the great gully we&#39;d descend to a scree basin below\nus. We made one (entirely optional) rappel, then began scrambling down\nthe gully, overcoming a chockstone mid-way. After this we hunkered in a last patch\nof shade for a few minutes, then hiked easily across the scree basin on a\ntrail that became more defined. This trail led steeply down a scenic ridge, through\nlittle hillside gardens, then through brushy scrub trees to a flat saddle with\ncampsites. A short climb up brought us to a knoll and an impressive view\ndown to Sleese Creek. Across the valley, American and Canadian Border Peaks\nhad impressive hanging glaciers and waterfalls. &quot;Ugh,&quot; we thought, beginning the\nlong hot painful descent to Slesse Creek, losing more than 3000 feet in just over\na mile! Theron&#39;s knee was painfully sore, we were so glad he brought hiking poles\nto aid his descent! Finally the trail entered forest and became softer and somewhat\nless tedious. We reached an old road bed and walked north seemingly for miles\nin the hot, parched forest. At a dripping moss garden, Theron and I drank\ngreedily, while Aidan responsibly abstained from the risk of drinking untreated\nwater. </p>\n<p>At long last we reached the road, and continued down several miles like zombies to\nwhere Theron&#39;s car was parked. Refreshed by the air conditioning, we drove back up\nNesakwatch Creek Road until a bump in the dirt convinced Theron to play it safe and\nturn around, first dropping Aidan and I off to continue the 3 mile trudge up to\nmy vehicle. Aidan somehow had the energy to run, so I threw him the key (which we\nalmost lost in the brush) and plodded along slow and steady. After what seemed\nlike years, he came driving down, picked me up and we continued past Theron all\nthe way to Chiliwack, eager to fill the gas tank because it was on empty. Aidan\nsaid he nearly fainted or had a seizure or something from lack of water and\nexcessive running. Considering that his hurrying saved me a mile of walking, I\ndidn&#39;t say running was foolish! He also\nsaw that we left the dome light on in the car, which could have been a disaster!</p>\n<p>A hearty meal at Taco Bell in Bellingham restored us, then we stayed up late watching\nall the climbing footage at my house, laughing at Theron&#39;s woeful helmet-cam experiment.\nThanks to Kris for letting me go, to the mountain for good weather and lack of stonefall,\nand especially to Theron and Aidan who made it possible for us to stand up there for a\nhappy hour.</p>\n<p><hr>\nTECHNICAL INFO: First, 500 feet of scrambling up from the glacial slabs to increasingly steep terrain.\n<br></p>\n<ul>\n    <li>1 - Aidan leads a 5.7 runout slab of clean granite to a tree belay</li>\n    <li>2 - Theron leads up to a 5.8 crack, then a shorter crack and a belay</li>\n    <li>3 - Aidan leads out, something short and easy?</li>\n    <li>4 - Theron leads off for a fun pitch on the crest with a neat hand crack and rib</li>\n    <li>5 - Aidan leads up to a platform below the crux pitch on the right side of the crest</li>\n    <li>6 - Michael leads the 5.9 crux, first a sustained hand/finger crack, then blocky roofs up to a long face climb and eventually a belay on a small ledge. The belay is a slung block, a #3 Camelot and a nut.</li>\n    <li>7 - Aidan leads indistinct ground up to a 5.8+ hard crack/lieback, then a ledge</li>\n    <li>8 - Michael leads a fun 5.8 corner that reminded us of Vantage. Ends at Helicopter Ledge.</li>\n\n\n    <li>9 - The next day, Michael leads 400 feet of 3rd-low 5th terrain to a belay on a nice ledge on the crest.</li>\n    <li>10 - Michael leads a 5.8 pitch just right of and on the crest.</li>\n    <li>11 - Theron leads past a 5.7 &quot;rotten pillar&quot; to a belay again on a nice ledge on the crest.</li>\n    <li>12 - Michael leads a nice crack in big flakes to 5.8 moves traversing left past an old bolt then up through a roof to reach a nice face climb leading to a ledge. The belay is a #2 Camelot and a large nut.</li>\n    <li>13 - Theron leads a long enjoyable pitch of 5.7 up to the crest then along it to a nice ledge on the crest. Belay is a slung block.</li>\n    <li>14 - Aidan leads straight up through an (off route?) 5.8 crack, then on to a ledge.</li>\n    <li>15 - Michael leads a 5.8 wavy crack to easier terrain and the summit.</li>\n</ul>\n\n\n<table>\n<tr><td>\n<a href=\"images/cruxpitch.jpg\"><img src=\"images/cruxpitch.jpg\"></a><br>\n<i>Starting to climb a small roof</i>\n</td></tr>\n<tr><td>\n<a href=\"images/aidanclimbs.jpg\"><img src=\"images/aidanclimbs.jpg\"></a><br>\n<i>Aidan climbing a steep pitch</i>\n</td></tr>\n<tr><td>\n<a href=\"images/theronhard.jpg\"><img src=\"images/theronhard.jpg\"></a><br>\n<i>Theron on an awkward crack</i>\n</td></tr>\n<tr><td>\n<a href=\"images/lookedge.jpg\"><img src=\"images/lookedge.jpg\"></a><br>\n<i>Looking over the edge of our bivy platform</i>\n</td></tr>\n<tr><td>\n<a href=\"images/upperroute.jpg\"><img src=\"images/upperroute.jpg\"></a><br>\n<i>Looking ahead to the next day</i>\n</td></tr>\n<tr><td>\n<a href=\"images/lastpitch.jpg\"><img src=\"images/lastpitch.jpg\"></a><br>\n<i>Looking down on the last pitch</i>\n</td></tr>\n<tr><td>\n<a href=\"images/metopsl.jpg\"><img src=\"images/metopsl.jpg\"></a><br>\n<i>Michael on the summit</i>\n</td></tr>\n</table>\n"}