{"date":"2005-6-26","title":"Colchuck Peak, NE Buttress","blurb":"adventurous day","description":"<h2>Northeast Buttress, IV, 5.8</h2>\n\n<p>Theron and I expected the NE Buttress of Colchuck Peak to be similar to the Serpentine \nArete on Dragontail Peak just &quot;across the street,&quot; on the other side of the Colchuck \nGlacier. In fact, the route was much more...shall we say...interesting? </p>\n<p>First off, there are two prominent descriptions of the route. The Beckey Guide has one \nthat describes 5-6 pitches all on the left side of the buttress crest, including some \n5.8 climbing to the left of &quot;rotten pink rock.&quot; The Kearney book describes the first 7 \npitches as being mostly on the right side of the crest. To really confuse yourself, consult \nboth descriptions liberally while on the climb! &quot;I <em>think</em> that might be a shallow \nchimney, or is it the flake mentioned on Beckey pitch 3?&quot; If you wonder how a flake and \na chimney could be confused, that is the state of mind you might get into when nothing \nseems to match the guidebook! So we ended up climbing all kinds of unknown pitches. </p>\n<p>First, we could see a nice wide 5.8 crack for the Kearney version of the route, and we \nthought it would be a great start. But climbing up the snow to reach the rock revealed \na pretty scary moat situation. An overhanging curl of snow concealed an 80 foot deep \nchasm between the snow and rock. You might think about rappelling into the moat and climbing \nout on the rock, but the slabs were smooth and steep, making it an unattractive idea. \nBack left, we found a thin snowbridge that on closer inspection was a wedged snow boulder \ntouching lightly in two places. We had to walk far left to find a place where snow touched \nrock. </p>\n<p>Theron found a relatively easy access point, but I didn&#39;t like the smooth-looking slabs \nwe&#39;d have to immediately climb on (in boots?). I found a spot to the left that allowed \nus to climb to a ledge where rock shoes could be put on. Then, clean looking cracks \nled up and left. I got my shoes on and brought Theron to the ledge, then set out on \ncracks that were, hmm, suddenly a lot steeper than they looked from the snow. I followed \na hand crack leftwards and up, feeling a little tense because I knew I wasn&#39;t on any \nversion of the described route, and hoping I wouldn&#39;t be stopped by a lack of holds. \nThe pitch was fantastic in one way, because it was steep and completely blank for \nhandholds outside of the crack. Occasionally awkward hand jams helped me get up, \nprotecting well with cams. I reached a nice ledge with a sling anchor that seemed \nto be a popular spot. Theron came up, naturally eager to do something simpler for \nthe next pitch! </p>\n<p>With that in mind, he led around the corner where we stood on a broad sloping ledge \nlooking up at a tree-covered set of ledges that we knew was on the route. Easy-looking \npink rock led up there and Theron confidently set off. I had worried aloud that this \nmight be the rotten pink rock that Beckey says to avoid, but Theron saw a good looking \nway so I put him on belay. It didn&#39;t take long to see how truly bad this rock was! \nWhat appeared to be nice looking flakes would crumble in Theron&#39;s grip. Eventually, \nhe couldn&#39;t trust anything and had to come down very carefully. It was a sore lesson, \nand sent us scurrying to find the &quot;shallow chimney.&quot; We saw a hard-looking crack/corner, \nand a flaky-looking chimney to the left. I led up unprotectable slabs for 40 feet to \nfind a solid fixed piton at the base of the chimney. It didn&#39;t feel as hard as 5.8, \nmore like 5.7. At the top I belayed from a fixed block with a sling around it. Theron \nsent me off again and I traversed a frustratingly long ledge left (because I wanted to \ngo right to reach the treed ledges). Twice I tried to go up the cliff, but wet \ndripping chimneys kept me from finishing. Finally at the end of the ledge I committed \nto a 5.9 move to get above the overhanging cliff. I built a belay on a ledge, then \nTheron arrived and we simul-climbed (finally) about 50 meters to reach the dihedral \nat the treed ledges. </p>\n<p>Theron led off on a stellar pitch which made us enjoy ourselves for a while. First a \nfun steep 5.5 dihedral, then cracks leading onto an otherwise blank face provided fun \nsolid climbing. We simul-climbed it to reach the distinctive ledge system that should \neventually lead to the buttress crest. At this point, the Kearney and Beckey routes \nconverge (for a while anyway). </p>\n<p>We ate some lunch, looking across at the massive bulk of Dragontail Peak. \nWe were still so low on this mountain in comparison to how quickly we climbed the \nSerpentine Arete on Dragontail a year ago. The weather was holding really nicely, \nwhich kind of surprised us as we expected rain and clouds in mid-afternoon. </p>\n<p>We scrambled up the easy ledges, noticing how high and steep the wall on our right \nwas becoming. At this point of the ridge, the crest arcs high above, protected by \nblank walls. So we settle for our 4th class ledge, and start keeping an eye out \nfor twin cracks that should let us regain the crest. We must be blind moles because \nwe never found the cracks. Then our ledge ran out, and I found myself climbing \na pleasant slab just right of an imposing blank-walled dihedral. I was pretty sure \nthe thing to do was climb this slab up to a perceived ledge higher up where we&#39;d \ncertainly find the crack or a crack or something...anything? I found sparse but \ndecent protection on the gray rock, and I kept trying to see up and around a corner. \nFaced with a committing mantle move or a scary downclimb I hesitated. Then I \nmade the mantle move, placing my hands on a ledge then matching my feet next to \nthem and standing up against a steep blank wall carefully. If I could do one \nmore of these I&#39;d be on easier terrain. Standing on tiptoe, my hands scanned the \nsmooth stone for a wrinkle, bump or edge. &quot;Must be something here...&quot; There \nwas, for my left hand only. Moving over, I got both hands on the bump and pulled, \npasting my feet up the gray slab even as I stood carefully against the next wall, \nsuper aware of being at least 20 feet above my red Quadcam buried in a shallow grove \nnow impossibly far below. The bad thing about mantle moves is that they are \nreally hard to downclimb from, so I was quite committed to finding some way off \nthe Cosmic Slabs. I found that I hadn&#39;t made it to the hoped-for easier ground, as \nthe round-off in slope angle just receded another 15 feet away. &quot;That way \nlies madness,&quot; I thought. So I crabbed to the right on thin ledges to a more broken \narea, and thankfully found a crack that would hold two small nuts. </p>\n<p>Theron stood on a ledge below, and I saw a rappel would reach him. Loath to backtrack \nagain, and needing Theron to climb in order to retrieve the three pieces of gear far \nto the side, I belayed a reluctant Theron up to my airy belay perch. We could always \nrappel if it seemed too hard to go on. But straight above us there was a blocky crack \nsystem, and then the buttress crest seemed tantalizingly close, so I didn&#39;t want to \nrappel if only we could get over this next section. It was entertaining looking at \nthe blank walls on our left, and as Theron climbed he would say funny stuff like: &quot;bam, right here, \nright here is where I woulda stopped and brought you up.&quot; \nWhen he arrived, he was lulled just as I was by easier looking ground above. \nI had actually tried to surmount a bouldery step to investigated but found it was harder \nthan it looked. Now we would find out! </p>\n<p>With a good belay from Theron, I moved left and tried to climb onto a platform just at eye \nlevel. It was hard because there were no handholds on the sloping platform. Because a fall \nwould be onto our two nut anchor, I wanted to be very sure I could do the move. &quot;There&#39;s \na spot for your right foot, Michael.&quot; &quot;Good, I need some kind of handhold though.&quot; On \nthe left wall was a finger-width ledge that gave me enough support to counterbalance up, \nget my foot higher, lean back right, match feet and move my right foot up to the edge of \nthe platform. A few more tense moments, and I was stuffing my hand into a crack thankfully. \n&quot;Okay, that was a 5.11 move,&quot; I heaved. On the follow, Theron downrated it to 5.10c, the \nsandbagger! Now for the easier ground. Up and around a corner I found a striking corner \ncrack that would gain about 70 feet of vertical. Entering, I could feel the blank slabs below \nsucking at me, and our thin ribbon of gear, hope and sinew keeping us attached. I felt \nreally good, especially as the jams became really secure, and I could place some large \ncams for safety. The crack would occasionally pinch down to a seam filled with moss, but \nit always worked out that by jamming a foot in just below I could sink a good jam over \nmy head. I ran out of rope and because I wasn&#39;t willing to simulclimb while Theron had \nto make the 5.10c move off the belay, I needed to stop. The best I could do was one \norange Metolius cam in a dirty crack under a small roof. I also had a decent stance \nstemming in the corner where I thought I could hold his body weight reasonably well. \nNow I was really wishing we had brought the &quot;serious&quot; 60 meter 9.4 millimeter rope. </p>\n<p>Theron got past the starting move, and was obviously happy to be leaving the blank steep \nwalls of the Cosmic Slab! He led past me, getting a solid nut in 5 feet up, really \nimproving my belay anchor! Climbing another 30 feet on easier ground, Theron belayed \non a ledge below an easy looking dihedral to the crest. Whew, what a nice release of \ntension after a couple of stressful pitches! I kept climbing past Theron, picking up \na cam or two, and following an enjoyable 5.5 blocky corner to the crest. I sat down \nand admired our new surroundings as I brought Theron up on a hip belay. The vast \nemptiness of the Northeast Couloir sank away behind me and towers reared ahead on \nthe ridge. I didn&#39;t know what time it was, but I began to think how happy I&#39;d be \nif we got off the technical ground before dark! The sky had clouded up, and \nheavy gray breakers were cresting ridges 10 miles away. </p>\n<p>&quot;At least we are back on route! Wow, look at Serpentine Arete...&quot; we thought. Man...it \nsure did look steep, inviting and, well...simple! I mean, you just go up, you don&#39;t \nget lost like on this thing! I thought that even if the difficulty of what we just \ndid was like 5.8 with the exception of the 5.10c move, it felt like some of the bolder \nclimbing I&#39;d done, just because there was real uncertainty about the terrain ahead \nworking out. Maybe it just had a certain look: steep licheny or blank walls, and it \nsometimes had a tendency to look easy, but when closer it reared up as dead vertical. </p>\n<p>Anyway it was time to keep moving. Theron felt a little shellshocked, so I led off \non the crest, ultimately for an enjoyable pitch of 5.5 climbing right on the ridge crest. \nAbove a steeper section, I continued on easier ground that got gradually more loose and \nsandy. The long pitch ended in a corner right below a vertical cliff. There was an intriguing \nsteep chimney right against the cliff, and a striking overhanging hand crack going \nstraight up to who knows where. Somebody sometime must have climbed that, but we wouldn&#39;t today! \nTheron wished me luck as I scrabbled around a corner and found myself between three \ntowers. I got some gear behind a flake that was very inviting to climb, but my curiousity \nfor the unknown had been dulled by previous adventures! Above I saw blank licheny walls \nthat might not end well. I tottered out on wedged blocks somehow suspended between \ntowers to look down and around a corner. &quot;We could downclimb here about 50 feet to \nreach loose easy terrain Theron,&quot; I said. Theron thought we could do it from the belay, \nand overall that seemed wiser. So I came down, then downclimbed an icy chimney to \na stance. Theron followed, then led out, climbing down steep snow (getting a great \nfoot jam in an ice chimney!), then traversing rotten ledges to stand below a \nsnowfield. &quot;How&#39;s it look?&quot; I called. </p>\n<p>&quot;I don&#39;t know man. It looks bad,&quot; he said. </p>\n<p>&quot;Actually it looks really bad,&quot; he repeated, looking around for other options. </p>\n<p>We didn&#39;t want to return the way we&#39;d came, so I grimly followed his traverse, prepared \nfor some mossy overhanging horrorfest to heave into view. I was somewhat heartened though, \nbecause it didn&#39;t seem <em>that</em> bad. The way was blocked by a water-streaked near-vertical \ncliff, about 30 feet high, black with water and moss. It looked nearly blank, but \nI could see a ledge trending up and left (through a moss patch), and I could imagine \nwhere holds or protection might be. Finally, I never heard about this part, and after \na look at the deeping fastness all around, I thought everyone must come through here. \nAnd they lived! So... </p>\n<p>&quot;Cheer up my friend, we&#39;ll surmount the ob&#39;stcl&#39;!&quot; I rejoined. </p>\n<p>The first move was tricky. I finally had to make do with pressing a foot on a huge \nblock that leaned and nearly toppled even as I pressed. We had made sure it wouldn&#39;t \nhit either of us. Above this, there really were good pockets and flakes to place \nsome gear and set eager fingers. Beyond that, we wondered why it looked so scary. \nSoon I belayed from a horn and Theron arrived, in better spirits. &quot;You really \nscared me on that thing!&quot; I laughed. He suffered from seeing too many harder-than-expected \npitches! </p>\n<p>Theron led off confidently over bits of snow, rock and ice. At one point he achieved \nthe nadir of alpine climbing. One foot jammed between ice and rock in a chimney, while \nhands made a &quot;Gaston&quot; counterpressure move on a wide crack to pull up. The other \nfoot smeared on the face. How often do you get to do that? </p>\n<p>On a long simul-climbing lead over gradually easier terrain, Theron led us to an exit \n20 feet below the summit of the Northeast Peak. &quot;Whoooooo!&quot; we said. </p>\n<p>It was 5:45 pm, and clouds were rolling in, obscuring our neighbor Argonaut Peak. We put \non boots and hiked to the true summit and enjoyed watching peaks and valleys appear and \ndisappear in the gathering mist. The breakers had stormed the next-nearest ridge and would \nsoon spill into the Mountaineer&#39;s Creek valley. We had enjoyed a real adventurous climb! </p>\n<table>\n<tr><td>\n<a href=\"images/wallsleft.jpg\"><img src=\"images/wallsleft.jpg\"></a><br>\n<i>The steepness of walls above the Cosmic Slab was intimidating</i>\n</td></tr>\n<tr><td>\n<a href=\"images/aboveslab.jpg\"><img src=\"images/aboveslab.jpg\"></a><br>\n<i>The corner crack above the Cosmic Slabs</i>\n</td></tr>\n<tr><td>\n<a href=\"images/udihedral.jpg\"><img src=\"images/udihedral.jpg\"></a><br>\n<i>Theron in the corner crack</i>\n</td></tr>\n<tr><td>\n<a href=\"images/knifer.jpg\"><img src=\"images/knifer.jpg\"></a><br>\n<i>Climbing on the buttress crest</i>\n</td></tr>\n<tr><td>\n<a href=\"images/colchuck_ridge.jpg\"><img src=\"images/colchuck_ridge.jpg\"></a><br>\n<i>Michael on the crest</i>\n</td></tr>\n<tr><td>\n<a href=\"images/dwall.jpg\"><img src=\"images/dwall.jpg\"></a><br>\n<i>Theron belays below the short steep wall</i>\n</td></tr>\n<tr><td>\n<a href=\"images/route.jpg\"><img src=\"images/route.jpg\"></a><br>\n<i>A topo with most of the route as we did it</i>\n</td></tr>\n</table>\n"}