{"date":"2006-11-11T00:00:00.000Z","title":"Vorderer Tajakopf","description":"<h2>West Ridge Via Ferrata</h2>\n\n<center>\n<object width=\"425\" height=\"350\"><param name=\"movie\" value=\"http://www.youtube.com/v/uFX3FAv5DOw\"></param><param name=\"wmode\" value=\"transparent\"></param><embed src=\"http://www.youtube.com/v/uFX3FAv5DOw\" type=\"application/x-shockwave-flash\" wmode=\"transparent\" width=\"425\" height=\"350\"></embed></object>\n<br>\n<i>Here I set some video footage to music. Enjoy!</i>\n</center>\n\n\n<p>After a few gray days made it clear that winter was coming, I figured I should get one more hike in and pretend it was still fall. In September I&#39;d tried to visit the Mieminger mountains above Ehrwald, but rain drove me back. Today, the forecast promised that the rain would hold off until afternoon. I believed it, and soon was parking at the Ehrwaldalm lift station and getting my via ferrata gear together.</p>\n<p>This is a special trailhead full of via ferratas, trails, alpine and sport rock climbs. A year before, I&#39;d climbed the route &quot;Tirol Plaisir&quot; (VI+ or 5.10a YDS) with my friend Mat. It&#39;s a fun multipitch sport climb that runs right of the Seebener Klettersteig. Now I was back for the Klettersteig, and hoped to do more above the lake.</p>\n<p>An easy trail leads from the lift station along a bubbling creek to the basin below the cliffs. I followed signs warning of danger up to the base of the wall. The Zugspitz behind me caught the morning light, and south walls lit up. The route begins with a &quot;bang&quot;, possibly to try and get anyone less confident to change thier minds. I did my best to use leg power and climbing technique to avoid the depressing hauling-up-the-cable moves that modern &quot;sport klettersteigs&quot; are so fond of. It was cold but I took my gloves off often to be able to feel small holds. It was a fun bit of exercise, and completely to myself!</p>\n<p>There were two spots on this via ferrata that I thought were kind of dangerous. Usually, before a hard move, you can clip your sling to the cable right above a spike, to have a top rope sort of belay. But twice there were long sections with no spikes, then a hard (maybe IV-) move had to be made before you could clip the next spike. Anyway, it felt only a notch safer than soloing. I really, really wouldn&#39;t want to fall on a via ferrata. The severe load on your gear and the wrenching fall have got to produce some real injuries. </p>\n<p>But aside from these minor quibbles, it was a fun way to start the day. Near the top, a long pitch ascended a vertical slab with comical little spikes to use as hand and footholds. It was a great novelty to go out for a hike and find yourself on such terrain!</p>\n<p>Above this final cliff, a trail (and a nice goat) led me into the hanging valley with the Seebensee. I followed trail then road under a few inches of snow to the lake, which greeted me with a blast of wind. I was amazed by the peaks behind the lake, such as the Drachenkopf (&quot;Dragon summit&quot;). The Ehrwalder Sonnenspitze was massive on my right, and the Taja summits blocked the sun on the left.</p>\n<p>On the other side of the lake, I found the valley station of the utility lift to the Coburger Hut. My guidebook suggested I&#39;d find a trail leading left up scree to the base of the Vorderer Tajakopf via ferrata. But I couldn&#39;t find it. Animals saved the day. Goat tracks led me through latschen trees and onto the snow-covered screes. The wind was very strong, and I could already see my good weather breaking down to the north. I resolved to go up as long as the Zugspitz summit was clear. </p>\n<p>Not sure which of many cliffs to begin the climb on, I made for the one that looked most like a ridge at the moment, having to step carefully on the icy/snowy slope. As I got close I spied a little plaque and then the tell-tale line of the ferrata cable. Thus vindicated, I put my helmet and gloves back on, and started up. First some easy ground on the ridge, though the verticality to the right side into a deep chasm increased rapidly. Then some tests. The cable led me right up vertical sections of rock. My favorite parts were when it was steep, but you could also make climbing moves like stemming in a chimney, and not have to touch the cable at all. </p>\n<p>One thing interesting, is that I think if the route were climbed without the via ferrata, it would often go on easier ground slightly left. The cable rather whimsically kept you always on the steepest terrain. For that reason, I&#39;m not sure that the route would have as hard of a difficulty grade as an alpine rock climb as the moves on the ferrata would suggest. Higher, the ridge became more defined and there was less room to hunt for easier terrain left.</p>\n<p>The snow increased, and I had to deal with ice over slabs more as I went higher. I stopped halfway up and ate some cookies. It was fun to admire the Ehrwalder Sonnenspitz and imagine the line of the route there. Also I heard occasional blasts of music from Ehrwald! Then the wind would howl once more, the powdery snow would blow and it would be gone. &quot;Could it be a parade?&quot; I wondered, imagining a colorful array of dirndl&#39;s and lederhosen through the streets far below.</p>\n<p>Higher, the wind increased, and I could see the summit cross. Although it was a lot further away than I thought, I was pleased to be approaching the summit. My toes were getting cold. Once, I was surprised to be slipping and falling while traversing a slab of rock covered in snow. The snow gave away halfway across to reveal <i>verglas</i>-covered rock which my boots skated uselessly on. I started to fall back, banged my elbow on something, and finally got a rock in the right direction for a foot to stabilize myself. I went back up more carefully, wondering how to climb this in winter without the cable. A few more sections like this required care. Oddly, the hard parts were the &quot;easy ground&quot; that were prone to snow and icing, while the vertical cliffs were pretty straightforward. </p>\n<p>Eventually the cable led up and down over towers then disappeared in the snow. I followed what I imagined was a trail on easier terrain up to another cliff where the cable resumed. After this additional section, I reached the north-south ridge crest in screaming wind. &quot;Cool!&quot; I thought. &quot;Now going down will be soon.&quot;</p>\n<p>But I had to join the normal route just below the summit. It was only 20 feet away, on the other side of a rib. Amazingly, the cable ended for the via ferrata, and getting over there didn&#39;t look easy. I had to climb around the rib, now pleasant with snow and ice on the slabby rock. </p>\n<p>&quot;Great.&quot;</p>\n<p>I proceeded the only way possible. Slowly and methodically, making sure of each foothold and handhold, one at a time. Tuffs of dirt were trustable because they were frozen, though the rock on the rib was loose if it looked inviting as a handhold. </p>\n<p>Good, it&#39;s done.</p>\n<p>Some more protected cable led up in a switchback and ended. I kicked steps in the snow then climbed rock to suddenly arrive at the summit cross. I relaxed briefly, already concerned about the way down because it had looked steep from my angle on the left. No one had signed the summit register in a couple of weeks, maybe I&#39;ll be the last this year? The cross said there are many ways to God. &quot;No kidding,&quot; I murmured, and crawled carefully away, downclimbing to the cable again. I had been punching holds in snow as &quot;handholds&quot; sometimes, so I got out my ice ax, realizing I&#39;d have an interesting snow descent ahead.</p>\n<p>Soon the cable, which made life easy, came to an end. In a month or so, this climb will be much easier on the snow, but for now it&#39;s a thin enough layer that you can&#39;t really get a belay with the ice ax. You also feel the ice or slippery grass underneath. Trying to keep to the heaviest areas of snow, I slowly came down. I relaxed a bit at the Vorderer Taja Toerl, where I could plunge step easily down broad slopes of snow. Should I just go down the couloir? It looked to head straight down to the start of the route. But such decisions have a way of backfiring, so instead I followed a faint line of trail down and to the south. Amazingly, a goat was traversing up here on the Hintere Tajakopf. What a lonely and amazing creature. What did he want up here in the blowing snow?</p>\n<p>Later I had to be careful where water ice covered the path where it narrowed on a cliff. I chopped two steps with my axe and took off one glove for a key dimple handhold on a slab. Eventually I was walking on level ground above the Drachensee. The wind picked up ice crystals and whipped them at me. I had to cover my whole face with my hands and wait! I thought I&#39;d have a scarred appearance after a few more of those. At a saddle, I turned right, and away from the Drachensee. Eventually I lost the trail, and had to piece a route through more cliffs. &quot;What an adventure!&quot; I thought. Then ducked again from another wave of ice crystals.</p>\n<p>Below I saw two figures near where I forged up to the Tajakopf. After more plunge-stepping, cliffs, scree, and latschen trees, I was back down. I went to the little building at the utility lift station and took shelter in the barn. Ah - I could take off my harness and helmet, and eat a few cookies while the wind howled outside! Well, I only had two walls, but it was nice.</p>\n<p>I decided to take the Hoher Gang trail to get down. It gave a nice side view on the Seebener Klettersteig cliff, though somewhat tree-obscured. There was a great little picnic table on a steep rock outcrop along this\ntrail. I have to remember that for some summer day and family. Perhaps with some Brotzeit supplies! The Ammergau Alp peaks were now fully in cloud, and the Zugspitze was disappearing too.</p>\n<p>After leaving the Hoher Gang trail for a faint side trail that I hoped would lead directly to the lift station, I reached the car at 3 pm. Oops...that&#39;s when I promised to be home! The raindrops started in Ehrwald, where all signs of a parade, if there had been one, were gone.</p>\n<table>\n<tr><td>\n<a href=\"images/sonnenspitze.jpg\"><img src=\"images/sonnenspitze.jpg\"></a><br>\n<i>The Ehrwalder Sonnenspitze, a beautiful peak.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/circpeaks1.jpg\"><img src=\"images/circpeaks1.jpg\"></a><br>\n<i>Mieminger peaks wearing a winter coat.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/tajakopf.jpg\"><img src=\"images/tajakopf.jpg\"></a><br>\n<i>The Vorderer Tajakopf, and long West Ridge.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/ontaja.jpg\"><img src=\"images/ontaja.jpg\"></a><br>\n<i>A look down on the lonely Taja Klettersteig.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/wupperlake.jpg\"><img src=\"images/wupperlake.jpg\"></a><br>\n<i>The Drachensee (Dragonlake) and friends.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/vorderer.jpg\"><img src=\"images/vorderer.jpg\"></a><br>\n<i>The Route Normale comes down the ridge.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/peekhole.jpg\"><img src=\"images/peekhole.jpg\"></a><br>\n<i>A gate to bigger ranges in the south...</i>\n</td></tr>\n<tr><td>\n<a href=\"images/zugsp.jpg\"><img src=\"images/zugsp.jpg\"></a><br>\n<i>The Zugspitze dressing for winter.</i>\n</td></tr>\n</table>\n"}