{"date":"2006-8-26","title":"The Walker's Haute Route","description":"<p><em>forward to <a href=\"hauteroute2.html\">part two</a> or <a href=\"hauteroute3.html\">part three</a>...</em></p>\n<h3>Saturday</h3>\n\n\n<p>After an all night drive (from 12:30 am to 7:00 am), I staggered onto the small\ntrain taking me from the parking lot at Taesch to Zermatt proper. Once in town I\nfound some breakfast and a sandwich for lunch, then immediately wimped out and\nrode a sort of elevator train 600 meters up to Sunnegga at 2288 meters. With\nsuch a short time for a long trip, I knew I&#39;d make compromises to the idea of\nwalking every step of the way, and this was one of them. But hey...I&#39;m on\nvacation!</p>\n<p>The view of the Matterhorn and the Breithorn from the top station was really\nstunning. The former peak is so much taller and pointier in person than pictures\ncan describe. Rising immediately west of the town was the Ober Gabelhorn and\nprobably my favorite, the Zinalrothorn, all rising almost 10,000 feet above the\ntown. I was stunned by the number and size of the glaciers in every direction of\nthe compass. The sky was blue and clear, as if it had rained the day before and\nwashed the air.</p>\n<p>Wow, okay now I&#39;m hiking away to the north, with the Matterhorn at my back and\nother snow giants on either side. First a gentle road contoured along the open\nhillside, then I left the &quot;blight&quot; of the lift-served area (it was still a nice\nplace), and couldn&#39;t resist taking a trail that climbed to a pass above the\nTaeschalp, from which the droning of cowbells made a comforting sound. Hiking\ndown I was again amazed by a new snow mountain, the Allalinhorn, visible behind\na battlement of glaciers at the head of the Taeschalp. I mentally traced lines\nup the glacier, sure of the safest way, in that confident way being safe in the\nvalley produces!</p>\n<p><br><br><center>\n<img src=\"images/sat_matterhorn.jpg\"><br>\n<i>The Matterhorn (duh)</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sat_weisshorn.jpg\"><br>\n<i>The Weisshorn</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sat_zermatt.jpg\"><br>\n<i>Zermatt in the Mattertal</i><br></center></p>\n<p>&quot;Where are all the people?&quot; I thought. Part of mental preparation for a long\nhike in a scenic climax zone of the alps was imagining wading through the hordes\npeople had told me about. But it was just like any trail in the U.S.! The odd\ncouple came along now and then, but I was alone for long stretches. This would\nonly increase as the trip went on - sometimes I&#39;d be alone for many hours.</p>\n<p>I was on a new trail called the Europaweg (&quot;europe way&quot;). It traverses a rocky\nsteep hillside for many miles, with great views looking down the valley and\nacross. The extra 1200 foot climb and descent combined with the all-night drive\nhad taken a lot out of me, though. At work Friday, we&#39;d had an all day\n&quot;post-mortem&quot; for our shipping product at a hotel. This was a good thing, though\nsuch events are draining too. As I walked up and down the mountainside, I kept\nthinking about software process models, code reviews, requirements documents and\nthe various other practices of our industry. I shook my head to focus on the\npowerful Zinalrothorn and a major rock face on the east side. Suddenly the sky\nwas no longer blue, with clouds coming in from the north.</p>\n<p>I was pleased to walk high above the huge indoor parking lot where my car would\nwait for a week. Looking down on the town of Randa, I was amazed by the huge\nlandslide that had crashed down 15 years before. A bulldozer scraped\nineffectually at a lower corner of it. The explosion must have been\nearth-shattering, and the resulting floods because of the blocked river\nterrible.</p>\n<p><br><br><center>\n<img src=\"images/sat_zinalr.jpg\"><br>\n<i>The Zinalrothorn</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sat_zinalweiss.jpg\"><br>\n<i>The Zinalrothorn on the left, the Weisshorn on the right</i><br></center></p>\n<p>By 2:30 pm, I&#39;d reached the Europa Hut. Tired as I was, it seemed a welcome\nplace for the night. I ordered some lunch of eggs and potatoes, then went to\nsleep in an upper bunk. Rising for dinner, I conversed with a really nice Swiss\nguy named Henri. He had several spine-chilling stories of climbs on the\nMatterhorn gone wrong. In one case, a guide was standing in the door of a\nbivouac hut, in relative safety. His client slipped, falling off the mountain\nand whisking the guide out of the hut to his death. It sounds like the sheer\nnumber of applicants, at all skill levels becomes a real danger, especially\ncombined with a change in the weather.</p>\n<p>But this wouldn&#39;t be a climbing trip for me. How many years had it been since I\njust went for a hike? No ambitions to climb peak X or Y at the back of some dark\nvalley. It was something I&#39;d wanted to do for a few years, feeling a need to get\nback in touch with the first experiences I&#39;d had in the hills. I had taken to\nheart something <a href=\"http://www.kevreynolds.co.uk/\">Kev Reynolds</a> \nsaid in his excellent book \n<a href=\"http://www.amazon.com/Walking-Alps-Travel-Kev-Reynolds/dp/1566563437\">Walking\nin the Alps</a>:</p>\n<p><i>\n&quot;...from the point of view of the walker who is, after all, in the most favoured\nposition to witness and enjoy mountain scenery in all its abundant variety.\nThe motorist is divorced from all that is best in the Alps by being restricted to\nthe highway. The non-active tourist is confined to mechanised means of uplift, the\nclimber&#39;s attention is for the most part taken up with the intracacies of his chosen\nroute, while the downhill skier needs full concentration in the rush to get to the foot\nof the slope without accident. Only the mountain walker, the individual with good\ngeneral fitness, a modicum of scrambling experience and an eye for the hills, can\nmove far enough and at the right pace to enjoy the full range of wonders that the Alps\nso generously offer.&quot;\n</i></p>\n<p>(Humorously, I didn&#39;t have Kev&#39;s travel companion to this hike, \n<a href=\"http://www.amazon.com/Chamonix-Zermatt-Walkers-Cicerone-Guide/dp/1852843276/sr=1-1/qid=1159298678/ref=sr_1_1/102-2988812-4044948?ie=UTF8&s=books\">Chamonix to Zermatt: A Walker&#39;s Haute Route</a>. By the time I decided to make this hike,\nthere was no time to order the english language guidebook from Amazon, and I\ncouldn&#39;t find it in Munich. So instead I had to cringe and tear pages out of\nWalking in the Alps. Along the way, a fellow gave me xeroxed copies of 3 pages\nfrom the book, about the Turtmanntal valley. I read and re-read those pages that\nday!)</p>\n<hr>\n\n\n<h3>Sunday</h3>\n\n\n<p>In the night it rained, and I moped at breakfast, wondering if I should abandon\nthe trip...the car was still nearby. But stepping out revealed mostly blue sky,\nwith mysterious wreaths of cloud around the high peaks. &quot;Hey, this is alright&quot; I\nthought, brightening considerably. Henri joined me, and we hiked together for\nsome fun hours. I enjoyed this portion of the trail much more. There was less up\nand down, we saw some wildlife, and there were exciting edge-of-cliff sections\nwith a little hand-railing should you need it. Henri was hoping to travel north\nthen back south over the ridge to Sass-Fee. We reached a dramatic lookout point\nback to a mountain called the Ulrichhorn with another massive glacier. There was\na cute statue of St. Bernard - the patron saint of the Alps! He and his\ncontingent of monks saved many travellers from bandits and avalanches in the\nfirst century A.D., at the nearby pass that bears his name. I was mentally\nadding up how many days I had and how far I had to get, gradually coming to\nthink I needed to cover a lot more ground today. Traditionally, I would stop at\nthe town of St. Niklaus below, however I wanted to make it over the distant\nAugstbordpass to Gruben. I just can&#39;t seem to resist a certain\ngoal-orientation. A passerby had said the trail was especially beautiful to the\nwest of Arolla, and at my current pace it would be tough to even make it\nthere. Yet wheels were turning!</p>\n<p><br><br><center>\n<img src=\"images/sun_weisshorn.jpg\"><br>\n<i>The Weisshorn, mysterious in clouds</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_eurotrail.jpg\"><br>\n<i>Scenery along the Europaweg</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_henricable.jpg\"><br>\n<i>Henri along the beclouded Europaweg trail</i><br></center></p>\n<p>Okay, first off I needed to drop the bivy gear. I was carrying a sleeping bag, a\nbivy sack and a ground pad. It was slowing me down some, and I realized I didn&#39;t\nwant to use the gear in this weather. If it did rain hard, my sleeping bag would\nlikely get wet, then I&#39;d be tired for a day. If it rained the next night, I&#39;d\nreally be cold. So after saying goodbye to Henri, I hurried 4000 feet down to\nSt. Niklaus, hoping to find a locker in the train station to stash my\ngear. Barring that, I&#39;d have to hide it in the woods. You really think hard\nabout how to hide 500 dollars worth of gear in one of the most popular hiking\nareas of the world!</p>\n<p>Near the town I went through a charming old mini-village of ancient swiss\nhouses. They seemed empty, but vaguely lived in. I liked how narrow the alley\nbetween the houses was. I got irritated by a strange trail re-routing that made\nme re-climb 300 feet only to come out on a logging road a half-mile back towards\nZermatt. Wierd things often happen to trails near towns. A patchwork of property\nand logging roads interrupts or truncates the trail. Once lost, you just bash\ndown unsigned way trails, roads or game paths. Yeesh!</p>\n<p>In the strangely deserted town, I filled my water bottle from the village\nfountain. At the train station I found no lockers. Okay, I&#39;d have to hide my\ngear. Wallking back downhill and across the river, I was shadowed by a heavyset\nyoung man wearing a &quot;Danzig&quot; t-shirt. Hoping he wasn&#39;t watching, I turned back\nup the trail and looked for a suitable site. It&#39;s hard to find a place not\nvisible from above or below in this region of steep switchbacks. Finally,\nscarily close to a house, I saw a faint deer path, and followed it to a fallen\nlog. Perfect! I could shove things under the log and build a wall of rocks to\nprevent the brightly colored high-tech fabric from being seen. I hoped that no\ncurious forest creatures would rip my shelter apart, and climbed out, looking\nfor the lurking young fellow.</p>\n<p><br><br><center>\n<img src=\"images/sun_benedict.jpg\"><br>\n<i>A statue of Saint Benedict looks over the Mattertal</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_tent.jpg\"><br>\n<i>Amazing views above St. Niklaus.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_stniklaus.jpg\"><br>\n<i>Curious slate roofs of St. Niklaus</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_jungu.jpg\"><br>\n<i>Looking upvalley from Jungu</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_jungtal.jpg\"><br>\n<i>Above Jungu, looking across to the Jungtal</i><br></center></p>\n<p>At the train station I&#39;d picked up a brochure that mentioned a ski lift I could\ntake up to the town of Jungu 2700 feet above. I could really use the boost if I\nwanted to reach Gruben tonight. I stared dumbly at the paper. There was a lift\nat 1 pm, and another at 3:30 pm. I&#39;d hate to wait until so late. What time is it\nnow? 12:53? Oh!</p>\n<p>I had to run downhill, then across town steeply uphill, really huffing and\npuffing. &quot;Oh man I hope I make it!&quot; I made it to the lift, simultaneously with 4\nother people who came out of the woodwork of the deserted town. &quot;Yes!&quot;</p>\n<p>Jungu was really cute. I imagined coming here for a family vacation with Kris\nand the boys. I hiked towards the beautiful Jungtal, relunctantly turning away\nwhen my trail veered north and up into the Augstbord valley. A large\n&quot;steinmandl&quot; (stone man, or pile of rocks) marked the entry to the valley, where\nsome hikers were enjoying the view. I continued on, gradually climbing to the\nAugstbordpass where the freezing wind was screaming in from the west. I\ndescended into a broad valley that became really pleasant once the wind weakened\nand the sun came out. Walking beside a babbling stream, I longed to take off my\nboots and laze, but worries about finding a room at the inn in Gruben kept me\nwalking. Two women told me the hotel was called the Schwarzwald Hotel, and I\nresolved to remember the name as I prowled the streets. Once down I had to\nlaugh: the town was a collection of about 20 small houses, a white church and\nthe relatively large Schwarzwald hotel. I got a dorm room completely to myself,\nand enjoyed a really good dinner. It was kind of lonely though. There was a\nrollicking guided party of about 14 people at a large table, and a reserved\nCanadian couple. I ended up eating alone, looking at my map and planning my\ndays. It&#39;s easier for me to feel lonely and awkward in a crowd. Whereas when\ntruly alone, I&#39;m comfortable and generally happy. Go figure.</p>\n<p>I was pleased to have reached Gruben. Tomorrow night, I&#39;ll be in Zinal, the\nfirst of the French-speaking valleys.</p>\n<p><br><br><center>\n<img src=\"images/sun_lastmattertal.jpg\"><br>\n<i>A last glimpse of the Mattertal, below the Augstbordpass</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_augstbord.jpg\"><br>\n<i>Hiking to the windy Augstbordpass</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_goingdown.jpg\"><br>\n<i>Pastures on the way down to Gruben</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_turtmantal.jpg\"><br>\n<i>Hiking down into the Turtmanntal</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_turtmantal2.jpg\"><br>\n<i>Delightful pastures above Gruben</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sun_gruben.jpg\"><br>\n<i>The summer-only town of Gruben</i><br></center></p>\n<hr>\n\n\n<h3>Monday</h3>\n\n\n<p>Clouds mostly obscured the big peaks today, though I got sullen glimpses of the\nBishorn at the head of the Turtmantal valley. This valley, and Gruben itself,\nwas interesting. It&#39;s only inhabited in the summer, and retreats to pristine\nquiet in the wintertime. A guidebook said this was like the old Switzerland of\nthe Golden Age of alpine climbing more than 100 years ago. It was a very\nappealing place.</p>\n<p>As for the trail, first it was a road, climbing gently for a mile, then more\nsteeply on a thin trail through light forest. In here I found a large boulder\nwith a little shrine to the Virgin Mary embedded in the middle. A porcelin\nfigurine of Mary shared a 6 by 3 inch ledge with a crudely carved figure -\nperhaps a more ancient pagan symbol? You always seem to stumble across little\nsecrets like these in the alps. Like the &quot;route books&quot; found in inaccessible\ncaves along long rock climbing routes. I made a little video of the shrine while\nhumming the opening to &quot;The Firebird Suite.&quot;</p>\n<p>Higher, I lost the trail on a steep hillside, but continued gamely up, knowing\nup was the only valid direction. Two farmers were up early high above, mending a\nfence. I kept out of sight around a corner, moving up and stepping over the\noccasional fence across steep cow pastures. Nowadays, the fences are just thin\nstrips of tape or wire. Sometimes, they are electrified, and you can see the car\nbattery sitting nearby for the charge. I think they get the cows used to the\nidea that all the fences are electrified, but at any given moment, only 3-5% of\nthem actually are.</p>\n<p>I passed a large farm building (Chalte Berg) with a generator, and admired the\nbroad scenic valley. I was really getting an eyeload of big, pastoral valleys\nunderneath the great peaks. It&#39;s a terrain very different from the Washington\nCascades. Maybe Colorado is like this? Despite the somber morning clouds, it\ngave a real sense of freedom.</p>\n<p> I climbed gradually up into a hanging valley called the Blueomatt. Beyond the\n two farmers, I saw no one else until descending into Zinal hours later. Perhaps\n the isolation made it easier for me to lose my glasses!</p>\n<p>I&#39;d gotten used to wearing them for a few hours, then changing into contact\nlenses on the trail. I left my glasses on a rock somewhere in this large\npastoral valley. Perhaps a goat tried crunching them for taste!</p>\n<p><br><br><center>\n<img src=\"images/mon_littlecreek.jpg\"><br>\n<i>A little creek of the Turtmanntal</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/mon_backside.jpg\"><br>\n<i>The Zinalrothorn from near the Forcletta pass</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/mon_nicetrail.jpg\"><br>\n<i>Good trail leads to the Forcletta pass</i><br></center></p>\n<p>At the pass called Forcletta (2874 meters), I was walking in light snow, and\nadmiring little flurries driven by the wind. Another stunning walk down a\npastoral valley, and I was admiring dark cliffs above Zinal. The mountain called\nthe Garde de Bordon looked especially menacing with fresh snow on it&#39;s\nledges. As I descended to the valley, the snow turned to light rain. Steep\nswitchbacks brought me into town, where I quickly found a hotel room. Wow -\nZinal was the big city, it had a supermarket, sports store, tourist office and\nseveral restaurants! It was 2:00 and everything was closed until 2:30. When\nthings opened, I went into a newsstand and bought a paper and a paperback book,\nwhich I would spend the afternoon reading (&quot;A Year in the Merde&quot;...it was\nokay). I had a great meaty, greasy pizza for lunch, and a very &quot;french&quot; meal for\ndinner. It involved duck and some strange pimento-loaf-like meat with a hidden\nbone in it. Shudder.</p>\n<p>It was neat to have my own room. I bought some shampoo so I could take a real\nshower. Who hoo!</p>\n<hr>\n\n\n<p><a href=\"hauteroute2.html\">Continue</a> to read part two...</p>\n"}