{"date":"2006-1-1","title":"Short Reports 2006","description":"<p><a name=BREITENSTEIN></a></p>\n<h3>Breitenstein skiing, March, 2006</h3>\n\n<p>The weather was terrible, but Riki, Josef and Angie were able to get out for a morning\nof skiing. We drove to the Spitzstein and began skinning up in a light snowfall. It\nsnowed on and off all day, and views were held to a minimum. But it was pleasant\nskiing up a mix of open slopes and forest paths. Eventually we came to a kind of \ntough section with tight switchbacks in the trees. I broke trail from here to the summit,\ngetting a good extra workout. I was a little worried about an icy section below\na high pass, and the final ski to the summit was a little nervy due to a big drop\noff on the left. Several times we heard the boom of avalanches or maybe just slabs\ncollapsing. One, heard from the summit, was really dramatic and powerful. We were happy\nthat our route was safe from such dangers. We skied down, having lots of fun in fresh\npowdery snow. Of course, I spent a fair bit of time buried in the snow too. The trip\nwas marred only by terrible traffic jams on the way home. Ugh. Had we been able to \nsee anything <a href=\"http://www.clasohm.com/photodb/photo?photo_id=6102\">here</a> is\nan example view from the website <a href=\"http://www.clasohm.com\">clasohm.com</a>.</p>\n<p><a name=HIRSCHBERG></a></p>\n<h3>Hirschberg skiing, February 19, 2006</h3>\n\n<p>Our neighbors Ricki and her husband Arne are new parents. Ricki is also into backcountry\nskiing, but hadn&#39;t gone in a long time. So we arranged for a Sunday morning &quot;Dawn Patrol.&quot;\nRicki has a car which made it possible! She and I left town at 5:30 am, and were hiking\nup along a ski area below Hirschberg, a mountain of the Bavarian pre-alps near the Tengernsee.\nIcy conditions caused our skins to slip a bit, but after a great ski up we were on the summit\nat ten minutes to nine. The air was very clear, with great views of the Zugspitz, the Karwendel\nMountains and even (I think) the Grossglockner far in the distance.</p>\n<p>The ski down was kind of hard for me. First, I skied right into some kind of hole on the slope\non the schluss down from the gentle summit. I got a facefull of cold snow and lost a ski\ntemporarily. Later, there was a steep slope which Ricki skied down masterfully. I was\nintimidated by it, so I tried to go an easier way, but ended up having to make kick turns\non an icy chopped up slope. Finally I could traverse over to the lower part of her slope and\nit was better. The trip down was really just a matter of minutes. Even though we stayed on the\nsummit for 30 minutes, we were down by 10 am, and home at 11. Really fun!</p>\n<p><a name=LENGGRIES3></a></p>\n<h3>Lenggries skiing, February 15, 2006</h3>\n\n<p>I took the day off and we got a baby sitter so that Kris and I could go skiing together\nfor the day. It was tons of fun...it definitely sped by too fast! Kris had learned so\nmuch in her lessons, we could go down all kinds of red (blue in the U.S.) runs together.\nShe found a few things difficult, like skiing on roads that populate this small ski area,\nand the narrowness of some of the runs. But overall she was teaching me how to ski better.\nWe had a nice lunch, and then had the great fortune to run into Kris&#39;s friend Vivian\nfrom the ski class. She was there with her friend from Birmingham, England. We talked\non the train home. It was a great day!</p>\n<p><a name=SPITZSTEIN></a></p>\n<h3>Spitzstein skiing, February 12, 2006</h3>\n\n<p>A fun backcountry ski morning with Josef and Angie. Again, fun skiing, beautiful sunny\nviews and a great quick trip up and speeding down!</p>\n<p><a name=LENGGRIES2></a></p>\n<h3>Lenggries skiing, January 28, 2006</h3>\n\n<p>Another very short trip to Lenggries. This one wasn&#39;t as fun because there were\nbig crowds and long lines. Oh well.</p>\n<p><a name=LENGGRIES1></a></p>\n<h3>Lenggries skiing, January 21, 2006</h3>\n\n<p>Kris was out of town this weekend on a ski lesson. I couldn&#39;t let her have <i>all</i>\nthe fun, so thanks to a very nice babysitter for the boys I was able to hop on the\ntrain to the Lenggries ski area. It was my first time to go to an official ski area\nin Germany, and I learned a fair bit. First off, I was ecstatic about the price and\nconvenience. At the train station I purchased a combination train-and-ski-lift ticket\nfor 33 Euros (like 38 dollars now?). It covered the hour long train journey there and\nback, and also my lift ticket for the whole day. That was a pretty darn good deal\nI thought. I read &quot;All the President&#39;s Men&quot; on the train, nearing the exciting end.\nWhat a tedious but instructive story.</p>\n<p>In Lenggries, I hopped on a bus for 10 minutes to reach the Brauneck cabin lift. It\nwas neat to see mountains again after two weeks. At the top, I started skiing, pretty\ndelighted by conditions and my not-completely-forgotten small reserve of skill.\nI had watched a video the night before by a ski expert named Lito Tejada-Flores,\nand it really paid off. I explored different lifts, having to get used to the\nGerman-style rope tow which is strange but good. I conversed in broken German with\na twenty-something guy who worried where the United States was heading politically.\nThis is a standard conversation!</p>\n<p>Anyway, the skiing was really fun,\nalthough the moguls were pretty severe on steeper slopes because it hasn&#39;t snowed in\nseveral (gorgeous) days. The upper mountain was in a thick cloud, but at the middle\nlevel I saw pretty blue and white surrounding peaks. These are the Bavarian Pre-Alps,\nso they were mostly forested, with little limestone outcrops. I skied for about\n3 hours then headed for home. I met some Americans on the bus who knew about\nour Avid.com office near Boston. Crazy. They were in town for 2 days, and were amazed\nhow easy it was to suddenly decide to go skiing. Of course they were wearing slacks\nand had leather driving gloves, not having planned for it.</p>\n<p><a name=GROEBNERHALS></a></p>\n<h3>Gröbner Hals, January 7, 2006</h3>\n\n<p>I decided to try a &quot;Dawn Patrol&quot; kind of trip here in Munich, which seems\nreally odd to folks. Of course it seemed odd to folks back in Seattle too,\nbut makes perfect sense for the busy dad on the go: a chance to get out and\nbreath the mountain air, and be back home in time for city errands or playing\nwith the kids!</p>\n<p>I picked an easy ski tour to a pass called the Gröbner Hals. It is near a very\npretty mountain lake called the Achensee, and a town at it&#39;s north side called\nAchenkirch. I escaped the perpetual fog over Munich and was parked at the\nKinderhotel at the base of the route after an hour and twenty minutes of driving.\nI began skinning up a very flat valley at sunrise, admiring the snowy peaks\nat the end. Eventually I realized I was on the wrong side of the river, following\na groomed cross-country ski path that would surely end, while I wanted a road\nthat switchbacked up the other side of the valley. I took off my skis and toiled\nacross a creek, only getting my boots wet. I decided to walk a while on the other\nside until it got steep again.</p>\n<p>When this happened I ran into some equipment trouble. I tried three times to put\nmy skis back on, but one or the other kept falling off. I eventually figured out\nwhat happened: during the walk, compacted snow froze into ice deep in the metal\nbinding holes of my boots. My superficial cleanings weren&#39;t enough. Without a good\nsharp tool (like a nail) to clean the holes, I finally had to take off my boots\nand breath on them to melt the ice. Argh, in total this cost 30 minutes of precious \ntime! Oh well, it was something I had to learn sometime.</p>\n<p>Skinning up a road, I admired some waterfall ice on the other side of the valley.\nThey were very short, looked like 20 meter high routes. Soon I broke out of the trees\ninto open slopes of the upper valley. Admiring the peaks on both sides, I came to\nthree farm buildings, closed up tight for the winter. Another 30 minutes of climbing\nbrought me to the Gröbner Hals, where a stunning view of the Karwendel mountains\nawaited me. They have no glaciers, but especially in the area around the Eng valley,\nthey are tortured, black and dramatic. I wish I brought my camera! The mountains \nwere extremely quiet all around, and the blue sky and warm sun were restorative.</p>\n<p>Now it was time to ski down. Unfortunately, the steepest part of the ski was right\nfrom the top, and I wished I could get kind of &quot;warmed up&quot; on something easier.\nNaturally, I fell after one turn, and to add insult to injury, a ski came off and\nslid 100 feet down the hill, past the interesting steep section! As I waded down\nthe slope I cursed for effect. Oh well, I still had plenty of challenges ahead.\nBecause the snow hadn&#39;t had much time to be warmed by the sun, there was still\nan upper crust which, to my dismay, made it harder to turn. So I pretty much\n&quot;survived&quot; my way down, not enjoying it as much as I&#39;d hoped (considering that\nit&#39;s a very easy route!). Lower, I took a wrong turn and left the road. Falling\nsomewhere along the way, I saw I was committed to a more advanced ski descent.\nStill, it looked possible, so I kept going, only falling once when I skied into\nthe skirts of a tree. Later I reached a hut in the forest, then after another \nhundred feet of shaky skiing I found the road again. Now I could just stand\nand coast the remaining two miles (roughly?) to the car. </p>\n<p>Cool, I&#39;ll have to get a lot of these ski tours under my belt, happy to be\nstarting now!</p>\n"}