{"date":"2006-10-28T00:00:00.000Z","title":"Grohmannspitze, South Face","blurb":"with Daniel, beautiful place!","description":"<h2>South Face (UIAA Grade IV, 13 pitches)</h2>\n\n<center>\n<object width=\"425\" height=\"350\"> <param name=\"movie\" value=\"http://www.youtube.com/v/VIDK0twI9Ms\"> </param> <embed src=\"http://www.youtube.com/v/VIDK0twI9Ms\" type=\"application/x-shockwave-flash\" width=\"425\" height=\"350\"> </embed> </object>\n<br>\n<i>I made a small video of the event as well, enjoy...</i>\n</center>\n\n\n<p>Daniel Arndt and I had a last weekend to do some climbing before the snow began. We know it was coming soon! We drove down to the Sella Pass Friday night, and slept by the quiet road. On the way down, we decided to climb the <a href=http://www.summitpost.org/route/158774/dimai.html>South Face</a> of the Grohmannspitze (IV). It was relatively short by Dolomite standards, and therefore good for the equally short days of late fall. A pleasant hike up in the cold dawn told us it would be a great day.</p>\n<p>Easy trails turned to scrambling up against the prominent southeast arete coming from the face. We reached a scree bench and leisurely got ready. Another party had beaten us quietly! They were a few pitches up and building a belay anchor. Crows flew by below us, pointing out that we were already high up and had better be careful.</p>\n<p>I led out hoping to simul-climb the first several pitches, which were very easy grade II-III ground (maybe 5.4 YDS at the max). Not only was there very little protection, but Daniel was perplexed to see I had walked right by two shiny pitons without clipping them. I was too busy pointing out to myself how little protection there was to notice...any protection! Finally, I started up a steeper wall, and halfway up decided it would be good to make a fixed belay. Daniel constructed something meager at the base of the wall, and I finished the pitch, which had exciting vertical sections on huge, confidence-inducing limestone holds. At the top I found a cemented piton and realized we had nicely dispatched with 5 pitches! As I belayed Daniel, I could hear the other party murmuring just 20 feet to my right around the corner.</p>\n<p>This is always a favorite part of a climb for me. When you are really on the face, having dispatched with initial problems, and the easiest way starts to look like up and over. The birds are soaring below and across from you, and the weak sun gains in strength, convincing you it&#39;s summer again. Daniel was ready for some excitement now too, and he began a pitch which traversed vaguely out to the right. He was happy to find several &quot;Sanduhr&quot; protection points along the way. I don&#39;t know the english word for this, but it&#39;s when you have a horn of rock connected to the rock above and below. &quot;Sanduhr&quot; is from the German word for an hourglass, which the feature mimics in shape. It&#39;s a great and bomber piece of protection, and our topo was sprinkled with &quot;SU&quot; to tell us where to find them. Protection on this rock was given by Sanduhr, pitons, the rare bolt, small and medium nuts. Cams were useless. I even put away the medium and larger cams in my pack at some point.</p>\n<p>After the enjoyable traverse, Daniel handed me the rack for a long pitch up easy slabs to a chimney and crack system. My first piece of gear was 40 meters up! But it was a nut I would hang a piano from. Then some nice stemming and vertical corners to get your attention. The Dolomites are so dramatic, I just love them!</p>\n<p>Daniel headed out for the &quot;Menschenfaelle&quot; or &quot;mantrap&quot;. First a rightward traverse that felt kind of sketchy. Daniel said it was harder than the &quot;Mantrap&quot; itself. Then the infamous Mantrap! People said not to underestimate it!! </p>\n<p>Well, sorry guys, there isn&#39;t much to it! When I heard &quot;mantrap&quot; I started thinking about things like pendulum falls into caves or a wierd overhang up to a squeeze chimney or something really creative like that. But it&#39;s just a leftward traverse on a sloping ledge. Plus, unlike the rest of the route...it&#39;s been bolted into submission. Two or three bolts, on a route with only 1 other bolt on the other 12 pitches! What makes the route fun is the whole deal, and we found the hullaballo over this pitch puzzling.\nOnward and upward! I think we ate some food here, and looked at the meadows below. A steep black chimney led up to easier terrain, then into a deeper chimney where a spicy leftward traverse at a piton got me out from under a chockstone. Daniel made it easier by hand traversing left at the piton, whereas I got my feet on the ledge and inadvertently made it harder. A sunny ledge furnished a belay anchor.</p>\n<p>More relaxing, then Daniel led a long enjoyable pitch up to a little cavelet. He looked frantically for an anchor, finally settling for a corroded piton buried under rubble in the back of the cave. We had a laugh when I arrived and immediately saw a shiny bolt right next to him. I&#39;d already concluded that when my eyesight fails it won&#39;t really matter, I&#39;ll just keep bumbling along missing the obvious at every turn! While Daniel chewed thoughts along that line, I tiptoed up a fantastic vertical wall, that was so long, and festooned with holds that it&#39;s the real &quot;mantrap.&quot; Once snared by it&#39;s wily charms, you&#39;ll want to do it again! &quot;Wow!&quot; I said to myself, imagining the fun Daniel was having as he climbed it. &quot;Double wow.&quot;</p>\n<p>The terrain angled back, and Daniel made a short pitch to a ridge crest, where we shorted the rope to 20 meters and simul-climbed among the little blocks. After a while, I belayed Daniel once more for a lead up slabs to a hidden chimney. More simul-climbing brought us to the summit 150 meters later. We stood on the broad summit at around 2:15 pm, and already the sun was well into the southwest. No matter! We admired the view of that grand lady - the Langkofel! The Fuenffingerspitzen had many towers that blended into her steep flanks. You couldn&#39;t tell where one peak began or ended. We figured that we&#39;d be the last to sign the summit register this year, as it was just us and the other party in it today...and no one in the previous 2 weeks. We began hiking down the broad summit in snow, and were soon downclimbing the &quot;Normal way&quot;. The standard route on this peak is about 6 pitches to grade IV, so it&#39;s not exactly easy. It&#39;s a good idea to have a topo of the way for the descent.</p>\n<p>We made a rappel, then climbed a tower and downclimbed a little bit of steep and scary terrain on the other side. Snowpatches didn&#39;t help! Then we connected with a line of anchors that allowed 6 single rope rappels. First descending on a ridge, then dropping into tight vertical chimneys, we eventually reached a snowy ledge with a cairn that marked the beginning of scrambling that would lead us to the Fuenffingerscharte. This turned out to be tedious terrain, because anything wet was frozen over with slick ice. We moved carefully as it got darker and colder. Finally we made a rappel over an especially steep and icy section. I went a bit ahead to scout and Daniel smartly made another rappel over a sheen of water ice. By the time we reached the Fuenffingerscharte it was almost full dark. We immediately bombed down the gully, which was longer than it looked like from the car. Emerging on the broad scree slopes, we got our headlamps out and continued down with scree-skiing and over unpleasant rocky terrain. &quot;Ugh!&quot; we said, loudly and often, sometimes flopping onto our backs when marbles rolled away under our feet.</p>\n<p>Finally we reached grassy slopes under a ski lift, and our feet enjoyed the gentle caress of spongy turf. Once at the car, we zoomed down to Wolkenstein for pizza and Wienerschnitzel. What to do tomorrow? </p>\n<table>\n<tr><td>\n<a href=\"images/threetowers2.jpg\"><img src=\"images/threetowers2.jpg\"></a><br>\n<i>The Grohmannspitze, Fuenffingerspitzen, and Langkofel</i>\n</td></tr>\n<tr><td>\n<a href=\"images/threetowers.jpg\"><img src=\"images/threetowers.jpg\"></a><br>\n<i>Again, 5 minutes later!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/agrohmanpitch.jpg\"><img src=\"images/agrohmanpitch.jpg\"></a><br>\n<i>Vertical but easy!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/anicelook.jpg\"><img src=\"images/anicelook.jpg\"></a><br>\n<i>Daniel climbing up from the abyss!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/grohmanface.jpg\"><img src=\"images/grohmanface.jpg\"></a><br>\n<i>A portion of the South Face.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/michaelgrohmann.jpg\"><img src=\"images/michaelgrohmann.jpg\"></a><br>\n<i>A traversing pitch.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/travdaniel.jpg\"><img src=\"images/travdaniel.jpg\"></a><br>\n<i>Mantrap!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/topizboe.jpg\"><img src=\"images/topizboe.jpg\"></a><br>\n<i>View from the summit.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/towardlangkofel.jpg\"><img src=\"images/towardlangkofel.jpg\"></a><br>\n<i>Lost in the Langkofel!</i>\n</td></tr>\n</table>\n"}