{"date":"2006-8-26","title":"The Walker's Haute Route","description":"<p><em>back to <a href=\"hauteroute1.html\">part one</a> or forward to <a href=\"hauteroute3.html\">part three</a>...</em></p>\n<h3>Tuesday</h3>\n\n\n<p>I had my usual breakfast of cereal, bread and butter. I also took some extra\npieces of bread and pats of butter to serve as lunch. I was getting pretty\ncrafty!</p>\n<p>Today I wanted to make it to Arolla, a pretty long ways away, normally two or\nthree days journey. But I&#39;d talked to Kris on the phone and it sounded like good\nweather would come tomorrow, and then be finished by Saturday. A few days ago\nsome guys told me about the scenery in that neighborhood, and I wanted to visit\nin the best weather.</p>\n<p>With such thoughts I happily boarded a lift at 8 am to save some climbing above\nZinal. Continuing up through the ski area, and grateful for the lift, I thought\nwhat a fantastic place this would be to come with Kris and the kids in the\nwinter. Great scenery and skiing terrain (that is, it <em>seemed</em> gentle enough for\nus). I was sobered to see how the snow line had come down in the night. Looking\nback to the meadows I walked through the day before, I saw they all had\nconsiderable snow. Pretty soon I was crunching up roads of the ski area trying\nto ignore a bulldozer furiously digging a deep trench. I hopped over the trench\nand sidehilled up the slope, hiding from the machinery just as I hid from the\nfarmers the day before. Skirting a summit occupied by the top lift station, I\ntrotted down to the pass Col de Sorebois (roughly 2850 meters high). The view of\nLac de Moiry below was exciting.</p>\n<p><br><br><center>\n<img src=\"images/tue_lookingback.jpg\"><br>\n<i>Looking back to the Forcletta pass from the day before.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/tue_lakemoiry.jpg\"><br>\n<i>Lake Moiry with dam</i><br></center></p>\n<p>Descending proved to be tricky. The grass was buried under snow, but the trail\nwas coated in a sheath of water ice. I nearly landed on my tailbone a few times,\nthen got wise and left the trail for the crunchier terrain on the side. Happy\nfor hiking poles, I lowered myself straight down the steep slope, which I shared\nwith a handful of deer. Meanwhile I thought about my options on the hike for the\nday.</p>\n<p>Some folks go over the Col de Torrent due west. From there the trail wanders\nover meadows and down to the town of Villa. Others spend a delightful night\nabove the Glacier du Moiry at the Cabane du Moiry, up at the head of the\nvalley. They then double back to hike out over Col de Torrent or the pass I had\nin mind: the Col du Tsate. This pass would allow me to walk above the lake on\nthe west side on a scenic trail through the meadows, and get my own good views\nof the glacier not too far away from the high Cabane. This pass was also further\nsouth and therefore closer to my goal of Arolla.</p>\n<p>The Lac du Moiry has a tremendous dam, which I walked across. A cold wind\nwhipped up the lake, but occasional sunbreaks increased during the day. I\nadmired the somber, snowy peaks at the head of the valley, and stopped to rest\nin the meadows when the sun was out. I got a blister on my heel and fixed it\nright up with a band-aid that served well for the rest of the trip. Once leaving\nthe dam, I saw no one until reaching the village of Les Hauderes in the\nafternoon. Leaving the trail for a while, I especially enjoyed a saunter up\nfields of La Bayenna, where I passed a hidden little farmhouse. Thick,\nluxourious grass made my boots wet. At the col I found snow as usual, and a\nwhole new world of views to the west. This was addicting to have such incredible\nchanges of scenery! However, clouds were thicker and darker on this side, and it\nwould prove to be the rainiest afternoon of the trip. Steep peaks above Les\nHauders rose into the mist (they were the Petite dent de Veisant and it&#39;s big\nbrother).</p>\n<p><br><br><center>\n<img src=\"images/tue_abovelake1.jpg\"><br>\n<i>A hut below the Col du Tsate</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/tue_suntsate.jpg\"><br>\n<i>Nice meadows below the Col du Tsate</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/tue_backtolake.jpg\"><br>\n<i>Lake Moiry from the south side</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/tue_westside.jpg\"><br>\n<i>Beginning the descent to Les Hauders</i><br></center></p>\n<p>As I approached farm buildings I lost the trail again as usual. I believe it\nwound it&#39;s official way along long low angle dirt roads. I was intent on\nfollowing the straightest line down to Les Hauders, where two valleys from the\nsouth met to become the mighty Val d&#39;Herens. So I had an intriguing time\ncrossing steep meadows, farms, roads and forests, eventually reaching the hamlet\nof La Forclaz. This was the prettiest town I saw on the trip. Old Swiss houses,\nclustered close together, just ancient! One was built in 1500, and stood on\nthose amazing stone stilts to keep rats out. Some old folks were sitting in\nfront of a house. What a place, so much history and so many stories here I was\nsure.</p>\n<p>A commuters trail led quickly down to Les Hauders, passing a cliff with bolted\nsport climbs. &quot;Have to remember that,&quot; I thought, temporarily forgetting my\nrather poor attitude towards sport climbing.</p>\n<p>In town I ordered a meal that I couldn&#39;t imagine what it would be (something\nlike the word &quot;croutons&quot;). It turned out pretty good, sort of cheese-covered\nbread and ham in a pot. I called Kris who said &quot;Dang, do you do any hiking at\nall?&quot; She&#39;s not used to cell phone reception in the mountains either! I replied\nsomewhat defensively, and was apparently stung enough by the critiscm to abandon\nplans to take a relaxed bus to Arolla. Hitch-hiking wouldn&#39;t work, no one was\ngoing up valley to Arolla. So I geared up for a rain walk, and stomped up road\nthen trail, eventually climbing 600 meters to Arolla in about 11\nkilometers. Hiking in rain isn&#39;t too bad with an umbrella. You can take off the\nwet Gore-Tex and be warm enough under the &quot;warm dome&quot; of the umbrella. At one\nquaint village, I stopped to rest my feet on the porch of a sturdy house. It was\nnice sitting and listening to the rain in a dry place.</p>\n<p><br><br><center>\n<img src=\"images/tue_cowhuts.jpg\"><br>\n<i>A strange little set of barns above Les Hauders</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/tue_leshauders.jpg\"><br>\n<i>The town of Les Hauders. I found food here.</i><br></center></p>\n<p>In Arolla I made a friend named Eric. From the Netherlands, he was hiking the\nopposite direction, but only for a few days. He&#39;d had a great time and planned\nto see the village of La Forclaz on the way out as I recommended. Eric told\nfascinating stories about development projects in the jungles of Bolivia and\nEcuador. He is a Ph.D. student in sociology, and full of interesting ideas. It\nwas a great set of conversations after some kind of lonely evenings. We were the\nonly ones in the hotel dormatory, a freezing cold side-building decorated\nsomewhat oddly as a child&#39;s room (complete with teddy bear on the dresser).</p>\n<p><hr></p>\n<h3>Wednesday</h3>\n\n\n<p>In the morning I had to pay for both of us with my EC card - somehow the owner\nthought we were together and presented one bill. It turned out well for me\nthough, because Eric paid me back in cash. I was &quot;land rich, cash poor&quot;, and\nthis boon would allow me to stay in huts away from roads for a few days. &quot;Ciao!&quot;\nI called, leaving early to crunch up the snow that came right to the edge of\ntown. I was happy for my full-length gaitors many times on this trip, especially\ntoday - the snowiest of all days.</p>\n<p>It didn&#39;t take long to lose the trail above town. As they had before, deer\ntracks across the steep slopes showed the most efficient way, eventually gaining\nthe trail again. I walked beneath a glacier all cold blue and white descending\nfrom the Pigne d&#39;Arolla (3790 meters). Sadly the peak itself was shrouded. The\nstillness of snow muffled everything.</p>\n<p><br><br><center>\n<img src=\"images/wed_abovearolla.jpg\"><br>\n<i>Fresh snow above Arolla</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_snowymorn.jpg\"><br>\n<i>A snowy morning above Arolla.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_lookback.jpg\"><br>\n<i>Looking west from near the Riedmatten pass.</i><br></center></p>\n<p>I was excited about some ladders that allowed a quick descent from the Pas de\nChevres. For more skittish folk, an alternate pass 200 feet higher allowed a\nladder-free descent. Unfortunately, I got the names mixed up and went to the\nhigh pass instead, having to take real care on the steep snowed-up trail on\neither side of the col. I cursed mildly at having missed the exciting\nladders. But the expansive new view mollified me somewhat. The massive Lac des\nDix in the distance would be my companion for miles. And below me, the Glacier\ndu Cheilon could be crossed to visit the high lookout Cabane des Dix. Folks with\nmore time sometimes spend the night there, certainly with a great view of the\nbeautiful Mont Blanc de Cheilon (3869 meters).</p>\n<p>Once down from the pass I hopped and slipped along in a massive boulderfield. I\nlost a great deal of time, first following tracks that took me the wrong way\nlong enough, that I realized it would never work out. Boulders covered in thick\nor thin layers of snow, with 5 foot deep holes in between are never fun to\ntraverse. Some people came up, I thought from the lake. I asked if they came\nfrom the lake and they said no, so I couldn&#39;t get on their trail. There was no\nother trail! Later I would learn that they did come from the lake and I really\nshould have gotten on their trail. For now though, I just figured I was on my\nown again, so after eating an apple and some sausage on the level glacier I\ndescended straight down towards the lake. This was tedious, but doable, until a\nhorrifying black cliff running alternately with water or ice blocked my\npath. &quot;Oh crap!&quot; I thought. The trail to the lake was now high above and blocked\nby cliffs. I found by side-hilling steep rubble I could keep descending. I\nthought I was home free, but another smaller hidden cliff blocked me, this time\nwith a scenic waterfall. Scouting along the top of the cliff, I found one place\nthat would allow a hiking descent. Sure enough, elk tracks marked the way. I\nslipped a little near the bottom of the impromptu path, then realized folks on\nthe trail on the other side of a gorge were watching me carefully. &quot;Hi,&quot; I\nthought, and continued my descent. Eventually I must have made it to safety,\nbecause they lost interest and kept hiking up.</p>\n<p><br><br><center>\n<img src=\"images/wed_winterlake.jpg\"><br>\n<i>A snowy basin from boulderfields below the Riedmatten pass.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_cabanedix.jpg\"><br>\n<i>The Cabane des Dix, dramatically located above the Glacier de Cheilon.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_othercol.jpg\"><br>\n<i>Ladders of the Pas de Chevres.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_supplicants.jpg\"><br>\n<i>A party hiking up from Lac des Dix.</i><br></center></p>\n<p>Somewhat proud of my &quot;wilderness descent&quot; but also annoyed by the time and\nenergy it took, I crossed a suspension bridge at the head of Lac des Dix. The\nsun was coming out, and soon great views of the Aiguilles Rouges d&#39;Arolla\nsoothed me. Awesome peaks and sun on both sides of the lake kept me agog for a\nlong time. The lack of concentration allowed me to lose my warm hat somewhere in\nhere. Hours later, I let out a wail of pain - I&#39;d had that hat for 5 years! Boy\nhad it been warm.</p>\n<p>But these were minor concerns. The sun was melting the snow as I hiked up to the\nCol des Roux (2804 meters). I conversed in German with some day hikers, then\nadmired the view from the top with a Dutch couple. The view was great,\nbut...down on the south side the landscape had been altered rather\nsadly. Building the massive dam at the base of Lac des Dix required so much\ngravel quarrying, they had heavily altered this pretty basin with two\nlakes. Areas seemed to be cut out into gravel squares, with little roads\nside-hilling between them. I only had to descend a few minutes to reach my home\nfor the night - the Cabane de Prafleuri. Actually there are two buildings, one\nis apparently being decomissioned. I sat and drank a beer, looking at maps and\nreading from the nice book collection in the hut. I was getting used to a beer a\nday!</p>\n<p><br><br><center>\n<img src=\"images/wed_aglles.jpg\"><br>\n<i>The Aiguilles Rouges d&#39;Arolla</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_bylake.jpg\"><br>\n<i>A hut dwarfed by a shoulder of the Aiguilles</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_aroundlake.jpg\"><br>\n<i>Another shot of the Aiguilles above Lac des Dix</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_cheilon.jpg\"><br>\n<i>Mont Blanc de Cheilon above Lac des Dix.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_anotherview.jpg\"><br>\n<i>Looking back south from the western shore of Lac des Dix</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_uptocol.jpg\"><br>\n<i>Beautiful ridges above La Balma.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_meltsnow.jpg\"><br>\n<i>Snow melting quickly in the sun on the south side of the Col des Roux.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_fromcol.jpg\"><br>\n<i>A wintery landscape from the Col des Roux.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_cabane.jpg\"><br>\n<i>The Cabane de Prafleuri from the Col des Roux</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/wed_working.jpg\"><br>\n<i>The caretaker working hard on the Cabane de Prafleuri!</i><br></center></p>\n<p>Later a big friendly group came in, and I enjoyed a rousing dinner with\nthem. There was an American couple from Spokane and some Scottish &quot;Munro\nbaggers&quot;. The dinner was great, plenty of meat and potatoes.</p>\n<p><hr></p>\n<h3>Thursday</h3>\n\n\n<p>A blue sky day! Wow was I lucky. I wished everyone in the hut luck and hiked\naway quickly as I could, crunching up through the &quot;quarries,&quot; following the\ntrail in crunchy snow with my boots still wet from the day before. Some of us\nhad tried to cozy our boots up to a heater, but the warden shut all the heaters\noff right after dinner. After about 1000 feet of hiking up, I rounded a buttress\nto reach the Col de Prafleuri (2987 meters). In the last minutes before the\npass, I was admiring what looked like an easy route up an elegant mountain. The\nGlacier de Prafleuri contours elegantly up to the summit of Rosablanche (3336\nmeters). Come to think of it, now that I have a good look at the map...it would\nhave been a fine variation! If you don&#39;t mind a little glacier walking of\ncourse. You could then descent the Grand Desert glacier to regain the trail.</p>\n<p><br><br><center>\n<img src=\"images/thu_hutfolks.jpg\"><br>\n<i>Good folk having breakfast at the Cabane de Prafleuri.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_twopasses.jpg\"><br>\n<i>From the Col de Prafleuri, I look back to the Col des Roux and the Riedmatten pass of the day before.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_rosablanche.jpg\"><br>\n<i>The peak of Rosablanche on the horizon, from the Col de Prafleuri.</i><br></center></p>\n<p>At the pass a woman surprised me by coming up the other side. It&#39;s far from the\nnext day&#39;s hut. I followed her tracks down into a pretty basin with 3 lakes\nbelow the Grand Desert Glacier. It&#39;s a barren place without snow, but for me it\nwas a winter wonderland - crystals sparkling like jewels among the blue lakes\nand sky. I liked this place a lot. Still, I was pretty tired at the top of the\nnext pass, Col de Louvie (2921 m). I lost the trail, or actually, the tracks\nleft the trail, and I kept the trail and was rewarded by 2 feet deep snow to\nposthole through!</p>\n<p><br><br><center>\n<img src=\"images/thu_alake.jpg\"><br>\n<i>A little lake west of the Col de Prafleuri.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_name.jpg\"><br>\n<i>I got lonely, so I wrote my name in the Grand Desert.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_selfport.jpg\"><br>\n<i>Self portrait at the hard-won Col de Louvie.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_candlake.jpg\"><br>\n<i>Lac de Louvie and the incredible Grand Combin.</i><br></center></p>\n<p>At the top and gradually below it was one of the best views of all. This amazing\ntorqoise lake called Lac de Louvie nestled in the basin below. Above it across a\ndeep valley was the monster peak Grand Combin, over 4000 meters high, with\nglaciers spilling in every direction. What&#39;s better, the trail gently contoured\nacross the basin (well, after a tedious snowy boulderfield), letting me\ncontinually admire the scene. Locally, things were dramatic too. The ground\nbelow the trail was steep, and little snow avalanches had come loose from the\ngrass slopes above, making for exciting work climbing across the debries without\nslipping for an unpleasant ride. I was constantly taking pictures here. I met\nsome people and exchanged news. Soon there were Ibex everywhere. Little herds\nwould move their heads in unison, watching me carefully. When I finally reached\nmy final pass for the day, Col Termin (2648 meters), I was so excited by the\nscene that I scrambled up a little peak to the south. An older man at the pass\ntried to convince me not too, citing the danger of slippery snow. I said I&#39;d be\ncareful, but he wasn&#39;t reassured. &quot;They all say that&quot; I could imagine him\nthinking. Anyway, I safely returned to see him hobbling on his way to the east,\nwhile I turned north. My trail traversed a high hillside of the Bagnes valley\nfor a few scenic miles, then entered a large meadowy basin with the usual\nnight&#39;s hut, Cabane du Mont Fort perched on a crest in the upper slopes. I was\npretty tired when I got there. This is one of the biggest &quot;full days&quot; of the\nusual tour. I ordered a beer and a coke, and sat to admire the Grand Combin AND\nthe other new spectacle for the day - the Mont Blanc Range! For the first time,\nI was seeing that compact, sharp range of granite and ice. It still looked very\nfar away.</p>\n<p><br><br><center>\n<img src=\"images/thu_grand.jpg\"><br>\n<i>The Grand Combin and it&#39;s glaciers.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_hillside.jpg\"><br>\n<i>An exciting traversing trail to Col Termin.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_ibex.jpg\"><br>\n<i>Ibex above Lac de Louvie.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_ibex2.jpg\"><br>\n<i>Ibex on a little peak above Col Termin.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_lastlake.jpg\"><br>\n<i>Lac de Louvie, which the trail circled above.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_moreibex.jpg\"><br>\n<i>More Ibex on the way to Col Termin.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_oneibex.jpg\"><br>\n<i>Ibex with Grand Combin behind.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_steeptrail.jpg\"><br>\n<i>Steep and scenic trail above Lac de Louvie.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_coltermin.jpg\"><br>\n<i>Approaching Col Termin, last pass of the day.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_passview.jpg\"><br>\n<i>Looking southwest from above Col Termin.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_termin2.jpg\"><br>\n<i>Looking down on Col Termin from my hiking peaklet.</i><br></center></p>\n<p>Leaving the hut, I hiked another hour to reach the top of a lift station called\nLes Ruinettes. I just hopped on and an instant later I was down in Verbier,\nwhich appeared to be a happening ski-town for the rich and famous. My knees were\nhappy to avoid the 2000 feet of descent to get there.</p>\n<p>A high ridge stood between me and the Mont Blanc Range. I think it would be neat\nto climb over it, as trails exist. But the traditional hike goes into the valley\nand through the towns of Sembrancher and Orsieres to reach Lac de Champex for\nanother wilderness walk. Unfortunately, I would skip this day due to my short\nschedule. I hired a taxi to take me down from Verbier and back up to Champex to\nthe west. This was expensive - 140 Euros! If I had known it would cost that\nmuch, I don&#39;t know...maybe I would have at least hiked down to the valley from\nVerbier. It took the taxi a long time because of all the switchbacks descending\nand re-ascending.</p>\n<p><br><br><center>\n<img src=\"images/thu_lookdown.jpg\"><br>\n<i>The town of Lourtier is over 5000 vertical feet below!</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_mfort.jpg\"><br>\n<i>Resting high above Champsec.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_mfortbasin.jpg\"><br>\n<i>Cabane du Mont Fort is just visible on a little hill, center right.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_montbrange.jpg\"><br>\n<i>First views of the Mont Blanc Range!</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_montfort.jpg\"><br>\n<i>Cabane du Mont Fort, where walkers often stay.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/thu_verbier.jpg\"><br>\n<i>Mos Eisley...I mean Verbier</i><br></center></p>\n<p>At Champex I checked into a hotel, having dinner with a really nice couple from\nNew Zealand. They were in a tramping club, and were both skilled in search and\nrescue. They told me some great stories from the &quot;Southern Alps.&quot; They knew Sir\nEdmond Hillary! The only bad thing about the hotel was that the owner turned up\nloud techno music at 2 am in the bar, right below my room. I awakened from a\ngreat, sound sleep and blearily wandered down to ask what the heck was going\non. The owner came up behind me in the dark and touched my hip. This frightened\nher, and she screamed, causing me to yell too. The bar door flung open and\nanother woman stared at us. Then they laughed and promised to turn it\ndown. STill a bit miffed, I went back upstairs. The next day I found out it was\na birthday party for the second woman. It&#39;s funny, many other people were\nawakened too, but didn&#39;t wonder about it. It was so loud the bed was shaking and\nsomething made of glass was vibrating with the bass. Jeesh! Oh well, that was my\npunishment for skipping a day of the hike!</p>\n<hr>\n\n\n<p><a href=\"hauteroute3.html\">Continue</a> to read part three...</p>\n"}