{"date":"2006-06-3","title":"Amazonia and Monte Casale","blurb":"with Cyrille","description":"<ul>\n<li>Arco climbing</li>\n<li>June 3-4, 2006</li>\n</ul>\n<p>Cyrille and I met online as we were both interested in climbing on the\nweekend. The weather was terrible in most of the alps, only improving enough to\nguarantee dry weather near Arco, Italy. We left Munich at 5 am, which I hoped\nwas early enough to avoid holiday traffic jams. Alas! Major backups occurred\nnear Kreuth, and again near Innsbruck. This added an hour to a 4 hour drive, so\nwe were a little weary on arrival in Sarche at 10 am. I had an idea for a climb\nthere called &quot;Amazonia&quot;. It is a 10 pitch bolted line on the side of Piccolo\nDain, a peak which dominates Sarche. That would be a good, safe climb for a\ncouple of fellows climbing together for the first time. We arrived at the rock\nand realized we&#39;d made one mistake - we had no quickdraws! I ran back to the car\nand retrieved a gaggle of Screamers that Cyrille had in his gear for ice\nclimbing. So for the weekend we climbed on an odd combination of Screamers and\nold-school methods like 2 &#39;biners hooked together. The route was a bit crowded,\nbut we struck up conversations with nice folks before and after us. This climb\nis very safe, with probably too many bolts, but I guess you can always skip a\nfew if you feel the adventure has been completely drained away! There is a tough\nfirst move, then a long easy traverse to the left. At the end of this traverse,\na party of three from Berchtesgaden was very kind and allowed us to pass. We did\nthis by easily combining two pitches to get out of their way quickly. In\ngeneral, the climb contained short difficult sections on clean rock, seperated\nby easy scrambles on somewhat grassy terrain. We caught up to the next party\nabove at a belay station below an overhang and had a nice conversation where I\ngot to test out my limited german skills. The scene of the river below, and\ncliffs across the valley was very nice.</p>\n<p>The final pitches had the most sustained difficulties. Cyrille got the crux\npitch, which was exciting because of somewhat polished rock and very small\nhand-holds. After this an easy traverse led off to the right where we unroped. A\nhike up through scrubby forest brought us to a viewpoint below the imposing\nupper cliffs of Piccolo Dain. Two climbers were working on a climb, improbably\nperched in the middle of the face. We hiked down, and then whiled away some time\nin a climbing shop looking for a guidebook to the area.</p>\n<p>I am a little unusual I guess, because I really like multi-pitch traditional\ngear climbs. I hastily bought a thick guidebook only to discover it dealt\nexclusively with sport climbs of 1 or rarely 2 pitches. The prevailing Zeitgeist\nseems to be all about sport climbing, which I find kind of boring. Of course,\nI&#39;m also not very good at it, that might be a factor too! Somehow, it feels more\nlike exercise than adventure, and that is what I seek in the mountains. Finally\nI found a suitable guidebook. We found a campsite in Pietramurata and spent the\nevening drinking tea and looking up at the cliffs of Monte Casale. I&#39;d found a\nlong route to the right of the summit which offered 1000 meters of climbing to\ngrade VI-. It looked blank and imposing, and was entirely gear\nprotected. Cyrille hoped to do some sport climbs in the afternoon, so we found a\nsmaller route that should still promise some adventure. &quot;Via Christina&quot; (VI-)\nclimbs a buttress on the right side of the peak for 500 meters. It is equipped\nonly with the occasional piton.</p>\n<p>We woke early after a good sleep, and found to our dismay that the campground\ngate was locked until 7 am. So we left the car with a note and walked to the\ntrailhead, making the short but steep hike to the base of the wall within an\nhour. I drew the straw for the first pitch which began in a smooth watercourse,\nwith an awkward move protected by a piton. Continuing on clean, slabby terrain,\nI found no more protection opportunities for 30 meters. &quot;This is a nervous way\nto start the morning,&quot; I thought. Higher in the watercourse, I saw I&#39;d have to\nleave it for blank slabs on the right. Fumbling two marginal cams into pockets I\ngingerly stepped out on little bumps, now, disconcertingly, covered in dust\nwhich I wiped clear before putting my foot on. 15 meters later I reached a ledge\nand looked around for a belay. A single battered looking bolt, combined with a\ngood stance would have to do.</p>\n<p>Cyrille came up and we coiled the rope for a long walk to the right on scree\nledges (about 200 meters). At the end we found the &quot;profundo camio,&quot; a somewhat\ndark and grungy vegetated gully. Cyrille led up carefully. I wondered why it\ntook so long, but I soon found out. Cyrille belayed me up an increasingly\nappalling carnival of bad rock. There were several handholds which exploded into\nshards on contact. Towards the end of the 60 meter pitch, a difficult move was\nrequired to pull up onto a chockstone in such a way as to avoid touching\nchandaliered rotten daggers on the right. We were sobered by the difficult\nclimbing for grade III, then we realized that he&#39;d combined two pitches, and the\nchockstone was rightfully pointed out in the topo as a grade VI- move. The topo\nalso indicated the loose rock on that pitch, so we figured we had to take the\ngood with the bad.</p>\n<p>For pitch (4), I trended up and right, then left to get back into the central\nrunnel. First I had to make some scary moves on (again) rotten rock to reach a\npiton on more solid terrain to the left. I enjoyed firm and solid rock for a few\nbrief moves. A two piton belay station provided a nice perch to look down on the\ntown and watch Cyrille climb. He led up for another long pitch that passed a\ncurious little &quot;pulpit&quot; with two pitons that was a marker we should have payed\nmore attention too. At the end of this long, somewhat creepy and loose pitch,\nCyrille was hanging from a tree and pointing the way up into a deep gully of\nunpleasant brush. In retrospect I think we lost the route in here, as we should\nhave traversed to the right somewhere above the &quot;pulpit.&quot; I went up on an\nannoying brushy pitch that still required care because of loose rock, and a\ntoo-brief vertical hand crack. The route was reminding me too much of such\nCascade classics as &quot;Mount Index North Peak&quot;, or the lower buttress of\nJohannesburg Mountain&#39;s north face. Ugh. Again I found a tree to make a hanging\nbelay from. &quot;The face didn&#39;t look so brushy from a distance,&quot; I whined to\nmyself.</p>\n<p>Cyrille came up, and had an idea that we should be further right. I agreed\ncompletely. For one thing, this chimney we followed turned into overhanging\ncottage cheese 20 feet above. Also it was pretty clear we were off route. He\nsuggested rappelling 1/2 a pitch and following a dirty ramp system left 20\nmeters, but it was possible to traverse right here on unprotected but easy\nrock. We jostled around at the hanging belay a few minutes and I took\noff. Though unprotected, it was some of the more enjoyable rock climbing to be\nfound in the neighborhood! Eventually I could sling a horn and continue right. I\nhoped to find traces of the correct route, but rope drag finally prevented going\nany further. Possibly another 30 meters to the right would reveal the\nroute. Cyrille took a look at the topo and surmised that a chimney above us\nmight be the correct way though, so he headed up that way. Following, I got only\na small taste of the horrors he endured on that pitch! Aside from a tree at the\nbase of the chimney, there was no protection for 15 meters of rotten yet\nstrenuous terrain. Bridging with one foot on the left, and the other on the\nright, making do with the knowledge that all good footholds break off, and that\nhand holds are really only pinches of semi-loose blocks, I wondered if anyone\nhad been this way before. We&#39;d certainly left behind the crowds at the various\ngrid-bolted crags below! I found a tired Cyrille at a tree belay, and continued\nfor a short pitch to a forested saddle. &quot;I think we are at the end, Cyrille.&quot;</p>\n<p>And we were. Hiking a faint trail, we soon walked a forest road to another trail\nacross from Piccolo Dain. This led down and back to the car.</p>\n<p>Sadly, I can&#39;t recommend our route, and I don&#39;t really know that &quot;Via Christina&quot;\nwarrants the 4 quality stars given in the guidebook. I don&#39;t know, maybe beyond\nwhere we left the route it became stellar.</p>\n<p>We walked around Arco for an hour and experienced the adventure of a flat tire\nbefore making the long drive home. Thanks to Cyrille for a good first trip to\nthe area!</p>\n<table>\n<tr><td>\n<a href=\"images/piccolodain.jpg\"><img src=\"images/piccolodain.jpg\"></a><br>\n<i>Piccolo Dain. Amazonia is ~10 pitches on the lower right of the picture. It&#39;s a big peak!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/toporoute.jpg\"><img src=\"images/toporoute.jpg\"></a><br>\n<i>A rough topo of Amazonia</i>\n</td></tr>\n<tr><td>\n<a href=\"images/pitch3.jpg\"><img src=\"images/pitch3.jpg\"></a><br>\n<i>Amazonia</i>\n</td></tr>\n<tr><td>\n<a href=\"images/cyrille.jpg\"><img src=\"images/cyrille.jpg\"></a><br>\n<i>Cyrille on Amazonia</i>\n</td></tr>\n<tr><td>\n<a href=\"images/cyrillep3.jpg\"><img src=\"images/cyrillep3.jpg\"></a><br>\n<i>Pitch 3 on Amazonia</i>\n</td></tr>\n<tr><td>\n<a href=\"images/goodpitch.jpg\"><img src=\"images/goodpitch.jpg\"></a><br>\n<i>One of the best pitches on Amazonia</i>\n</td></tr>\n<tr><td>\n<a href=\"images/lookingdown.jpg\"><img src=\"images/lookingdown.jpg\"></a><br>\n<i>Some fellow climbers on Amazonia</i>\n</td></tr>\n<tr><td>\n<a href=\"images/afteroverhang.jpg\"><img src=\"images/afteroverhang.jpg\"></a><br>\n<i>Above a small overhang on Amazonia</i>\n</td></tr>\n<tr><td>\n<a href=\"images/lastp.jpg\"><img src=\"images/lastp.jpg\"></a><br>\n<i>The exit pitch</i>\n</td></tr>\n<tr><td>\n<a href=\"images/turningacorner.jpg\"><img src=\"images/turningacorner.jpg\"></a><br>\n<i>After the crux VI move on Via Christina</i>\n</td></tr>\n<tr><td>\n<a href=\"images/continuingup.jpg\"><img src=\"images/continuingup.jpg\"></a><br>\n<i>Cyrille entering a short off-width chimney</i>\n</td></tr>\n<tr><td>\n<a href=\"images/casalewall.jpg\"><img src=\"images/casalewall.jpg\"></a><br>\n<i>A large wall on Monte Casale. See the climber rappelling?</i>\n</td></tr>\n<tr><td>\n<a href=\"images/casalewalls.jpg\"><img src=\"images/casalewalls.jpg\"></a><br>\n<i>Monte Casale walls</i>\n</td></tr>\n<tr><td>\n<a href=\"images/ourroute.jpg\"><img src=\"images/ourroute.jpg\"></a><br>\n<i>Our route on Monte Casale in red. We should have followed the green line to stay on Via Christina</i>\n</td></tr>\n<tr><td>\n<a href=\"images/arco.jpg\"><img src=\"images/arco.jpg\"></a><br>\n<i>The beautiful town of Arco, Italy</i>\n</td></tr>\n</table>\n"}