{"date":"2006-4-14","title":"Gleirschtal Valley","description":"<p>Also posted to Summitpost <a href=\"http://www.summitpost.org/a-gleirschtal-ski-tour/189028\">here</a></p>\n<p>We started walking up the road from St. Sigmund at 7:30 am, and soon reached the\nGleirschhoefe. It was a sullen morning but little patches of blue convinced us\nit would be a good day. After the hut, we skied across two meadows into the\nnarrowing valley. Here the wind began to pick up, to the point that sometimes we\ncouldn&#39;t hear each other and had to keep our heads down against the stream of\nspindrift and icy particles. Mysteriously, the gust would quiet and we&#39;d look\naround and chat as we kept skiing up the valley. Were we protected by some\nterrain ahead? Perhaps. The views gradually improved, and finally we came\nthrough a narrow constriction in the valley, just beyond there was a wide meadow\nand the Neue Pforzheimer Huette could be seen on the western slopes, about 400\nfeet above us. The wind at the constriction was very strong, and we were careful\ncrossing below an eastern slope loaded with windpacked snow. Indeed, on our\nreturn later in the day, we found that this slope had some light avalanche\nactivity, at one area our tracks were obliterated.</p>\n<p>Now we came into the sun and zig-zagged up to the hut. One of the caretakers was\noutside, a really friendly guy. He advised us to be careful for avalanches,\nsomething Josef was already well-aware of. The Lampsenspitz across the valley\noccasionally had a plume of snow raking from it&#39;s summit, and we saw graceful\nclouds of spindrift ghosting down it&#39;s slopes into our valley. The heavy winds\nwere moving the snow around in dangerous ways!</p>\n<p>We wondered what was the best thing to do. Josef had been to the area before,\nand liked equally the three tours he&#39;d done. But the dangerous conditions made\ntwo tour ideas kind of sketchy. The third, a long walk to the Gleirschferner\nglacier at the head of the valley was the safest. After a Radler (combined beer\nand lemonade - better than it sounds!), we headed off. My right ankle was\nfeeling sore, possibly because I was wearing a thicker sock than normal, and had\nupset the delicate boot/sock/foot equilibrium. The sun was hot and a trail from\npeople in the morning had been obliterated by the wind. The going felt very\nslow, or maybe it&#39;s just that the scale of the landscape was huge. Josef broke\ntrail for a long ways in deepening snow. Even following his tracks was\ntiring. Later I went in front, and before long I worried about the next day! I\nwas realizing that I&#39;d gotten pretty out of shape, and was still weak from my\n&quot;month long cold&quot;. Thinking to conserve energy for the next day I broke trail\nslowly and looked around at the jagged mountains. Hmm...did I get enough\nsunscreen? My neck feels hot.</p>\n<p>Now we saw three skiers coming down from a side valley on our right (The\nSuedlicher Sonnenwandferner). After thinking about it a while we decided to go\nup there, rather than continue on the gentle slope to the broad glacier. It\nlooked steeper and possibly more fun. My ankle was pretty sore now, I think due\nto the long periods of low angle terrain, because it immediately felt better\nwhen we switchbacked up steeper slopes. Also, the altitude was really getting to\nme, and my cough seemed to be getting worse.</p>\n<p>Have I ever had more complaints?!?</p>\n<p>We reached a point marked by a small pond on the map just below 2800 meters,\nwith the option to continue a few hundred feet higher to where the slope\nsteepened below a pass. Knowing that it wasn&#39;t safe enough to go up the pass and\nbag the local summit, I was content to stop here (Josef would rib me about that\nlater). Here, Josef had the great idea to do some avalanche transciever\npractice.</p>\n<p>And boy was I embarassed. I am really bad at it. It has been several years since\nI did this practice. Also, I never used a probe before and wasted 2 precious\nminutes (3?) incorrectly unfurling the probe (this should take 3 seconds\nmax). Anyway, I took over 7 minutes where Josef took under 3. I was guilty of\nthe sin of complacency. I will definitely improve on that.</p>\n<p>Also, I&#39;m forming an attitude about ski touring influenced by Josef. He isn&#39;t so\nmotivated by attaining a summit. That is an attitude I carry over from\nmountaineering, but I think, especially in these colder, drier mountains it is\nsomething I should leave behind. So, many tours culminate in a bowl below a\npass. The summit would be nice, but if you want to live a long life, you don&#39;t\never want to get caught in an avalanche...there is no amount of gear that\nprovides any real safety at all. As long as you remember to think of a beacon as\na body recovery tool, you will stay pretty conservative.</p>\n<p>Now we headed down in some heavy snow. Josef got a picture of me falling in an\nungainly fashion. Later, we had long schusses down valleys below the line where\nwe plodded slowly up. Eventually we had to walk for some periods, man was that\ntedious! (hurt my sore ankle too) The snow was so wet and heavy. Eventually we\nreached the broad valley below the hut, and then the constriction (now with an\navalanche). We passed folks skiing up the valley in the afternoon, and skied\ntiredly into the Gleirschhoefe for a beer. It was fun to sit on the benches\noutside and watch avalanches come down the western slope of the cliffy Freihut\nmountain. I really enjoyed the last bit of skiing. Josef led us down through\nlight forest left of the snow-free road we walked up in the morning. This got us\nto the car in just a few minutes.</p>\n<p>What a great day. We found a great pension to sleep in, and though the view of\nthe Lisenser Fernerkogl for the next day was exciting, I felt too miserable the\nnext morning to go. Josef and friends from Munich who drove up went in for a\ngreat time while I occupied myself with two Klettersteig (via ferrata) climbs\nfrom my guidebook to the region. One was on the Martin&#39;s Wand, the other is\ncalled the &quot;Crazy Eddy&quot; Klettersteig, near Silz. It was fun to play around on\ncliffs in a snowfree environment. I picked Josef up at 2 pm, and we drove back\nto Munich. It was a great 2nd visit to the Sellrain area.</p>\n"}