{"date":"2006-8-26","title":"The Walker's Haute Route","description":"<p><em>back to <a href=\"hauteroute2.html\">part two</a> or <a href=\"hauteroute1.html\">part one</a>...</em></p>\n<h3>Friday</h3>\n\n\n<p>I left the town, again with some pilfered bread and butter for lunch. I walked\nalong a bisse. This is a really cool stream beside a trail made long ago so\nfarmers could irrigate their fields. The water bubbles along right next to you,\nsometimes slightly raised above the trail giving a pleasant feeling of\ncultivated nature. Later I saw where little wooden gates in the water were used\nto divert a portion from the main stream to the bisse. Really neat!</p>\n<p>I hiked up into a valley, the Val d&#39;Arpette, with &quot;entry level&quot; peaks of the\nMont Blanc Range on the left. In the forest I admired a granite boulder that\nreminded me of boulders on the Mountaineer&#39;s Creek approach to Colchuck Lake in\nWashington State. It had been a year since I&#39;d seen such granite, and I missed\nit. Rocky peaks of Clochers d&#39;Arpette loomed on the right, looking very much\nlike the Condor Buttress area of Icicle Creek (again in Washington State). It\nwas a real nostalgia walk.</p>\n<p>I saw a few people as the terrain steepened, but then after crossing a\nboulderfield near the head of the valley, I came on a crowd of 40 people. For\nthe first time, I was seeing the crowds I&#39;d heard of. I didn&#39;t mind at all\nthough, that is until they became dangerous!</p>\n<p><br><br><center>\n<img src=\"images/fri_mornview.jpg\"><br>\n<i>The Val d&#39;Arpette, and forepeaks of the Mont Blanc Range.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_nicevalleyjpg.jpg\"><br>\n<i>Heather, granite and snow in the Val d&#39;Arpette.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_darpette.jpg\"><br>\n<i>Hiking up to the Fenetre d&#39;Arpette (pass).</i><br></center></p>\n<p>As we all headed up to the pass, I continually passed people on little side\ntrails. I thought maybe I was being a little rude, but then when the rocks\nstarted falling I felt justified. Somehow, various people on the trail were\nadept at prying large rocks loose and sending them down on their companions with\ncries of &quot;doitors!&quot; I didn&#39;t know what the word meant, but it was more dangerous\nthan many mountain climbs. Even children were leaping and dodging the boulders\nknocked loose. Once the rock fell, everyone would settle back to climbing. Only\nto be alarmed moments later when someone knocked another rock loose! By now I\nwas well to the side, practically rock climbing to avoid the circus. I guess you\nreally learn how to walk on such terrain, I couldn&#39;t remember having such\ntrouble.</p>\n<p>At the pass I loved the view, and needed to get clear of the crowds for a\nwhile. I scrambled up a granite summit to the south. I made a few 4th and 5th\nclass moves to reach the summit. I felt my balance restoring looking up at the\nmassive Aiguille du Tour and the icefall spilling down from the Plateau du\nTrient. This place was a wonderland. Back among the crowd at the pass, I said\n&quot;howdy&quot; to a man who giggled inanely in response. He was probably seeing his\nworst nightmare of a cliched American come to life. Whatever. Or maybe he was on\ndrugs. Somehow I&#39;d gotten accustomed to wending my quiet way alone, without\npeople. And now they seemed strange to me.</p>\n<p><br><br><center>\n<img src=\"images/fri_manypeople.jpg\"><br>\n<i>Suddenly, a crowd hiking up to the Fenetre d&#39;Arpette.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_darpette1.jpg\"><br>\n<i>Looking down on the pass from beautiful granite blocks.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_darpetteback.jpg\"><br>\n<i>Looking east down the Val d&#39;Arpette.</i><br></center></p>\n<p>I passed everyone on the way down the valley, admiring the opposite valley wall\nwhere I&#39;d spend the afternoon hiking. I bought a sandwich at a restaurant down\nin the valley, then started hiking slowly up the opposide side of the creek. It\nwas very hot. I reached a little hut at a place called Les Grands, then\ncontoured away from a spectacular glacier view (Glacier des Grands) for a nice\nwalk with a view town to the town of Trient. Continuing, I entered the valley of\nNant Noir, and saw the French border above me at Col de Balme, marked by a large\nhouse where I planned to sleep.</p>\n<p>More walking brought me there, pretty tired after a long day of hiking. I was\nsaddened to see the hut didn&#39;t have potable water, as I was out and should have\nfilled up at a stream before. The warden showed me to my room, which was\nfreezing cold! After going outside to warm up and admire the crazy view of Mont\nBlanc, I was back in the room wearing thick gloves and trying to re-warm my\nhands. I called Kris on the phone to say I&#39;d be in Chamonix tomorrow. But life\nat home was not going well!</p>\n<p><br><br><center>\n<img src=\"images/fri_viewpass.jpg\"><br>\n<i>The Glacier du Trient from the Fenetre d&#39;Arpette. The high peak might be Fourche.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_downval.jpg\"><br>\n<i>Looking west from the pass, with the Glacier du Trent on the left.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_nextslope.jpg\"><br>\n<i>Many switchbacks lead to the (unnamed?) hut on the center-left, an area named Les Grands.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_glacier.jpg\"><br>\n<i>The Glacier des Grands from the interesting hike to Les Grands.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_scaretrail.jpg\"><br>\n<i>A strange and creepy trail to Les Grands.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_nicetrail.jpg\"><br>\n<i>A beautiful subalpine trail, contouring west from Les Grands.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_trient.jpg\"><br>\n<i>Trient lies in the valley below, with the snowy peaks of Mont Ruan and Tour Salliere in the distance.</i><br></center></p>\n<p>We had to move out of our place for two weeks while ceilings were repaired. Kris\ngot a look at the apartment we&#39;d move to, and it was terrible. Completely unsafe\nfor the kids, and too small. Actually, we wanted 2 rooms, one for us and one for\nthe kids. What we got was a one room apartment on the first floor, and another\none room apartment on the fourth floor. This in a kind of run-down building near\nthe university that didn&#39;t inspire confidence. What kind of logic is that? We\ncan&#39;t leave 18 month old babies in a room of their own 3 floors away! Kris was\npretty upset.</p>\n<p>That&#39;s it. I&#39;m coming home. I was mad about the apartment situation, and not\npleased with the hut either - expensive but cold, cheerless, and just as\nexpensive as a hotel in the valley with hot water and heat. I quickly packed up\nand left.</p>\n<p>My right knee and left heel were really sore, but I hobbled down through ski\nlifts. It wasn&#39;t the ending I expected. I just really wanted to be home now, as\nI was needed. The kids would babble on the phone and cry when I had to hang\nup. Rowan asked his mom for me by holding a pretend phone to his head and making\nthe sign language for &quot;daddy.&quot; Aww!</p>\n<p>Down in Le Tour I started hitchhiking and right away a really nice woman stopped\nfor me. She was driving a shuttle van, but gave me a free ride anyway. She was\nkind of a full-time snowboarder. Suddenly I was in downtown Chamonix. After 30\nminutes I found a place to stay (the Richmond, I think). It had good rooms, a\nhot shower and was cheap. I ate dinner at a chinese food restaurant and watched\nthe sun leave the slopes of Mont Blanc.</p>\n<p><br><br><center>\n<img src=\"images/fri_balme.jpg\"><br>\n<i>The Cabane at the Col du Balme, on the Swiss-French border.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_montblanc.jpg\"><br>\n<i>First views of Mont Blanc from Col du Balme.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_montblanc1.jpg\"><br>\n<i>Closeup of Mont Blanc.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/fri_lasticefall.jpg\"><br>\n<i>The chaotic icefall of the Glacier du Tour, with aiguilles behind.</i><br></center></p>\n<hr>\n\n\n<h3>Saturday</h3>\n\n\n<p>I didn&#39;t have much to do, though the fine morning convinced me to take a lift up\nto the summit of Le Brevent. I envied some english guys with climbing gear going\nto climb a multi-pitch route on the peak. I felt out of rythym, and sad to not\nbe getting up and hiking due west another day. Clouds came in quickly, and I\nleft my perch on a little summit when the rain started. Back in town I read and\nwaited for my train to Zermatt. I needed to take a leak at the train station but\nthey didn&#39;t have a bathroom. What&#39;s up with that? I found &quot;a way,&quot; though the\nstation authorities wouldn&#39;t be happy with me. You know, I don&#39;t understand all\nthe &quot;Welcome to Chamonix!&quot; signs when there is no public restroom in a\ntrainstation, where people of all ages have to wait.</p>\n<p>Chamonix wasn&#39;t &quot;as bad&quot; as I thought it would be from the point of view of\ncrowds or stuck-up alpinists or some such thing I&#39;d read about somewhere. Though\nmy heart wasn&#39;t in being there, so I can&#39;t say too much about it.</p>\n<p>The trains took about 4 hours, then I got my car and retrieved my hidden gear\n(yes!) near St. Niklaus. I started the drive home at 7 pm, and was home at 1\nam. Whew!</p>\n<p><br><br><center>\n<img src=\"images/sat2_balme.jpg\"><br>\n<i>Above Chamonix, looking back east to the Col du Balme.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sat2_chamonix.jpg\"><br>\n<i>Looking down on Chamonix from Le Brevent.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sat2_dru.jpg\"><br>\n<i>The Dru on a rainy morning.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sat2_statue.jpg\"><br>\n<i>The statue depicts the first climber of Mont Blanc.</i><br></center></p>\n<p><br><br><center>\n<img src=\"images/sat2_stormy.jpg\"><br>\n<i>A brooding array of sharp peaks seen from Le Brevent. Chamonix is directly below.</i><br></center></p>\n"}