{"date":"2007-2-20","title":"The Jubilaeumsgrat","description":"<p><h2>Winter climb between the Zugspitze and Alpspitze</h2></p>\n<h3>February, 2007</h3>\n\n\n<p>All photos by Daniel Arndt. Details below the pics. Also posted at Summitpost\n<a href=\"http://www.summitpost.org/cold-steel-the-jubil-umsgrat-in-winter/333734\">here</a></p>\n<table>\n<tr><td>\n<a href=\"images/danielridge.jpg\"><img src=\"images/danielridge.jpg\"></a><br>\n<i>Daniel casts off, early on the route</i>\n</td></tr>\n<tr><td>\n<a href=\"images/zuggy.jpg\"><img src=\"images/zuggy.jpg\"></a><br>\n<i>The Zugspitze, with summit Funplex</i>\n</td></tr>\n<tr><td>\n<a href=\"images/nicepart.jpg\"><img src=\"images/nicepart.jpg\"></a><br>\n<i>Michael marches into rockier terrain</i>\n</td></tr>\n<tr><td>\n<a href=\"images/viewingall.jpg\"><img src=\"images/viewingall.jpg\"></a><br>\n<i>We&#39;ll follow the ridge all the way left and beyond</i>\n</td></tr>\n<tr><td>\n<a href=\"images/michaelclimb.jpg\"><img src=\"images/michaelclimb.jpg\"></a><br>\n<i>Climbing in crampons was fun!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/moreridge.jpg\"><img src=\"images/moreridge.jpg\"></a><br>\n<i>The ups and downs got bigger each time!</i>\n</td></tr>\n<tr><td>\n<a href=\"images/scaleoridge.jpg\"><img src=\"images/scaleoridge.jpg\"></a><br>\n<i>This zoom-in shows the tiny scale of people (circled).</i>\n</td></tr>\n<tr><td>\n<a href=\"images/danielwalkin.jpg\"><img src=\"images/danielwalkin.jpg\"></a><br>\n<i>Daniel on another tower</i>\n</td></tr>\n<tr><td>\n<a href=\"images/balancy.jpg\"><img src=\"images/balancy.jpg\"></a><br>\n<i>Daniel climbs as the weather worsens</i>\n</td></tr>\n<tr><td>\n<a href=\"images/weathernogood.jpg\"><img src=\"images/weathernogood.jpg\"></a><br>\n<i>Clouds are filling the Reintal</i>\n</td></tr>\n<tr><td>\n<a href=\"images/inhut.jpg\"><img src=\"images/inhut.jpg\"></a><br>\n<i>Melting snow in the nice bivouac hut</i>\n</td></tr>\n<tr><td>\n<a href=\"images/glowingvalley.jpg\"><img src=\"images/glowingvalley.jpg\"></a><br>\n<i>The valley behind these Wetterstein summits had an eerie glow.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/morninghike.jpg\"><img src=\"images/morninghike.jpg\"></a><br>\n<i>Our shelter-mates are coming along the ridge in the morning</i>\n</td></tr>\n<tr><td>\n<a href=\"images/fixedrope.jpg\"><img src=\"images/fixedrope.jpg\"></a><br>\n<i>There is usually a fixed rope when things are really steep.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/asmallrappel.jpg\"><img src=\"images/asmallrappel.jpg\"></a><br>\n<i>Setting up a rappel.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/beforevolkar.jpg\"><img src=\"images/beforevolkar.jpg\"></a><br>\n<i>Descending a fixed cable.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/rappelvolkar.jpg\"><img src=\"images/rappelvolkar.jpg\"></a><br>\n<i>Michael rappels from the Volkarspitze</i>\n</td></tr>\n<tr><td>\n<a href=\"images/endlessridge.jpg\"><img src=\"images/endlessridge.jpg\"></a><br>\n<i>The east side of the Volkarspitze, with three climbers.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/toalpspitz.jpg\"><img src=\"images/toalpspitz.jpg\"></a><br>\n<i>Our friends descending to the Grieskar notch</i>\n</td></tr>\n<tr><td>\n<a href=\"images/descentlong.jpg\"><img src=\"images/descentlong.jpg\"></a><br>\n<i>Descending endless snow slopes</i>\n</td></tr>\n<tr><td>\n<a href=\"images/snowydown.jpg\"><img src=\"images/snowydown.jpg\"></a><br>\n<i>Heavy snowfall as we descend.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/morningpano.jpg\"><img src=\"images/morningpano.jpg\"></a><br>\n<i>The Wetterstein Range at sunrise.</i>\n</td></tr>\n<tr><td>\n<a href=\"images/fromalpspitz.jpg\"><img src=\"images/fromalpspitz.jpg\"></a><br>\n<i>The Zugspitze, the Hoellental peaks and the Hochblassen on the left.</i>\n</td></tr>\n</table>\n\n<p>Daniel suggested to climb the Jubilaeumsgrat, the ridge between the Zugspitze and the Alpspitze. It&#39;s kind of a combination via ferrata and alpine rock climb. It has some 5th class sections where you need to bring your own rope and protection. But where the difficulty moves up a few notches, you can count on a via ferrata to speed your passage. Apparently the climb is kind of a mob scene in the summer, but in the winter it&#39;s regarded as a local classic. The ridge is several miles long, and almost always sharp and exposed. </p>\n<p>If you are prepared to be as unethical as us, you can take the lift to the summit of the Zugspitze, rather than climbing to the summit via a valley route. I felt pretty sure that by starting fresh, and resolving to travel as quickly as possible, we could climb the ridge in a day. Daniel had some better knowledge of the route, and was pretty dubious about that. He brought a bivy sack, pad and sleeping bag, while I just brought an emergency bivy sack. Other than that, we had a stove, a 30 meter rope, a small rack, crampons and ice axe.</p>\n<p>It was fun to leave the summit fun-plex by manfully stepping over the &quot;weg geschlossen!!&quot; sign and climbing ladders to the summit. We stood there a moment in the wind, looking across to the Alpspitze and thinking &quot;oh, it&#39;s not that far!&quot; We set forth, and immediately stopped to put on crampons. The sky was blue, though a scrim of clouds poured over the ridge from the south far away. Looking down on our left we had crazy alpine gullies and cliffs. On the right we had...a ski area! But still, a fall in either direction would be the end of us.</p>\n<p>We resisted roping up, knowing that the length of the ridge precluded too much belaying. And switching from roped to unroped travel is very slow. Little protection was available anyway. It didn&#39;t take long before we had some uncomfortable tests. There was usually a track left (as it turned out) by a party a day ahead of us. But sometimes the ridge would narrow even more and a thin knife of icy rocks would replace the snow. We&#39;d downclimb carefully. Sometimes it was easiest to &quot;5 point&quot; our way down, sitting and inching our way forward. Daniel worried that we&#39;d lose style points, but it definitely felt more secure to me! Finally we climbed down one that was hard enough that we regretted not belaying. At the base of the step, we immediately built a belay, and then had to laugh at ourselves because the rock climb up from the saddle was much lower angle than it appeared from directly across. </p>\n<p>We were happy to have ideal conditions to practice rock climbing in crampons. Often the snow was blown away, and we&#39;d climb little steps while carefully setting our crampon points. I&#39;m always happy to try and hone my small quiver of skills. Clouds scrimmed over the sun, and we were kept busy with problems on the ridge. I remember making a short rappel, then belaying two short pitches later - one to climb a rock wall, and the next to get down from a tower.</p>\n<p>The Zugspitze receded behind us quite slowly, and the ridge lost it&#39;s smooth contours once we were in the middle of it. Very toothy things became, and the distances we had to descend only to reclimb started to seem appalling! Eventually we noticed a group far behind us, belaying often. &quot;That hut sure will be nice!&quot; said Daniel. &quot;Yes, I think a 10 minute stop there will be great.&quot;</p>\n<p>I&#39;d become pretty fixated on climbing the route in a day, though my reasoning for why it was important turned out to be specious. Basically, I&#39;d told Kris I&#39;d be back, and we were going to meet some friends for breakfast Sunday. Daniel, carrying a full set of overnight gear wasn&#39;t so keen on the idea, and it was taking us longer than expected. We&#39;d certainly be in the dark for the last part of the ridge, probably the summit of the Alpspitze at least. I was willing to do that because well...when you have no sleeping bag you don&#39;t mind hurrying! However we were getting tired, and when we finally reached the hut it was 3 pm. We&#39;d been about 6 hours on the route, and we were only half-way in terms of distance. Daniel said that the 2nd half of the ridge was technically easier, or at least more like a via ferrata as the steep parts were protected by an iron cable. Right before the hut I stomped around in an ill-tempered huff, unwilling to hear the wisdom of Daniel&#39;s idea to stay. But when I saw that the hut had blankets, and that we could give Kris a call on the cell phone, my foolish arguments dissolved. As a new parent, I&#39;ve gotten really fixated on taking the minimum time possible, and getting back home to help out. I realized that not only can that attitude put a damper on the fun, it can be at least, counterproductive. Live and learn I guess!</p>\n<p>Now that we were of one mind, we got to enjoy the little hut. A few leftover tea and meal packets when combined with our stove would provide a rich dinner. I gathered blankets together to stuff into my bivy sack to ensure a warm night. We read the guestbook, and generally decided we had it pretty nice!</p>\n<p>A few hours later, shortly before dark, the party that had been behind us arrived. It was a guide and two climbers who&#39;d had a great day on the ridge just like us. We all melted snow and exchanged conversation, though I napped when it got too tiring to understand the German. I made a hot water bottle with my CamelBack water bladder, though when Daniel asked the guide if he thought that was okay, the guide said it probably was a bad idea. I can report that it worked fine, keeping me pretty warm along with a few blankets carefully wrapped around me. Outside, the wind whipped around the little metal building, and we saw flurries of snow against the window. I wondered what things would look like in the morning?</p>\n<h2 id=\"day-two\">Day Two</h2>\n<p>Morning brought a gorgeous sunrise with alpenglow on the crystal clear, sharp peaks. I got an amazing picture in the 5 minutes before the sun rose enough to be blocked by a thick mat of clouds and alas, we would see it no more this day. There was fresh snow on the ridge, though because of the way the wind whips around many spots looked the same as they did the day before.</p>\n<p>It was a peaceful and enjoyable morning, climbing up and down, with just the sound of breathing and the click of an ice axe. Sometimes we were in clouds, but we got more than enough views to make us grateful for the day. we noticed more steel cables along this section of the ridge, and in fact we only used the rope to get down from the Vollkarspitze (2630 m). Heck this thing was tough to climb up! We stood at the notch below a vertical wall, removed our crampons and burled our way up the wall in a sort of Frankenstein lieback on a steel cable. I had my feet up by my face as I shuffled up for 15 feet before reaching an anchor that I could use for a foothold and a belay. It was a pretty intimidating place to be. The steel cable should have made me feel secure enough to stop and take a picture of the wild walls around, but it wasn&#39;t enough, and after making sure Daniel was coming up to this rest point okay, I just focused on getting to the next resting point. It was at least 30 meters of steep and sparsely protected &quot;aid climbing&quot; in a way. Eventually we came to the summit, and had a rough time finding our way down the other side. There were no anchors, but only snow covered slabs with ice in cracks. We almost downclimbed it, but there was one uncomfortable spot that just couldn&#39;t be risked. It wasn&#39;t like an arrest would be possible. As we thought about how to set up a rappel, the guided party arrived and we teamed up to make a double rope rappel.</p>\n<p>I headed down first, and after some more tricky downclimbing I reached the top of a steep pitch protected by another cable. Soon Daniel and I were down, with the others not far behind. Finally we neared the end of our route on the long ridge, making a left to traverse under the Hochblassen (2706 m). Then we climbed back up a bit to a notch called the Grieskarscharte, from which we could bomb down snow slopes to reach the col between the Hochblassen and the Alpspitze. Of course we had to climb over the Alpspitze to finish in good style! But we were tired so it took some time. On the summit Daniel tried to buy someones skies for an elegant descent! Down from there via the familiar Nordwand Klettersteig to the Kreuzeckhaus. On the way down through heaps of snow the clouds encircled us and began dumping heavily. Riding the lift down through the clouds, we were amazed to see the snow turn to loud drenching rain. &quot;I&#39;m glad we didn&#39;t have to hike down through that!&quot; said Daniel. A taxi got us back to our car, which then got us to Pizza Hut to feast over the memories of snow, ice, rock...and the occasional welcome iron cable :-).                                                              </p>\n"}