{"date":"2007-9-27","title":"Hoellentorkopf, North Ridge","blurb":"also the Imster Klettersteig","description":"<p>I&#39;m trying to finally write up the rest of the climbs that Aidan and I\ndid when he came to visit last month. It&#39;s been a really busy month, what\nwith Kindergarten for the boys and all. Some details may be a little fuzzy.</p>\n<p>Aidan and I were feeling battered by the bad weather. On Wednesday we\ndecided I&#39;d &quot;resume&quot; my vacation and take off work to head back to the\nmountains. There was a semi-promising forecast for the Northern Limestone\nAlps close to home. Despite trying to get out early and do something bigger,\nwe got a late start and finally settled for a hike and via-ferrata called\nthe Imster Klettersteig. We could take a lift up which shortened the approach\nhike to about an hour. I remember waiting for the lift to open after it&#39;s\nlunchtime siesta, and we went to a restaurant and ordered a &quot;fitness salad.&quot;\nIt turned out to be really good! Aidan is really into healthy eating and\nI&#39;ve gotten to where I feel bad consuming something meaty and greasy when\nhe&#39;s here.</p>\n<p>So I was really happy to actually enjoy this salady dish. :-)</p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/ImsterKlettersteig/photo#5105372186739612802\"><img src=\"http://lh4.google.com/ripsawridge/Rtns9FTGHII/AAAAAAAABB0/MYOalSej4Xc/s288/imster_routeover.jpg\" alt=\"\"></a></p>\n<p><em>the route up and the descent for the Imster Klettersteig.</em></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/ImsterKlettersteig/photo#5105372199624514706\"><img src=\"http://lh3.google.com/ripsawridge/Rtns91TGHJI/AAAAAAAABB8/tjeDdYaq6qg/s288/imster_nappin.jpg\" alt=\"\"></a></p>\n<p><em>Aidan taking a nap!</em></p>\n<p>The weather in this area was stellar. Too bad we didn&#39;t sign up for something\nharder. But it was very difficult to judge. If it was raining the day before,\nthe climb could still be miserably wet. The hike was very pretty, and terminated\nin a quiet basin below cliffs. The grass, bubbling stream and sheep here\nwere very nice. Aidan said he would stay here and wait for me, news that\nI was expecting. I felt his deep lack of motivation in every heavy sigh\nand wincing look! But he picked a great spot to bail out, I was tempted\nto join him and just take it easy. But alas, the &quot;iron will&quot; that can only\ncome from years of working and doing the dull things of life required to\nget by wouldn&#39;t let me. I figured I wouldn&#39;t come back here for quite a\nwhile so I should go ahead and climb it. &quot;Farewell Aidan!&quot; I called. He\nwas already asleep!</p>\n<p>15 minutes of hiking up scree brought me to the base. I put on my climbing\nharness and helmet and started up. Then I climbed for well over an hour\nalong the ridge, in corners, gullies, chimneys and cracks. The climbing\nwas varied and entertaining, especially because I avoided touching the\niron cable as much as possible. The crux was a shaded near-vertical wall,\nprobably 30 meters high. Some ups and downs and I was on the summit.</p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/ImsterKlettersteig/photo#5105372216804383906\"><img src=\"http://lh3.google.com/ripsawridge/Rtns-1TGHKI/AAAAAAAABCE/N-wugJuyvfM/s288/imster_sigcliff.jpg\" alt=\"\"></a></p>\n<p><em>The &quot;crux&quot; of the Klettersteig</em></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/ImsterKlettersteig/photo#5105372229689285810\"><img src=\"http://lh6.google.com/ripsawridge/Rtns_lTGHLI/AAAAAAAABCM/0n6LTsqwUSs/s288/imster_uproute.jpg\" alt=\"\"></a></p>\n<p><em>Another view of the crux</em></p>\n<p>What a beautiful view peak this is! The air was washed very clean all\naround. Brillant green meadows on a mountainside to the north caught my\neye. Twisted and folding valleys spiraled out in all directions. Aidan\nwas so tiny sleeping on a rock I couldn&#39;t see him anymore.</p>\n<p>Coming down was easy, lots of scree skiing in my now very torn up tennis\nshoes. Will they last a full year? I picked up Aidan and we had a fun time\nhiking down the valley to a lower lift station.</p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/ImsterKlettersteig/photo#5105372238279220418\"><img src=\"http://lh4.google.com/ripsawridge/RtntAFTGHMI/AAAAAAAABCU/0Z-hlfn4YrY/s288/imster_downtoval.jpg\" alt=\"\"></a></p>\n<p><em>Looking back down the ridge</em></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/ImsterKlettersteig/photo#5105372173854710898\"><img src=\"http://lh5.google.com/ripsawridge/Rtns8VTGHHI/AAAAAAAABBs/_6o8D3Hg3oM/s400/panoimster.jpg\" alt=\"\"></a></p>\n<p><em>Panorama from the summit</em></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/ImsterKlettersteig/photo#5105372251164122322\"><img src=\"http://lh3.google.com/ripsawridge/RtntA1TGHNI/AAAAAAAABCc/MoSPOObG_4o/s288/imster_hikedown.jpg\" alt=\"\"></a></p>\n<p><em>Pretty green valleys...</em></p>\n<p>Here we got pretty excited about taking a little toy car along a track\nback to the valley. We had to wait in line a long time, but ultimately\nit was really fun. Basically the car is on rails and you have one lever\nto do some braking. We zoomed down, taking curves as fast as we dared.\nI want to bring Kris and the boys for this, they&#39;d love it!</p>\n<p>With the great weather in that area, we were feeling optimistic about\nthe next days. In fact, we decided to drive to the Sella Pass in Italy\ntonight! We had some dinner (where? I forgot) and sped down over the Brenner\nPass where drops of rain clouded our excitement a little bit. No matter,\nit will pass. But an hour or so later we were sitting in the cold rain\nat the pass, completely crestfallen and seeing no hope for the next day.</p>\n<p>In one of my favorite moments of the trip, I played the song &quot;It took\nthe Night to Believe&quot; by Sunn 0))), sitting there in the dark and wind\nof that alpine pass. This actually frightened us a little bit, especially\nAidan! I was very happy. For an alpine rock climber, nothing is more demoralizing\nthan rainy weather with seemingly no escape. We could excite ourselves\nabout something else for a moment and forget our weary pilgrimage for dry\nrock.</p>\n<p>But the damage was done. It was clear that the next day would be soggy,\nwith routes too wet to climb. So we drove north and crashed in a field\nsouth of Innsbruck. The weather forecast indicated that, again, the Northern\nLimestone Alps would be clear with absolutely everything else socked in.\nIn the morning there was only one cloudfree area: to our northwest, back\ntowards the Wetterstein Range. We pointed the car in that direction and\ntook off.</p>\n<p>Back in Garmisch, under brilliant sun, we wearily decided we had to climb\nsomething. Aidan seemed almost sick with boredom. His mood was catching\nand soon I was staring vacantly and wondering what the point of it all\nwas too. But the reptillian brain had been well trained in us both, and\nwe mechanically packed our gear for another climb. The Alpspitzbahn lift\ntook us up high, then we spent an hour hiking down then puzzling out how\nto climb back up to start the climb.</p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/TheHoellentorkopf/photo#5114963476975723074\"><img src=\"http://lh3.google.com/ripsawridge/RvwALpw8IkI/AAAAAAAABGY/PDZXfxEUtiQ/s288/hoel_endlessscree.jpg\" alt=\"\"></a></p>\n<p><em>Aidan climbing tiring scree</em></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/TheHoellentorkopf/photo#5114963489860624978\"><img src=\"http://lh6.google.com/ripsawridge/RvwAMZw8IlI/AAAAAAAABGg/0NDisfTWmsM/s288/hoel_firstlead.jpg\" alt=\"\"></a></p>\n<p><em>Michael on the second pitch</em></p>\n<p>The book described following a faint trail directly across cliffs speckled\nwith latschen bushes and scree fields. But we must have passed that. So\nwe had to climb up through steep latschen trees to reach lower angle terrain\nwhere a natural line seemed to lead up to the steep rock. Following our\nnoses worked, because we were rewarded by seeing a metal bar with a piece\nof string on it which marked the start of the climbing. We had passed a\n&quot;Gedankentafel&quot; along the way for someone who died here in the 1960s.</p>\n<p>I lead the first pitch, marked by a tough move to start then easy ground\nfor 30 meters. The second pitch climbed a short 5.7 corner and crack again\nup to easier terrain.</p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/TheHoellentorkopf/photo#5114963507040494178\"><img src=\"http://lh6.google.com/ripsawridge/RvwANZw8ImI/AAAAAAAABGo/dxPD0npuYFI/s288/hoel_inchimney.jpg\" alt=\"\"></a></p>\n<p><em>Aidan led us into this chimney</em></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/TheHoellentorkopf/photo#5114963524220363378\"><img src=\"http://lh6.google.com/ripsawridge/RvwAOZw8InI/AAAAAAAABGw/bODwR4VjNfE/s288/hoel_aidanfollow.jpg\" alt=\"\"></a></p>\n<p><em>Nearing the ridge crest</em></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/TheHoellentorkopf/photo#5114963541400232578\"><img src=\"http://lh6.google.com/ripsawridge/RvwAPZw8IoI/AAAAAAAABG4/sDkx-kkYGos/s288/hoel_onkante.jpg\" alt=\"\"></a></p>\n<p><em>Aidan on the ridge</em></p>\n<p>More pitches followed, never hard, but the rock wasn&#39;t sound enough to\nmake simul-climbing appealing. I remember a massive chockstone in a chimney,\nand then some steep pitches above that to gain the ridge crest. On the\ncrest we went straight up, and gradually were deflected left to easier\nterrain. Aidan led a long simul-climbing pitch to finish the route, and\nsoon we were hanging out on top watching the clouds cover the Zugspitz.\nIt was a nice climb, but not enough to lift our spirits too high after\nthe driving defeat the night before, and Aidan&#39;s general lack of motivation.\nHe said he was game to stay out tonight and try heading south again if\nthe weather warranted it. But by now both of us really just wanted to go\nhome. So we did, Aidan did the driving which was a great help.</p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/TheHoellentorkopf/photo#5114963545695199890\"><img src=\"http://lh3.google.com/ripsawridge/RvwAPpw8IpI/AAAAAAAABHA/X6hfgdPH_bQ/s288/hoel_aandm.jpg\" alt=\"\"></a></p>\n<p><em>Yay, on the summit!</em></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/TheHoellentorkopf/photo#5114963554285134498\"><img src=\"http://lh5.google.com/ripsawridge/RvwAQJw8IqI/AAAAAAAABHI/fAITaGVYX_g/s288/hoel_sumclouds.jpg\" alt=\"\"></a></p>\n<p><em>Aidan looking mysterious</em></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/ImsterKlettersteig\"><img src=\"http://lh5.google.com/ripsawridge/Rtns7lTGHGE/AAAAAAAABCg/7lS04Kih4DE/s160-c/ImsterKlettersteig.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/ImsterKlettersteig\">Imster Klettersteig</a></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/TheHoellentorkopf\"><img src=\"http://lh4.google.com/ripsawridge/RvwAJJw8IjE/AAAAAAAABHM/h3_ae90TSTA/s160-c/TheHoellentorkopf.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://picasaweb.google.com/ripsawridge/TheHoellentorkopf\">The Hoellentorkopf</a></p>\n"}