{"date":"2007-1-1","title":"Short Reports 2007","description":"<p><a name=MANUMANU></p>\n<h3 id=\"puu-manumanu-a-\">Puu Manumanu</a></h3>\n<p><i>December, 2007</i></p>\n<p>I went on this intriguing hike on Oahu. It gains a knife-edged ridge, even features some rock climbing on the very exposed crest. Then it becomes an endurance fest up and down along a completely grown-over jungly ridge before taking a side ridge down. I ruined my shoes in the jungle muck! Still, it was a good challenging hike. Pictures later, some of them are great.</p>\n<p><a name=WANK3></p>\n<h3 id=\"der-wank-a-\">Der Wank</a></h3>\n<p><i>December 6, 2007</i></p>\n<p>Two friends from work and I hiked up in the morning. Well, I was keen on skiing again so I brought skis. They had snowshoes. We decided to take a southern trail though, and it was clear there would be no skiing all the way up, so I hid them and kept on. Near the summit there was enough snow for snowshoes, and there were great views of town and the Wetterstein Range. Good hike! Came quickly down and to work.</p>\n<p><a name=SCHEINBERGSPITZE></p>\n<h3 id=\"scheinbergspitze-a-\">Scheinbergspitze</a></h3>\n<p><i>December 2, 2007</i></p>\n<p>Wow, I&#39;m really short on short reports this year! Oh well. I got out Sunday morning for a few hours to ski up and down the Scheinbergspitze in the Ammergau Alps. It&#39;s about 3 kilometers west of the famous castle Linderhof (I still haven&#39;t been in there, though Daniel recommends it highly). The weather was much better than expected, mostly blue sky, a few small snow flurries. The 1000 meter ascent was straightforward. I left my skis at the base of the summit pyramid and hobbled up an icy slope to gain the ridge, then made use of a fixed line to help climb the final 50 feet. The views were gorgeous. It looked like rain over the lowlands, but the snowy peaks were shining. I especially liked the view off towards Reutte and the Plansee (hidden from here). The Allgäu and Lechquellengebirge are very beautiful and rugged.</p>\n<p>Going down was hard. I was just very tense and afraid of falling in the kind of crusty, poor snow conditions that prevailed. Especially once back in the forest where narrow tobaggan runs gave no chance to slow down. I provided a lot of comedy for the (now) crowded trail. Finally I remembered some things from my ski class the year before, and made a few good turns in untracked snow of the forest. 4.5 hours up and down.</p>\n<p><a name=WANK></p>\n<h3 id=\"wank-a-\">Wank</a></h3>\n<p><i>September 24, 2007</i></p>\n<p>Riki and I got out for a fun morning hike of this pretty mountain with the great views of the Wetterstein Range. Very pleasant ascent and then some fun running on the way down...whee! Back in the city &#39;round 10:15 am.</p>\n<p><a name=HOHERFRICKEN></p>\n<h3 id=\"hoher-fricken-attempt-a-\">Hoher Fricken (attempt)</a></h3>\n<p><i>September 13, 2007</i></p>\n<p>Uli and I had a comedy of errors this morning. We hiked to Hoher Fricken, but my faulty memory led us up the wrong dirt road to start the thing. Then the trail petered out and we followed our nose up through steep, but fairly open forest for an hour before finally regaining the trail. Here we moved quickly until reaching the great basin below Bisher and Hoher Fricken. Again, I screwed up. I saw a faint path leading up to the ridge crest that matched what I took last time. But last time there was significant spring snow covering the horrible latschen trees. This time, the path didn&#39;t work at all. Finally, while we struggled in head-high latschen jungle, I looked at my watch. It was late. We needed to turn back immediately :-(.</p>\n<p>Which we did, and to our credit we bombed down very quickly. I don&#39;t know the exact elevation but it&#39;s something like 4000 feet and then a long 1/2 mile or more of flat walking. It took an hour. Thanks to Uli for hurrying back with me! Just unbelievable how lost I can get...</p>\n<p><a name=FRAUEN2></p>\n<h3 id=\"fraunwasserl-climbing-a-\">Fraunwasserl climbing</a></h3>\n<p><i>July 17, 2007</i></p>\n<p>Uli and I went for some morning climbing. I was still tired from the Grossglockner climb Sunday, so I had no confidence at all on the deceptively steep slabs. Of course I made it worse by picking a hard line of 3 grade 6 pitches to start with ;-). At virtually every crux I had to stop and rest on the rope. On the second pitch I was scared to go for the third bolt which committed me to climbing over a roof. I said I would lower off, then somehow got the guts to go for it. But I really like the roof because it has big holds above...last time with Daniel I avoided it off to the left. </p>\n<p>So it was a somewhat frustrating morning, but probably good for me to work through the uncertain feelings. Uli set a record for the hardest climbs he&#39;s done outdoors.</p>\n<p><a name=OBEREWETTERSTEIN></p>\n<h3 id=\"obere-wettersteinspitze-hike-a-\">Obere Wettersteinspitze hike</a></h3>\n<p><i>June 17, 2007</i></p>\n<p>I had the morning free, so I took a quick look at the computer to find a new trail. My father-in-law was sleeping in the map and book room, and I didn&#39;t want to wake him, so I just skimmed a map online to find a trail leading from Mittenwald to the Obere Wettersteinspitze in 1200 meters of elevation gain. That sounded like a good hike, plus it would take me to an area I&#39;ve rarely visited. I just had to remember to park on the west side of town, and follow signs to the Lautersee. From there, I hoped being able to see the mountain would make it clear.</p>\n<p>Indeed, all went smoothly on the several trail junctions. Once the initial forest approach is finished, the trail can be thought of as three cliffy sections. The first cliff was sometimes protected by a steel cable to use as a handhold. After that, there were still plenty of sections where I had to use my hands (especially the final cliff), but there were no more protected sections until the last 20 feet to the summit.</p>\n<p>It was a really enjoyable hike, with a few surprises and ever-increasing views. You need to be very comfortable with heights, because you are often walking along a crumbly ledge with a drop-off of several hundred feet. High on the route I even deviated for some mid 5th class climbing in a diehedral for 20 feet (okay, bouldering not climbing :-)). Very fun, but the Wetterstein Range has a reputation for hard but brittle rock. I can attest this is true - you might even call the rock treacherous.</p>\n<p>The summit views were amazing, though I only stayed 10 minutes. It took me 2 hours and 20 minutes up, and 1 hour, 45 minutes down. I carried nothing but some water and a camera. Hiking poles would have been nice.</p>\n<p>Here are the pictures.\n[img:302227:alignleft:thumb:][img:302223:alignleft:thumb:][img:302220:alignleft:thumb:]\n[img:302219:alignleft:thumb:][img:302215:alignleft:thumb:][img:302211:alignleft:thumb:]\n[img:302209:alignleft:thumb:][img:302208:alignleft:thumb:][img:302206:alignleft:thumb:]</p>\n<p><a name=SEISERALM2></p>\n<h3 id=\"walk-to-kastelruth-a-\">Walk to Kastelruth</a></h3>\n<p><i>June 13, 2007</i></p>\n<p>Kris and I rode a lift up from Kastelruth to the Marinzen Hütte, about 1500 feet above the town. After admiring the goats and playground up there (this would be a great place for the kids), we wandered down roads and trails back to the town. We really enjoyed the middle section of the hike, with expansive meadows and views of towns below. But near the bottom, a thunderstorm broke loose and we got soaking wet! Fun anyway, as we hardly ever get to hike together.</p>\n<p>[img:302270:aligncenter:small:Schlern]</p>\n<p><a name=SEISERALM></p>\n<h3 id=\"bike-to-seiser-alm-a-\">Bike to Seiser Alm</a></h3>\n<p><i>June 12, 2007</i></p>\n<p>This afternoon at 1:20 pm I rode one of the hotel&#39;s bikes up to the Seiser Alm. Wow, I never thought I could ride up such a steep road for so long. Maybe it just has a super-low gear, which I certainly used!</p>\n<p>I had to walk the bike for some steep stretches of road up to the little town of Pufels (Bulla in Italian). But from there I cranked up in the lowest gear, getting better and better views of meadows, trees and raging river. Every bend of the road where I didn&#39;t have to get off and walk was a notch in my belt, because I&#39;m a notoriously lazy biker going uphill. </p>\n<p>After about 1 hour, I was in the Seiser Alm, though it took another 10 minutes to reach the road to Compatsch where it meets the road to Monte Piz, which I came up. Earlier in the day the whole family and I took the lift up to Mezdi, and took a horse and carriage ride to somewhere in the middle of the Alm. The driver told us that 160 people live up there year round, including him, and he lives in Compatsch. Farmers come to live here in the summer, and there are a bundle of holiday cabins you can rent. We should do that next year!</p>\n<p>I rode quickly to Compatsch, awash in construction, and took the road up to a restaurant called Panorama. This was more low-gear uphill cranking, but I felt more confident after the crucible trip up from the valley. At the restaurant I went in and ordered a Spetzi to go in my nice metal flask. People were playing soccer and volleyball, and a metal band was getting ready to play inside. It seemed like a real fun gathering of Italian high-school kids and a few parents.</p>\n<p>I&#39;ve ignored the scenery so far, but it was amazing! This really massive steep mountain called Schlern loomed to the west. I have to climb one of those faces! Plus it was swaddled in clouds, with some towers seemingly isolated from the rest of the mountain. The sky above it was black, and the black clouds enveloped the more gentle high ridge sweeping back southeast.</p>\n<p>The Langkofel and friends were alternately buried in cloud and sometimes pierced by rays of sun that turned the cliffs gold. If possible, the sky was even blacker in that direction, and sheets of rain were pouring over Wolkenstein further up the Groedner Valley. The climb of the Langkofel in 2002 with Mat is such a great memory. It opened so many doors to simul-climbing and other creative techniques. I&#39;m really proud of that climb, and the mountain is even more beautiful to look at than ever. </p>\n<p>From Panorama I sped down the road, then cranked back up on a long trip to the Mahlknecht Hut. There was a lot more climbing than I expected. Some people were impressed with my journey, saying &quot;Gute Fahrt!&quot;</p>\n<p>From the hut, it was a long and speedy descent to Saltria, then another speedy leg down the Saltria valley (Jendertal in German). Whee! I saw some beautiful scenes of yellow flowers with sun rays, more black skies over the mountains, and lovely meadows.</p>\n<p>What a fun trip it had been! And it was (gasp!) all on a bike!</p>\n<p><a name=FERMEDA></p>\n<h3 id=\"kleine-and-grosse-fermeda-attempts-a-\">Kleine and Grosse Fermeda attempts</a></h3>\n<p><i>June 11, 2007</i></p>\n<p>I road the lift up to Seceda from St. Ulrich at the ridiculously late hour of 8 am. The weather was beautiful for the moment. First I tried to climb a grade IV route on the Kleine Fermeda, but the wet grass and mud on the first 3 pitches scared me away. It was truly scary, as everything was slippery from rain the night before. I had to leave two slings on horns to rappel down.</p>\n<p>Discouraged, I thought I&#39;d hike up the Sas Rigais instead. But then I realized the back side of my Kleine Fermeda topo had a tiny line drawing of the normal route on the Grosse Fermeda. At grade III it should be easy. So I found the approximate starting point, and worked my way up gullies and short faces for about 1000 feet. The weather was getting worse, and I especially debated continuing when I had to traverse a long and very exposed grade II-III slabby face. At one point I went up too soon, and found myself on probably grade IV+ terrain in tennis shoes. At that moment it started to rain. Beautiful!</p>\n<p>Moving quickly left I got back on route, where I was right below a black face that needed to be climbed straight up to then continue on to the summit. I guess I was about 3/4 of the way up. But with the rain, it would be a race against the rock getting slippery to get down. I descended, then made a descending traverse to get back to the relative safety of the chimneys and gullies that made up the lower half of the route. </p>\n<p>On the climb I came across two nice ring bolts, and three slings around Sanduhrs here and there. I never used them because the rock still wasn&#39;t completely soaked and I could go faster downclimbing. Finally, in very heavy rain I used the last ring bolt for a rappel in the first grade III chimney. More downclimbing, then a long walk back up to the Seceda lift to get back to town.</p>\n<p>I kept hoping to go back and finish the route in the following days, but it never worked out. It was a fun, easy, but exciting climb all the same. It tests your routefinding skills gently.</p>\n<p>[img:302266:alignleft:thumb:]\n[img:302265:alignleft:thumb:]\n[img:302263:alignleft:thumb:]\n[img:302262:alignleft:thumb:]</p>\n<p><a name=SCHOSSKOPF></p>\n<h3 id=\"oestlicher-schosskopf-goedeker-a-\">Oestlicher Schosskopf, &quot;Goedeker&quot;</a></h3>\n<p><i>June 7, 2007</i></p>\n<p>On the face of it, this route looked within our capabilities: 15 pitches, grade V, mostly easier. The book said that most belays were bolted. After a longish hike up to the base of the wall, I started up a grade II-III ramp, and finally built a belay at 60 meters around a block. Daniel came up, appalled at the looseness of the rock. Then Daniel led a 40 meter pitch right, then up and back left. This was a serious test for him, as it was pretty easy, but also loose and without protection. He went up well though. We had a humorous shouting match while he tried to explain that I should climb even though he couldn&#39;t pull the rope up through the terrible drag. Eventually I figured it out and coiled the rope around me and soon stood beside him. Daniel complained mightily about the loose rock! He built a belay around a latschen bush, and really thought the whole enterprise was beyond the pale. Indeed, we had wandered slightly off route on that pitch, but soon I reached the &quot;great terrace&quot; and recognized the route ahead. </p>\n<p>Here I wasted some time trying to find a belay. First I climbed up a gully a ways, changed my mind, and went up the gully on the left (grade IV+ climbing to get in). I thought I recognized a pod in this gully from a photo taken on the route. But climbing up into it there was just a really thin sanduhr to belay from, not good. I then looked above the pod and unwittingly knocked off a pile of perched blocks. &quot;Rock!&quot; Daniel later said it came pretty close to him at the belay. I downclimbed, and up into the gully on the right (again), where I built a nut and cam belay in a solid crack. Now the real climbing will begin, I thought.</p>\n<p>But Daniel came up, and not encouraged by the lack of bolts, he went around to the left to look just in case somehow I was off route. It was a good idea, but as I stood there and looked at the photo, I was more sure I was in the right place. But when Daniel called that he found lots of bolts and little arrows drawn on the rock, I pretty much had to dismantle my belay and go over. We were taking too long anyway, I suspected it was time to go home.</p>\n<p>Indeed, there were lots of bolts but it wasn&#39;t our route, and we knew nothing about things over here. We went to the far side of a level terrace, festooned with bolts for some reason. We decided to try rappelling down from here. I had a bad feeling about it, so I took Daniel&#39;s prussiks with me as I dropped over the edge. I came into an enormous amphitheater on a free hanging rappel for the entire length of the rope. The ropes were touching rock right at the bottom, but I couldn&#39;t judge the angle of the rock. With no bolts or stations around, I realized I would need to reclimb the rope. What a strange place...</p>\n<p>So I prussiked back up the 15 meters or so I had gone down. Boy, it took a while. At the top I insisted that we downclimb our route, or follow ledges further north if it was easier. We put one rope away, and simul-climbed placing occasional protection. This worked quickly and easily, and we did find an easier way down on ramps and gullies. Yay! Didn&#39;t have to leave any gear!</p>\n<p>Alas, a climb that ended before we made any actual &quot;climbing moves&quot;, but still a good learning experience for Daniel. I got some prussiking practice too. We went home, enjoying a nice cold drink from a stream.</p>\n<p>Looking back I think we could have succeeded on the climb. But without bolted belays to provide a feeling of security, the will just wasn&#39;t there. The rock wasn&#39;t encouraging either. Oh well.</p>\n<p><a name=FLEISCHBANK></p>\n<h3 id=\"fleischbank-duelfer-route-a-\">Fleischbank, Duelfer Route</a></h3>\n<p><i>May, 2007</i></p>\n<p>Daniel and I tried the Fleischbank Ostwand, but had two problems. After the grade III traverse into the face (snowy, loose, wet), we had a nice grade V pitch, then a daunting move to start the next pitch which we had to aid. (I think a hold fell off). Daniel started worrying about the rest of the route and felt a little sick. He went up for the next pitch, but some crack climbing moves proved too hard. He came down and I went up. I was at the belay of the 6th pitch, where the first VI- traverse crux begins. Daniel came up a bit, but was feeling mentally done-in by this climb, so I lowered him to the previous belay and we prepared to leave. That was one problem, but the second problem may have shut me down too. There was a waterfall running down the face to my left. I <em>think</em>, but I&#39;m not sure, that it may have run across the grade VI traverse too. If so, the amount of water would have made it impossible.</p>\n<p>So I rappelled, then we did a long double-rope rappel, then reclimbed back across the entry ramp. We hiked along a protected path to a hut on the south side of the range for a drink, then went home.</p>\n<p>We still got some good pictures:\n[img:302249:alignleft:thumb:][img:302250:alignleft:thumb:][img:302252:alignleft:thumb:]\n[img:302253:alignleft:thumb:][img:302254:alignleft:thumb:][img:302256:alignleft:thumb:]</p>\n<p><a name=HERZOGSTAND></p>\n<h3 id=\"herzogstand-a-\">Herzogstand</a></h3>\n<p><i>May, 2007</i></p>\n<p>A morning hike up Herzogstand, then jogging along the ridge to Heimgarten, a slightly higher peak. Excellent views of the Karwendel Range, though a bit hazy. A little over 3 hours from car to car, carrying nothing. This was pretty tiring! The hiking guidebook says it should take 6.5 hours :-p.</p>\n<p><a name=RITTNERHORN></p>\n<h3 id=\"rittner-horn-a-\">Rittner Horn</a></h3>\n<p><i>Late April, 2007</i></p>\n<p>A morning hike up the Rittner Horn which is a long sloping mountain 2000 meters above Bolzano, Italy. I got to cheat by driving up from our vacation hotel in Oberbozen (Soprabolzano) so I only had to hike 800 meters. Really nice hike up and down. Sadly, the air was too hazy to get the incredible overview scene of the Eastern Alps I was hoping for :-(.</p>\n<p><a name=FRAUENWASSERL></p>\n<h3 id=\"frauenwasserl-climbing-area-a-\">Frauenwasserl climbing area</a></h3>\n<p><i>April, 2007</i></p>\n<p>Daniel and I did some climbs on a nice warm morning here. We climbed the 3-4 pitch &quot;massif&quot; twice, first via some harder (VI) pitches, then via some easier pitches. Really fun!</p>\n<p>[img:287908:alignleft:thumb:]\n[img:287907:alignleft:thumb:]\n[img:287910:alignleft:thumb:]</p>\n<p><a name=ETTALERMANNDL></p>\n<h3 id=\"morning-hike-up-ettaler-manndl-a-\">Morning hike up Ettaler Manndl</a></h3>\n<p><i>April 7, 2007</i></p>\n<p>I hiked up the Ettaler Manndl, and the Laberjoch (just a ski lift and restaurant there, not very exciting). For the Manndl, I took an easy rock climbing way, about 1.5 pitches called the Weiblkante. Good fun!</p>\n<p>[img:283243:aligncenter:small:The Weiblkante]</p>\n<p><a name=BUCHSTEIN1></p>\n<h3 id=\"morning-hike-up-buchstein-a-\">Morning hike up Buchstein</a></h3>\n<p><i>March, 2007</i></p>\n<p>Josef and I took advantage of some sunny weather to go hiking in the morning instead of the boring ol&#39; climbing gym. We hiked up Buchstein in 1.5 hours. I consider that pretty good, even though it&#39;s fifteen minutes more than my time last summer. You see, Kris and I ate at a restaurant called //Geniessen im Dunkeln// the night before (in English it means &quot;Enjoyment in the Dark&quot;), and even though it was pitch black all around me while eating, I managed to drink many glasses of wine! So despite shaking from the DTs, it was worth getting up early for the amazing scenery. It doesn&#39;t look like winter at all up there!</p>\n<p>Josef took a nice picture.\n[img:302242:aligncenter:small:Morning below Buchstein.]</p>\n<p><a name=SKIINGLOTS></p>\n<h3 id=\"skiing-in-k-htai-and-s-lden-a-\">Skiing in Kühtai and Sölden</a></h3>\n<p><i>January 6-7, 2007</i></p>\n<p>Daniel and I tried a ski tour above Haggen in the Sellrain, but a lack of snow, or &quot;WHUMP!&quot;-ing scary snow when there was some made us lose interest. We turned around after a couple of hours slogging up the valley.</p>\n<p>We were soothed by groomed slopes of <a href=\"http://www.bergfex.com/kuehtai/\">Kühtai</a> up the road. Ah, how nice! We went all over until we could hardly stand. We spent the night at an inexpensive guest house near there.</p>\n<p>The next day we went to <a href=\"http://www.bergfex.com/soelden/\">Sölden</a>, and oogled the incredible peaks around us. The Wildspitze looked especially regal. We strung together all 4 big sections that make up this large ski area during the day, giving a &quot;thumbs down&quot; to one of them because of too many pebbles in the snow. But the two regions on glaciers were amazing. It was really wierd to ski and see big ice walls on the side of you! Again and again we lifted up 1000 meters then skied down, then up, etc. Really fun, great skiing trip and many thanks to Daniel.</p>\n"}