{"date":"2008-11-9","title":"Two hikes with the boys","description":"<p>In the last week I went on two great hikes with the boys. First was on\nBreitenstein, with Angie, Josef, Felix, Helga and Evelyn. We were a big\ngroup! But the boys felt right at home, holding Josef&#39;s hand, or Helga&#39;s\nor Evelyn&#39;s at different times.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3005163174/\"><img src=\"http://farm4.static.flickr.com/3174/3005163174_34233e687b.jpg\" alt=\"\"></a></p>\n<p>The hike up got a little boring for the kids. But with everyone helping\nwe always found something, like roots or mushrooms or water. I have such\na hard time hiking up a dirt road, I really have to sympathize with the\nkiddos! Finally, after about 1000 feet of hiking and another 300 more ahead\nI was getting worried about the overall size of the effort. Along came\na jeep with an older couple who offered a ride to the kids...angels! I\ngot in with the boys and we bounced up the steep narrow road, passing Josef,\nAngie and friends who looked bemused. The kids giggled at every bump in\nthe road. What a treat! They were very nice. They let us off at a pass\nthat marked our hut (I forgot the name of it).</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3004321135/\"><img src=\"http://farm4.static.flickr.com/3007/3004321135_30ebef404e.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3004329887/\"><img src=\"http://farm4.static.flickr.com/3245/3004329887_2f2e566170.jpg\" alt=\"\"></a></p>\n<p>Angie and the others arrived, and the boys did their best to eat all the\ncake they brought. They continued on to the summit but me and the fellas\nwent to the hut for long-promised cake and ice cream (this is how I get\nkids to hike!). I have a picture of them waiting impatiently at the table.</p>\n<p>We finally started down on a long journey. But as long as the boys got\nchances to stop and play with rocks, water or toy trains (preferably all\nat once), they were happy. I hoped this would be the first of many special\ntrips with dad.</p>\n<hr>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3017068096/\"><img src=\"http://farm4.static.flickr.com/3187/3017068096_f56355b295.jpg\" alt=\"\"></a></p>\n<p>Next, after a week of pestering me to go hiking again, we hiked up the\nKranzhorn. Well, we didn&#39;t tag the summit, but we reached the hut/playground\njust a bit below the summit. Again we had beautiful weather, and made a\nwise choice to hike up on a steep trail that had warm southern exposure.\nThe views of the Inn River Valley (or Inntal as they say here) were amazing.\nI think this is one of the best view peaks around. The elevation gain was\naround 1000 feet. The boys definitely got tired at the end, though it was\nhard to tell if it was boredom or worn-out legs. Rowan actually has a cold,\nand seemed to have learned how to cough theatrically in the last few days.\nHe&#39;s like an old Pennsylvania coal-miner! At one point he adopted another\nfamily, running up and holding hands with the mother. How awkward I felt!\nOh well, I hiked with them for a while, then improvised an &quot;Apple Juice\nStop&quot; that allowed them to go their own way.</p>\n<p>The hut was a real treat. There was a slide and a petting zoo, but it\nwas the last day it would be open this year and the rabbits and goats were\nalready stowed away somewhere warm. Too bad! But the slide and other playground\nequipment were amusing. I had a delicious Weissbier and Kaiserschmarmm,\nthough Elijah ate almost all the applesauce. The kids had Apfelstruedel\nand cream. It was very good!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3017074488/\"><img src=\"http://farm4.static.flickr.com/3064/3017074488_02d3be82b3.jpg\" alt=\"\"></a></p>\n<p>We played this game where they would go into a little house, and I&#39;d go\non a hill across the way. They&#39;d try to lure me over. Only when they got\nfar enough out of the house would I come running down the hill to get them.\nThey&#39;d scream bloody murder and race for the house! They&#39;d usually beat\nme. I was a little drunk so I put extra acting into the &quot;monster&quot; bit running\ndown the hill.</p>\n<p>Though I had &quot;summit fever&quot; I judged it was wiser to be prudent and preserve\nthe store of laughing and fun we&#39;d had rather than spend limited energy\non the final climb. So we finally left, going down the easy way on a dirt\nroad. But Rowan fell down after a few minutes and kind of mumble-cried\nfor a long time! Poor fella, he was really tired. The kids got me to stop\nand let them play with their trains at a couple of culverts along the way.\nWe also explored an abandoned bulldozer. &quot;So viele Wildnis hier und sie\nwollen nur mit eine Maschine spielen!&quot; I said to an older couple who laughed,\nforgetting that Maschine means jet airplane, not just any old machine.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3017084280/\"><img src=\"http://farm4.static.flickr.com/3147/3017084280_0957b8c9fb.jpg\" alt=\"\"></a></p>\n<p>10 minutes in the car with the heater on and I was the only one awake.</p>\n"}