{"date":"2008-06-15T00:00:00.000Z","title":"Geiselstein Nordwand","description":"<p>Also posted on Summitpost <a href=\"http://www.summitpost.org/geiselstein-alte-nordwand/414600\">here</a></p>\n<ul>\n<li>Alte Nordwand (UIAA V)</li>\n<li>June, 2008</li>\n</ul>\n<p>There is something special about the Geiselstein. It&#39;s a &quot;front range&quot;\nmountain, rising up quickly from the gentle green hills and torqoise\nlakes of Bavaria. The vertical towers of limestone are a promise of\nwhats to come if you venture further south into the ranges.  I like\nthe idea of starting at &quot;the edge&quot; of the mountains, and gaining the\nheights via the most severe path. By that criteria, the Geiselstein is\na good one. A northern outlier with the nickname &quot;Matterhorn of the\nAmmergau,&quot; even the normal way on this peak requires low 5th class\nclimbing. But from the north the silvery-gray rock of the 1300 foot\nhigh north face looms over a sleepy cow-grazed meadow, their bells\ntingling softly. It seems to say: this is what I have to offer you,\nfurther in.  That is, if you can get by me first.</p>\n<p>At the same time as these mystical thoughts about the Geiselstein and\nher alluring north face were forming, I started going to the climbing\ngym with Danno, who&#39;d been to the mountains once before with me on the\nLampsenspitze. He&#39;d really gotten the climbing bug this spring, and\nafter working hard to master the plastic cracks in the gym I knew\nhe was ready to join me on a tougher alpine climb. We&#39;ve both got two\nkids at home now, so finding a day that worked was a minor\nmiracle. Then mother nature made life hard. Three times over May and\nJune we forged a chance, and three times she rained hard. Our last chance\nuntil September was June 21st. Finally, she relented and gave us her\nblessing.</p>\n<p><img src=\"images/geiselstein-1.jpg\" alt=\"Dan approaches the face on his bike.\">\n<img src=\"images/geiselstein-2.jpg\" alt=\"The &quot;Matterhorn of the Ammergau.&quot;\">\n<img src=\"images/geiselstein-3.jpg\" alt=\"Looking across to the intimidating start.\">\n<img src=\"images/geiselstein-4.jpg\" alt=\"Dan enjoying a well-deserved rest at the first belay.\">\n<img src=\"images/geiselstein-6.jpg\" alt=\"Looking down the route, several pitches up.\">\n<img src=\"images/geiselstein-7.jpg\" alt=\"Looking down the dripping-wet chimney pitch.\"></p>\n<p>Six miles of biking and a few confused moments of blinking at the map\nbrought us to the meadow below the mountain, the Wankerfleck. It was\ninteresting to be passed on a steep dirt road by a guy pedalling\nfuriously on a reclining bike, his face betraying no sign of exertion\nto match our desperate efforts. &quot;We are working so hard and you are\nfalling asleep!&quot; we joked to him.</p>\n<p>A party bound for a shorter route on the south face gave us some\nadvice about when to leave the trail. &quot;Ah, you are doing the big one\nthen,&quot; said their leader. &quot;Very hard.&quot; Danno blanched visibly. Now we are\nin the realm of pyschological warfare!</p>\n<p>We hiked a few hundred feet up through pleasant forest and meadowed\nslopes to an obvious side trail leading back to the face. Once at the\nbase we saw we were behind two parties, clustered closely around the\nfirst and second pitches. They had chosen to ride the shuttle bus in\nto the meadow rather than bike. We had thought about that but the fact\nthat the last bus out is at 5 pm nixed the idea for me: I hate nothing\nmore than getting halfway up a peak only to make stressful time\ncalculations as to whether or not we should go on. Indeed, one of the\nparties would eventually retreat, and the other just had to lump the\nlong road walk out.</p>\n<p>The first pitch of the route is the crux. And it was in terrible shape\ntoday: a 20 foot high dripping wall of snow protected a thick layer of\nslimy mud on the lower hand and foot holds. Danno and I squirmed\nthrough the moat, coating everything in black mud. As the party above\ncleared the pitch, I started up. I tried a harder direct variation that\navoids the need to climb up then down 8 feet, the only problem being\nthat it was incredibly slimy. Betraying my &quot;climbing birthplace&quot; in\nthe wet, snowy Cascades, I kicked footholds in the snow wall behind me\nto aid the ascent. I tried to dry my shoes before the crux (V+ or\nabout 5.8) lieback to reach the anchor. &quot;Slimy shoes, polished rock,&quot;\nI complained. Danno meanwhile was worrying about the vast gulf between\nhis small store of rock climbing experiences and this dirty, thrutchy,\nwildly improvised display. I reached the belay, unable to pretend the\ncrux had been easy! However, Danno mastered the moves, reluctant to commit\nto the lieback, but powering through anyway. &quot;Nice! We&#39;re on the rock,\nlet&#39;s see whats around the corner.&quot;</p>\n<p>Easily around, then downclimbing to reach a committing step across to\na wall with good hands but smearing feet. More traversing rounded a\ncorner to the belay. &quot;Hmm, this is a lot to ask of a strong beginner,&quot;\nI thought to myself. Only on pitch 2 (actually still part of pitch 1\non most topos), but already dealing with slick mud, traversing,\ndownclimbing. I was beginning to see why the climb had a reputation\ndespite a moderate (V+) grade, bolted belay stations, and a good\namount of intermediate protection bolts or pitons. Danno came around\nthe corner with no problem, but definitely wondering about his future\non this climb. But we got a reprieve: one look up at the pitch ahead\nfilled us with confidence. Good solid 5.6 ground led up a\nchimney/crack to a higher belay. We loved this pitch. </p>\n<p>And the next one\nwas even better. Rated 5.7 (UIAA V-), long and sustained, smearing\nfeet on fins between water runnels, with great handholds everywhere.</p>\n<p>We kept pace with the party above, eventually waiting a while when\nthere was trouble finding an anchor. They were some nice fellas,\nthough this was one of their first outdoor climbs and the\nvery sparse protection on easy ground became increasingly\ndifficult for them. After hunting around 15-20 minutes, they found an anchor,\nand Danno and I could go up. But they had run out their 70 meter rope\nso I figured we wouldn&#39;t see them any more. Shucks, wrong! After a\nrope-stretching 50 meter pitch I built a belay from a shrub on the\nlower part of a grass band that divides the face. The party above was\nonly 10 meters away. Danno came up, and another short pitch put us\nright behind again.</p>\n<p>We&#39;d finished the lower face, but the weather had gotten cloudy and we\ndidn&#39;t want to linger. I combined two pitches with some\nsimul-climbing, and then we sat down to eat some lunch and let the\nparty above clear out. After a long lunch and deep conversation about\nour crazy families (haha!), we realized the leader above was climbing\ndown! Uh-oh, it was supposed to be a pitch of easy grade III (5.2)\nground. No more time for delaying, I resolved to pass by. I set off on\nmy own line to the left. The leader was coming down because he\ncouldn&#39;t find the belay anchor, and there were no other bolts. We were\non loose terrain, useless for protection, but above was a headwall\nwhich must have something, even if it didn&#39;t have a ring bolt. Just as\nI was going to sling a horn and place a cam, I found the belay\nanchor. Visibly relieved, the other party could come up, now behind\nDanno and I.</p>\n<p>I left again quickly to give them some room. More easy\nterrain led into a dripping maw: a deep hole under a house-sized\nchockstone. I was back in the zone of slick mud-plastered holds, and\nworked to find some protection. With a decent small cam placement, I\ncould finesse my way up and right to a ledge with the belay anchor\n(looking a bit rusty). Danno came up, and I called down to the\nguys below that the 5.8 pitch above, though dripping wet, looked\ndo-able because of some blocky holds and several bolts providing good\nprotection.</p>\n<p><img src=\"images/geiselstein-8.jpg\" alt=\"Dan escapes the chimney!\">\n<img src=\"images/geiselstein-9.jpg\" alt=\"The walking wounded...\">\n<img src=\"images/geiselstein-10.jpg\" alt=\"Dan finishes an interesting face pitch.\">\n<img src=\"images/geiselstein-12.jpg\" alt=\"Scrambling down.\">\n<img src=\"images/geiselstein-15.jpg\" alt=\"Many more clean face climbs await...\"></p>\n<p>Danno and I talked a few minutes, cheering ourselves up with positive\nstatements like &quot;that doesn&#39;t look so bad!&quot; But still, at the little\noverhang with hands on wet holds, trusting to a smeared foot and\nreaching higher even as the foot started to slip...I wondered! But the\nreached-for hold was of the &quot;Thank God&quot; variety, and I moved up. Above\nthat I could avoid the worst of the mud, then finally had to commit to\nreal chimney climbing: back on one wall, feet on the other. I lost the\n&quot;free ascent&quot; pin at the last wet smear by grabbing a quickdraw. But\neven as I beat myself up for lack of boldness, I was enjoying the\n&quot;lost art of chimney climbing&quot; once back on dry rock. I reached a\nbelay at a notch on a ridge, now caught-up with the first party of the\nday. Their leader spent about 20 minutes stymied by a hard move on the\nvertical step above. After a long time, Danno arrived looking about 3\nyears older. &quot;Man, that was really hard!&quot; he said. He also grabbed a\nsling, but a different one. He said he was cursing a blue streak for a\nminute or so, and possibly scared off the party below! It was a real\nold-school, gritty pitch. Probably best climbed with a bit of anger,\nso his style was appropriate!</p>\n<p>The next vertical ridge pitch was one of my favorites. 5.8 climbing\nmoves that really made you think, shifting left then right. I avoided\nan easy exit near the top to prolong the joy of incut holds on\nblank-looking limestone slabs. Danno enjoyed it too. He was really\npleased that after so many pitches he wasn&#39;t feeling tired. I remember\nthat being a big surprise to me too on early long climbs. We finished\noff his dark chocolate and continued. </p>\n<p>Easy ground led to an interesting traverse pitch, around the &quot;hauseck&quot;\n(house corner). There was a great natural hourglass in the rock here\nto sling. Above, I reached the false summit after 50 meters of easing\nground. I found a good huge boulder to sling at the top and a worried\nman came over to tell me there was an anchor 20 feet away. I explained\nI&#39;d reached the end of the rope and this was a perfectly good anchor\nanyway. And the view was great. I looked down on the sun-dappled\nmeadow of the morning, heard the jangling bells. Danno appeared now\nready, like me, to call it a day. Easily done. One more trivial pitch\ngot us to the summit where we could eat and take in the views to the\nsouth.</p>\n<p>After a few minutes though, we realized Danno might be able to get\nhome and tuck in his boy if we hurried down. He&#39;s a good dad who\ndoesn&#39;t break promises lightly, so we took off! The normal route was\neasily downclimbed, and then we scurried down many switchbacks to\nreach the Wankerfleck. Retrieving our bikes, we pedaled away with nary\na backward glance save one: I had to say goodbye to that physical yet\nextra-dimensional mountain of my dreams. </p>\n<p>The ride down in the golden evening light was fantastic. Coasting\nthrough forest, stream and meadow, I was sorry to see it end. Sadly\nthe boy had to go to sleep before we got back to civilization, but\nDanno would have a new bedtime story. One hopefully less long-winded than\nmy own!</p>\n<p>Thanks Danno, and thanks Geiselstein.</p>\n"}