{"date":"2008-05-31T00:00:00.000Z","title":"Punta Fiames, Jori Arete","blurb":"with Dan Protz","description":"<p>Hexenstein South Ridge (IV+)\nPunta Fiames &quot;Spigolo Jori&quot; (V)\nMay 31 - June 1, 2008</p>\n<p>Dan and I had been hoping to hook up for a rock climbing trip for a long\ntime. The weather was continually bad on weekends. Finally, we decided to\ngo and steeled ourselves to climb in the rain. It would be good training\nafter all, right?</p>\n<p>The forecast for the Dolomites was &quot;okay,&quot; though Sunday was better\nthan Saturday. We drove down Friday night and slept near the Tutti\nInstitute, a kind of hospital I guess. We decided to climb\nthe Punta Fiames via the famous Spigolo Jori (Jori Ridge). At grade V,\nand 15 pitches, it seemed like a good early season challenge. Dan had\nsome warm coffee in a thermos, and as we drank a woman in a wheelchair\ncame out on a balcony and watched us.</p>\n<p>We hiked up through soaking grass, happy at least that it wasn&#39;t\nraining. Before long we found an obvious rocky gully that we thought\nmust be the way. After some spicy moves near it&#39;s head, we emerged in\nlittle <em>latschen</em> trees, then came to the only obvious looking\nstarting point: a narrow ledge below an easy-looking black slab. We\nroped up and sent me off for the first lead. It didn&#39;t seem to match\nthe route description, but we thought we must find the belay bolts up\nthere somewhere. It&#39;s just wet, so we thought the extra caution of\nroping up a pitch below the true start was the right thing to do.</p>\n<p>(If you sense trouble you are right!)</p>\n<p>I girth-hitched a sling around a chockstone and started up a slab,\nprobably 5.5 or so. Happy to be done with that, I crabbed leftwards\nagain to eventually reach a corner where we thought belay bolts should\nbe. &quot;I don&#39;t see anything!&quot; I called out. Now it started to rain. I\ntried to climb a little higher. Then, at a delicate move a foothold\nbroke or my foot slipped, I&#39;m not sure which. I had a tense moment\nthere where I could easily have fallen. Realizing my protection was\nlaughably far away, I simply <em>had</em> to stay attached. After a\nfraught minute, I was secure enough to downclimb. I&#39;d made two cuts on\nmy left hand as I caught myself.</p>\n<p><img src=\"images/P1040443.jpg\" alt=\"Dan low on Hexenstein.\">\n<img src=\"images/P1040444.jpg\" alt=\"The rain finally stopped on the Hexenstein.\">\n<img src=\"images/P1040465.jpg\" alt=\"Descending Hexenstein in better weather.\"></p>\n<p>Still unwilling to give up the day (despite the rain...desperation\nreally screws with your head!), I found a lower ledge system and\ntraversed into the corner at a lower point I couldn&#39;t see from\nabove. In there was a deaths-head of stacked, teetering blocks. I\npushed one down (Dan was belaying safely far to the left) and\nsurrounded by the rich smell of cordite, I attempted a finger traverse\nabove and past the other loose blocks to what I hoped might be a belay\naround the corner.</p>\n<p>But it was foolish as hell. All at once I gave up. &quot;I&#39;m coming back\nimmediately, this is unjustified,&quot; I said, having made up my\nmind. That took significant time, now that the rock was soaking with\nrain. Eventually Dan could lower me from the fixed piton.</p>\n<p>I felt bad, like I was making a bad &quot;first impression&quot; for climbing\nwith Dan, because the slab was tougher than it looked. Knowing\nthat the book calls this easy ground, I wondered why I found it so\ndifficult. I never suspected the truth: that we were not only on the\nwrong route, but on the wrong mountain!</p>\n<p>We hiked down. Dan was freezing and needed to warm up. Our thought was\nthat we could eat some lunch at the car, then climb something with a\nvery short approach at the Falzarego Pass. Once at the car we got a\nsurprise. &quot;Oh my god...we weren&#39;t on Punta Fiames...look!&quot; And so we\nrealized that we took a parallel and wrong gully, ending up on Punta\nCroce. We mistook the deep gully on it&#39;s right for the deep gully on\nthe right of Punta Fiames. The sun came out and we could clearly see\nthe weeping black slab where I&#39;d desperately tried to reach &quot;the\nfirst belay.&quot; Feeling like I deserved a Darwin Award, but at the same\ntime relieved to have an answer to the perplexing situation, I could\nonly shake my head at my foolishness.</p>\n<p>Here&#39;s what I love about Dan. By the time we got to the Falzarego\nPass, it was raining again. Harder than ever. But I wanted to\nclimb. And he wanted to climb.</p>\n<p>&quot;We&#39;re gonna climb,&quot; he said, zipping up his rain\njacket. &quot;Yeah!&quot; I was right there with him. We moderated our plan to\nclimb the 6-8 pitch Hexenstein which went at an easy IV+ that we\nthought we could manage when soaked. Still, grimly kicking steps up\nslippery snow to the start of the route, water pooling in the creases\nof my jacket, I was apprehensive yet curious. What could we achieve?</p>\n<p>Dan took the first pitch, up a straightforward gully that led onto a\nridge with a bolt. As I followed the rain finally let up. We continued\nlike this for several pitches, sometimes in cloud, sometimes with\nlocal views of the soaking black road and buildings of the\npass. Movement kept us warm, and we began to feel glad about our\nchoice to go out.</p>\n<p>&quot;I mean, I hear it rains all the time in Wales. They <em>must</em> just\ngo out in the rain. I&#39;m happy to see that we can still do some\nclimbing anyway.&quot;</p>\n<p>&quot;Colin Haley goes out in the stormiest weather at night to\nclimb. If he can do that, then we should be able to stand a\nrainstorm.&quot;</p>\n<p>With comments in that vain, we made it to two pitches from the top. We\nhad some trouble after Dan used the full 70 meter rope on the next\npitch. I had to downclimb a bit from the belay, but the rope was tight\nand I couldn&#39;t. Without some slack I faced an awkward fall into a\ncrevasse of jumbled rocks should I fail on a friction traverse. And it\nwas raining again, so I had no friction. I yelled my head off asking\nfor slack, but 70 meters of rope was an almost hopeless distance to\ntraverse by shouting. Finally he figured something was up and gave me\nsome rope. I was just about to untie and solo! </p>\n<p>This was a hard pitch, and a great lead by Dan. There was a dripping,\nsopping overhanging chimney to climb, and he must have had nerves of\niron. &quot;Good lead!&quot; I said, before complaining a bit about the rope\nbeing too long. He was at the top, having stepped around the crux IV+\ncrack. Again, what an incredible partner, he was willing to go along\nwith my idea to rappel and lead that pitch. &quot;Sure!&quot;</p>\n<p>I owe him one or two beers for that. Man, it was pretty tough. Without\nfriction, it felt more like a VI- crack (that would be 5.9 or so)\ninstead of IV+. A few good hand and foot jams saw me through some\ndifficult parts. At the top I was completely tired and satisfied with\nthe day. Dan came up and enjoyed it too. </p>\n<p>Some blue sky came out to play, and we saw Tofana des Rozes emerge\nfrom a cloud with an ample dusting of white on the upper screes. I\nthought about the ominous vertical wall dropping to the south and\nremembered.</p>\n<p>We had a good time walking down a via ferrata and trail, back to the\nroad and the car. In Cortina we ate at the Cinque Torri Cafe, trying\nto dry our things around us. It was a good restaurant, and they filled\nour Thermos with coffee for the morning. Yes!</p>\n<p>&quot;What should we do tomorrow?&quot; Dan said. &quot;If it dawns total blue\nsky, we&#39;ve got to go back to the Spigolo Jori.&quot;</p>\n<p>&quot;Otherwise something back at the Falzarego Pass,&quot; I said.</p>\n<p>&quot;Exactly!&quot;</p>\n<hr>\n<p>Amazingly, the day did dawn warm and blue. We packed the tent and enjoyed the\nstill-hot coffee. We ate pastries while we sorted gear.\nThe old woman in the wheelchair came out again and watched us leave.</p>\n<p><img src=\"images/P1040486.jpg\" alt=\"A steep chimney/crack begins the Jori ridge pitches.\">\n<img src=\"images/P1040501.jpg\" alt=\"Belays on the Jori ridge were often stunningly placed.\">\n<img src=\"images/P1040488.jpg\" alt=\"Looking across to the Dimai route in deep chimneys on\nPunta Fiames.\">\n<img src=\"images/P1040512.jpg\" alt=\"Looking to mountains in the west.\">\n<img src=\"images/P1040502.jpg\" alt=\"A spectacular grade V pitch on the right side of the ridge.\">\n<img src=\"images/P1040505.jpg\" alt=\"Michael enters a crux chimney on the ship&#39;s prow.\">\n<img src=\"images/P1040527.jpg\" alt=\"Dan leads a tricky IV+ crack pitch.\">\n<img src=\"images/P1040529.jpg\" alt=\"Looking south to snowy north faces.\">\n<img src=\"images/P1040541.jpg\" alt=\"Michael with Cortina behind.\">\n<img src=\"images/P1040548.jpg\" alt=\"Dan descends the &quot;Strobel.&quot;\">\n<img src=\"images/P1040543.jpg\" alt=\"Michael descends the &quot;Strobel&quot; via ferrata.\"></p>\n<p>Another party was behind us on the trail, and another ahead, so it felt \n&quot;crowded.&quot; A great chat about economics, goals and value systems made the\ntime pass quickly. Today we found the &quot;earth gully&quot; we needed. It was off\non a side trail marked with cairns. The base of the route was much easier to\nfind than the incorrect route we&#39;d gotten on Saturday. </p>\n<p>We decided to double one of Dan&#39;s 70 meter ropes for the first section, and\nkeep the other rope in a pack. Dan took off, combining the first two 30\nmeter easy pitches. Then we carried coils a ways up to a headwall. More\nenjoyable pitches followed, not too hard, just a warm-up for what would follow.</p>\n<p>From Dan&#39;s belay on the left side of a band, we left the domain of several\nparties and crossed the face to reach the &quot;Jori&quot; Arete. We had a great view\nthere of several parties on the Dimai route, climbing in and out of chimneys.\nAfter a rest, I started up a steep stemming crack/chimney. Dan took over, \nclimbing a featured face to a belay below an impressive yellow roof. \nThere was a funny metal bar to use as protection at one point on this\npitch. Otherwise, it was the occasional cam or nut. We kept hoping to combine\na few pitches in one, but didn&#39;t get the chance until the first grade V pitch.\nI climbed a short, easy pitch below, then went around the corner and decided\nto head up into a broad face. I followed my nose to the center, then \nentered a striking crack on the left. Gulp. It felt kind of scary for some\nreason, I think because Dan was far out of sight at a belay 40 meters below.\nFor a pitch like this, it&#39;s nice to have your belayer visible. But anyway,\nno turning back now. Traversing a slab into the crack, I found it too wide\nto hand jam, so I awkwardly placed a large cam from an arm barring position.\nHigher, I found a piton, and then a hand jam now and then. Ah, they are\nso nice! I crept up, realizing it was the hardest &quot;trad&quot; climb I&#39;d done\nsince moving to Germany. I breathed carefully, pasting feet on nubbins\nor jamming them securely in the crack. The pitch was kind of a wake up\ncall to harder climbing. I was apprehensive about 3 more grade V pitches!</p>\n<p>Dan came up well, getting a chance to work on crack climbing skills.\n&quot;Good job, Michael!&quot; he said. &quot;Thanks, it was tough!&quot;</p>\n<p>Then I carefully gave him the flaked out rope and impatiently started up\na vertical crack off the belay. Foolishly, we&#39;d forgotten that because I\nwas taking the next pitch, the rope was flaked the wrong way. Then I, in\nmy tension (also worrying about the gathering clouds), cursed mightily\nwhen Dan needed me to wait for him to fix the rope. Stress!</p>\n<p>After another fraught minute, Dan lowered me to the belay and we started\nworking to untangle the ropes. What a nightmare! But it was a\ngood exercise for our patience. 70 meters of two 8.1 mm ropes can really\nbe tough to deal with. By the time I set off again, we could pretty much laugh\nabout the mishap, and I definitely felt sorry for being so irritable.\nDan &quot;handled&quot; things really well. Clearly, he&#39;s been in tense situations before\nand knows the right thing to do. Good learning experience!</p>\n<p>Soon we were at the base of the crux pitch, also grade V, but it looked very\nsteep. After initial easy terrain there was a thin finger crack with some\nkind of fixed sling. Then a wide-looking chimney/crack that didn&#39;t overhang\nas long as you squeezed in the right way. After the finger crack, I also\nfound a neat intermediate belay bolt...what a spectacular ledge it stood\non! But I continued on, and found the chimney very awkward with my pack.\nI had to stop and rest a couple of times, once on a piton and once on\na Camelot I hid in the crack. &quot;Man, I will sleep well tonight!&quot; I said.</p>\n<p>Above this we had an easier V- pitch, then Dan led a couple of IV/IV+\npitches. On the last one, he dealt with a steep chimney by moving out\nright onto a face, then climbing a grade III shallow chimney to reach\na belay. This maneuver felt pretty hard, and I was glad we only had\none pitch to go. Easy ground led to a kind of tricky frost-fractured\nchimney, and then I crabbed left at the top where it started to\noverhang. Above this was the summit cross, and I could belay Dan\nfrom a slung block.</p>\n<p>At the top, heartfelt congratulations all around. No one was here, as\nthe Dimai parties certainly got ahead of us. We were hoping\n(idealistically) to get back to Munich by 10:30 pm to get Dan&#39;s\ngirlfriend at the airport. After we added things up in the evening\nlight, it was clear we wouldn&#39;t make it. We tried to hurry down\nanyway, taking the &quot;Stroebel&quot; via ferrata, which seemed to go on\nforever. It was pretty interesting, especially because it gave great\nviews back on the Jori ridge and the Dimai face. We finally reached a\ndirt road and followed it back to the Putti Institute. </p>\n<p>The long drive home was, well, long. I think Dan drove the whole\nthing. I just replayed great pitches in my head and dreamed of future\ntrips. Thanks for a great time, Dan!</p>\n<p><em>Detailed description of pitches on Punta Fiames:</em></p>\n<ul>\n<li>P1 - III. Dan. Combined first two III pitches in one.</li>\n<li>-- 300 meters of walking/scrambling --</li>\n<li>P2 - IV. Michael. Short. Climb up to a chimney and worm up it to a belay.</li>\n<li>P3 - III. Dan. Traverse across a ledge to reach the next belay. 35 meters.</li>\n<li>P4 - IV. Michael. Climb a steep gully then get onto a broad, featured face.</li>\n<li>P5 - IV. Dan. Continue up the face and left to a belay.</li>\n<li>-- walk across the ledge to the right, to reach the Jori start --</li>\n<li>P6 - IV. Michael. Steep chimney leads up to a belay.</li>\n<li>P7 - IV. Dan. A steep face leads to a belay under a yellow roof.</li>\n<li>P8 - V. Michael. Combined two pitches. First a steep gully up to a ledge, then\naround a corner to a big face. Climb up the center, then work left into a\nsteep, wide crack. Follow the crack up to a belay ledge.</li>\n<li>P9 - V. Michael. Steep crack climbing off the belay, then easy terrain \naround a corner to a belay.</li>\n<li>P10 - V. Michael. Easy ground led to a steep finger crack. An intermediate\nbelay station is passed, and an awkward vertical chimney climbed to another\nfantastic ledge belay. Very hard pitch, had to rest a few times.</li>\n<li>P11 - V. Michael. Go around a corner to the right, climb a crack with an\noverhanging exit, then easier ground to a belay. More like V-.</li>\n<li>P12 - III+. Dan. </li>\n<li>P13 - IV+. Dan. Tough slabby start getting into an off-balance crack. Variation\naccidentally pioneered in the upper part, crossing a slab to the right.</li>\n<li>P14 - IV-. Michael. Easy face to awkward roofed crack, escaped it on the left.</li>\n</ul>\n"}