{"date":"2009-1-1","title":"Short Reports 2009","description":"<p><a name=\"WANK3\"></a></p>\n<h1 id=\"der-wank\">Der Wank</h1>\n<p><i>November 15, 2009</i></p>\n<p>A quick morning hike up the Wank from the parking area at Mat&#39;s old house. I like this way much better than the usual way. A section of trail had been rebuilt...losing the rustic feel. Great view of the Wetterstein and Karwendel from the summit. 1.5 hours up, 40 minutes down, 1050 meters.</p>\n<p><a name=\"HALSSPITZE\"></a></p>\n<h1 id=\"halsspitz\">Halsspitz</h1>\n<p><i>September 22, 2009</i></p>\n<p>An early morning hike before work. I made a big loop going south and east to scramble up the North Ridge of the Halsspitze (exposed bits of trail) then followed the long ridge west and down to a hut for some beer. Then down the Wolfschlucht back to the car. I banged my knee really good up on the long ridge and hollered and yelped for a few minutes from the pain. I thought I was totally alone! 10 minutes later on another summit I saw a guy and had to apologize for making a big racket!</p>\n<p><a name=\"GEIER\"></a></p>\n<h1 id=\"geierk-pfe\">Geierköpfe</h1>\n<p><i>September 5, 2009</i></p>\n<p>Sigh. Some days you just have to pay the piper. The climb itself was fun. I turned up a dirt road to park on the east side of the Geierköpfe, and my plan was to climb over it&#39;s three summits, pick up one more summit then descend to the west and hitch a ride back to the car from near the Plansee. I parked right near a truck. The trail was very rugged, rooty and thin, sometimes someone had put an old rope where there was a landslide. After climbing about 500 meters vertical I finally emerged on the south side of the mountain. A herd of elk decorated the beautiful slopes. I headed straight up, making for the notch between the east and central summits. I soon dealt with fresh snow on the heather and scree. Once on the ridge, it was a fantastic walk and jog on a satisfyingly thin crest. I passed the middle summit, then got into some serious scrambling terrain on snowed-up rock. I didn&#39;t have gloves, and my fingers were freezing as I tried to find a safe way to traverse a cliff and reach safer heather on the other side. Several possibilities just weren&#39;t safe enough. Finally I found one that just barely worked. After that, gaining the west summit was easy, though it required caution due to ice. Although I worried about the rest of the way, it was no problem to reach peak X (?). </p>\n<p>From there I raced down, then at a small closed hut I saw my first people of the day. I traversed the &quot;Devil&#39;s Valley&quot;, then followed an unnerving trail in switchbacks down to the road near the Plansee. This trail was kind of frightening: A boot-wide track on wet grass slopes, so steep that I couldn&#39;t even see the next switchback about two body lengths below. Definitely a trail that could kill you!</p>\n<p>Once on the road, I stuck out my thumb and really expected to get a ride. Boy\nwas I wrong! It&#39;s been a while since I hitch-hiked. I used to do it in Icicle\nCreek Canyon back in Washington State. Once three nice older ladies picked me\nup. They told me about their hike and I told them about mine. But here I was\npassed for more than an hour&#39;s boring walk on the road by one Mercedes and BMW\nafter another. I tried everything I could think of to appear friendly and\nharmless. No dice. Once I thought these two men stopped for me, but when I\napproached their car they waved me away. Boy, that was a disappointing\nepisode. Dan and I always pick up hitchhikers if we have the room. Once on our\nway to the Ortler North Face we gave a ride to an old Italian woman in the\nmiddle of nowhere. She had lived there her whole life, and that was an\ninteresting story.</p>\n<p>But these several dozen carloads full of people were just too squeamish to take any risk. </p>\n<p>Anyway, I reached the dirt road to find a gate closed and locked over it. I nearly bawled, because I knew the score: no cell phone, no money, and now no car. It&#39;s going to be a long, long day starting now. (BTW the hike was about 4.5 hours, 1200 meters elevation gain/loss, 10 miles or so of walking, lots of 3rd/4th class scrambling on scruffy, snowy terrain.)</p>\n<p>I drove my car up to the gate, then walked a mile back on the road to a\nrestaurant. I explained my problem and they made a couple of phone calls to find\nsomeone who could open the gate. I spend a few euros on cake and coffee, and\nthey were nice enough to let me call Kris and tell her my &quot;morning hike&quot; had\nbeen shot to hell (It&#39;s now 1:30 in the afternoon).</p>\n<p>After an hour the hunter arrives, the same one who owned the truck I parked\nnear. He gives me an obligatory chewing out (&quot;Are you blind?&quot; he said when I\ntold him I didn&#39;t see the gate. It was a pole that goes across the road, but\nwhen up it is fairly well hidden in the trees). Then he settled in for an hour\nof coffee with the restaurant staff. Finally he took me back to my car. He had\nalready opened the gate, darn, I could have just walked back! Oh well.</p>\n<p>He also gave me a lot of grief about my tennis shoes and how you can&#39;t wear those in mountains. Sigh. Fine.</p>\n<p>Hopefully later the actual hike will come back in my memory, right now all the stupid stuff seems more real. :-(</p>\n<p><a name=\"WALLBERG\"></a></p>\n<h1 id=\"wallberg\">Wallberg</h1>\n<p><i>August 19, 2009</i></p>\n<p>I took a long lunch and went to the south side of the Tegernsee. Walking fast, I\nmade it to the summit of Wallberg (oddly I&#39;d never been up there before) in 1\nhour. Then I got lazy and took the lift down, but I should have run. Next time!\nExcellent weather, it&#39;s been a really dry and nice August so far (surprising as\nhell).</p>\n<p><a name=\"KROTTENKOPF\"></a></p>\n<h1 id=\"krottenkopf\">Krottenkopf</h1>\n<p><i>July, 2009</i></p>\n<p>Got up at the crack of o dark thirty and hiked up the <a href=\"a\nhref=&quot;http://www.summitpost.org/mountain/rock/150888/krottenkopf.html&quot;\">a\nhref=&quot;http://www.summitpost.org/mountain/rock/150888/krottenkopf.html&quot;</a>Krottenkopf</a>\nfrom Oberau. 4500 feet elevation gain in 4.5 miles, reached the summit after 2\nhours and 15 minutes. Then I had breakfast at the Weilheimer Huette: musli\ncereal with peaches, apples, and tea. Very good! Excellent view of the\nsurrounding mountains from the summit, probably the best view peak of the\nEstergebirge area. Traverses on the mountainside were tedious with many ups and\ndowns. Back at the car at just under 5 hours, including a 1 hour break for\nbreakfast. Fun!</p>\n<p><a name=\"BERNADEIN\"></a></p>\n<h1 id=\"bernadeinwand-attempt\">Bernadeinwand attempt</h1>\n<p><i>June, 2009</i></p>\n<p><a href=\"http://www.summitpost.org/user_page.php?user_id=22352\">Garon Coriz</a>\nand I tried to climb the Direct North Face of the Bernadeinwand on Saturday\nmorning. At the car it seemed like it wasn&#39;t actively raining. But once at the\nrock it was black with water, and then it started to rain. We went up anyway out\nof sheer stubbornness. The first pitch chimney was like climbing in a shower. It\nwas very unpleasant to have streams of water going down my jacket to my chest!\nWe went three more pitches, but on the last one I took a wrong turn (rather,\nfailed to traverse hard left) and ended up at an unknown belay station. It had\nbeen a bit tough to reach it too on the wet, black rock. Garon came up and\nlooked to the left for the proper station. He didn&#39;t see anything promising.</p>\n<p>Looking up, I imagined we <em>could</em> climb this variation. I saw some bolts and the\nnext belay station. But I didn&#39;t know if it would connect again with our route\nand might get really hard. We only had one 50 meter rope, and I didn&#39;t want to\nhave to retreat from high up. So we rappelled down to an intermediate anchor and\nI went left in search of the belay. Found it. But by this time, the rain had\npicked up even more, it was getting awfully late for a &quot;morning trip&quot; (I didn&#39;t\nhave the whole day), and a series of moves off the belay were quite burly given\nthe conditions. So we decided to go down.</p>\n<p>What a hassle! I tried rapping straight down, but I didn&#39;t have enough rope to\nreach any kind of anchor or place to build one. So we resorted to belayed\nclimbing back right across the traverse. Then we could connect bolts or pitons\nthe rest of the way down, having to leave 2 carabiners. Sigh!</p>\n<p>Oh well, it was a nice learning experience. In general, if the rock difficulty\nstays below 5.6 or 5.7, you can climb in even heavy rain. But 5.7 climbing often\nrequires enough friction to make slick rock dangerous. Better luck next time!</p>\n<p><a name=\"DOSDELATORTA\"></a></p>\n<h1 id=\"dos-de-la-torta\">Dos de la Torta</h1>\n<p><i>May, 2009</i></p>\n<p>While vacationing at the Garda Lake with the family, I took our last full\nafternoon for a solo hike. I could see an alpine crest northwest of Riva, and my\nmap just covered the area. Driving to the pretty Lago di Tenno, I parked the car\nat the trailhead by the village of Ballino. Heading up trail 420 to the west, it\nwasn&#39;t long before I was out of the cool forest and on a broiling dirt road\nclimbing the mountainside in long switchbacks. I was making for a mountain\ncalled Dos de la Torta. Finally the road ended and I traversed trail into a\ngully to find a big surprise: a massive avalanche had occurred here, maybe even\n1-2 years ago, but the snow was still here, well protected under a layer of\nforest debries. The snow was about 10 feet thick at the most, it descended\nanother 200 feet down below, and far above in the gully as well. I spent a few\nminutes climbing on then crossing the thing. Very strange! The next gully\nprovided me with some water.</p>\n<p>Many forested switchbacks got me up to alpine country, then a nice alpine hut\nwith an open winterroom (called Nardis). Now in snow, I traversed southwest into\na basin below Dos de la Torta. I finally decided to climb straight up the slope,\nwhich was fine, then I dealt with a pitch of 4th class loose climbing to reach\nthe ridge crest. The summit view was really special, because it took in the\nAdemello-Presanella Group two ridges away to the west. Broad glaciers and ridges\ndecorated the massif. &quot;Wow, gotta go there,&quot; I thought.</p>\n<p>As I marched down, I managed to short cut many of the long road switchbacks,\nwhich pleased me. 4600 feet elevation gain/loss. Quarts of water sweated:\n12,000.</p>\n<p><a name=\"KRAMERSPITZ\"></a></p>\n<h1 id=\"kramerspitz-and-hirschb-hel\">Kramerspitz and Hirschbühel</h1>\n<p><i>May 10, 2009</i></p>\n<p>An afternoon hike up the Kramerspitz from Garmisch. I wore Kris&#39;s sci-fi GPS\nwatch for fun. It was cool to see the track later! I went up the steep way from\ntown, dealing with a fair bit of snow traversing on the north side of the\npeak. From a false summit on the ridge:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3520057558/\"><img align=\"center\" src=\"http://farm4.static.flickr.com/3114/3520057558_10cc8e6915.jpg\"></a></p>\n<p>And now at the summit:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3519239639/\"><img align=\"center\" src=\"http://farm4.static.flickr.com/3383/3519239639_26f1661607.jpg\"></a></p>\n<p>I made a &quot;pano-rama&quot; picture while there:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3519243491/\"><img align=\"center\" src=\"http://farm4.static.flickr.com/3059/3519243491_c98a83a669.jpg\"></a></p>\n<p>I decided to go hike up another peak called Hirschbühel. Here she is from Kramerspitz:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3519240339/\"><img align=\"center\" src=\"http://farm4.static.flickr.com/3409/3519240339_bec8a0897b.jpg\"></a></p>\n<p>But first on the way down I slipped in mud coming out of a standing glissade on snow. Holy cow, I got so soaked and dirty it wasn&#39;t funny. So I squelched down to the hut, and then up cross-country to Hirschbühel, connecting with old tracks in snow on it&#39;s ridgetop. I had this summit to myself, and looked back at Kramerspitz.</p>\n<p>5.5 hours round trip, 5300 feet elevation gain/loss.</p>\n<p><a name=\"ZIEGELSPITZ\"</a></p>\n<h1 id=\"ziegelspitz\">Ziegelspitz</h1>\n<p><i>April 24, 2009</i></p>\n<p>I had some time this morning for a quick hike. After weeks of great weather, I was surprised to see fresh snow only about 1000 feet up on the trail. This mountain is part of the Notkarspitze massif, rising south of the monastery of Ettal. Actually, I hoped to climb all the way up the Notkarspitze, but all that snow, and plenty of tedious postholing on the ridge from Ochsensitz to Ziegelspitze convinced me to call it a day there. When the snow melts it&#39;ll be an excellent trail run I think. Peaks around with all the fresh snow looked great. I gotta start wearing boots! 2800 feet elevation gain/loss, 2.5 hours up and down. </p>\n<p><a name=\"RIVA\"</a></p>\n<h1 id=\"via-dell-amicizia\">Via dell Amicizia</h1>\n<p><i>April, 2009</i></p>\n<p>On a camping trip with Kris and the boys, I took a few hours to go up this interesting via ferrata in Riva del Garda. I came down a <i>very</i>\n steep trail on the north side of the peak (Cima SAT). 3 hours up and down. Also, climbed a few sport pitches, the hardest one 5.8, right near the water at Torbole. My boys did two climbs, their first outdoor climbs!</p>\n<p><a name=\"WANK\"></a></p>\n<h1 id=\"wank\">Wank</h1>\n<p><i>April, 2009</i></p>\n<p>A training hike on ol&#39; faithful, der Wank. Rather than starting from Mat and Ari&#39;s old secret trail, I walked under the lift. Then I went cross country in the area below the Mittelstation, eventually finding an old trail in snow that led along a SW ridge of the peak to a peaklet I&#39;d never visited called the Eckenberg. That was cool. The weather was awesome...the peaks around were really snowy. I visited the main summit, then headed down on my usual trail to the south, sometimes leaving it to bomb down snowfields. Near the Ecken Huette I went west on a logging road to reach my car. Note to self, Mat and Ari&#39;s trail is much more interesting, I gotta keep using that. 2:45 up and down, lots of postholing on the second half. I carried snowshoes, but then I wondered how well they would work on my tennis shoes so I didn&#39;t use them. Very schizo! :p</p>\n<p><a name=\"FORGOTTEN\"></a></p>\n<h1 id=\"forgotten-name-attempt-\">forgotten name (attempt)</h1>\n<p><i>March, 2009</i></p>\n<p>Sigh. I went for a ski tour and at the last minute changed my mind on the destination. I didn&#39;t have a map for the new area, but I had been there several times (in the Sellrain). Then at the trailhead I was impressed by the large amount of new snow, the falling snow and the fog. I thought &quot;rather than repeat an old tour, I&#39;ll follow these nice folks up to peak X.&quot; Big mistake! I caught up with them about 400 meters up, then went ahead to break trail, but the dense fog meant that I soon had no idea where to go. I waited a bit. The large party with the map was not interested in continuing, so I saw that I&#39;d &quot;treed&quot; myself kind of like a cat. Hmm...no map, in fog, on unknown mountain, nobody to make tracks ahead. After 1.5 hours of skiing, my day seemed to be over! Sigh. I left the big group eating on a slope and went down a ways. The immediate problem was that we were about to traverse a steep slope, which could be dangerous after the fresh snowfall. Going down a ways, I found a reasonable entry to the valley floor when the clouds parted. Soon I was across from the party, making tracks up the safer valley floor. I motioned that they could join me for more skiing, but they went home. But it was only a partial victory. After 45 minutes, I was back in thick cloud, with a major fork looming in the valley. Evidence of avalanches were around too. Oh well, at least I broke some trail. I skied back to the car and drove home.</p>\n<p><a name=\"FRANZSENN\"></a></p>\n<h1 id=\"schrankogel-attempt-\">Schrankogel (attempt)</h1>\n<p><i>March, 2009</i></p>\n<p>Dan P. and I meant to ski to the Schrankogel in the Stubai Alps, via the Franz-Senn Huette. I knew it would be a long way, because the guidebook suggested it would take 3 hours to reach the Franz-Senn Huette, then 5 more hours to reach the summit. But we felt strong! We left the car at Seduk a bit after 8 am, and reached the Franz-Senn-Hütte in 2 hours and 15 minutes. I had some trouble with my new ski/skin combination: Silas Wild&#39;s old pink skins don&#39;t like to grip on icy trails. Once I fell off of a switchback and had a tough time righting myself. Oh well, eventually I got past this spot and the skins seemed to work better for the rest of the day.</p>\n<p>Over a piece of pie at the Hut we thought about our options. Should we climb something closer? I felt like 5 more hours of powering up the mountains would leave me pretty wasted, but Dan was game and I was willing, so we took off up the long valley to the glacier.</p>\n<p>After a long, tiring ascent we met some Czech guys near the turn off to the Wildgratscharte, a narrow pass we needed to climb through in order to drop onto another glacier and reach the Schrankogel. We looked at their map for confirmation, then headed up to the pass. We had to boot the final 100 feet to the pass, where we ran into a large group of French Army troops, learning mountain skills. They were very nice. </p>\n<p>We saw the considerable distance still to reach the Schrankogel, and realized that I had no crampons and Dan had no headlamp. Those facts, combined with how tired I felt at this point led me to suggest going back. I was also hoping to get to enjoy the good powder snow before it froze up or got too heavy. So we turned back.</p>\n<p>The ski down was great fun, but marred slightly by a really long flat section on the valley floor near the hut. Tiring! We reached the car around 4 pm, just as the weather got to it&#39;s very best: blue sky and sun.</p>\n<p>18 miles round trip, 5600 feet elevation gain/loss.</p>\n<p><a name=\"KRAMERSPITZE\"></a></p>\n<h1 id=\"kramerspitze\">Kramerspitze</h1>\n<p><i>Feb 15, 2009</i></p>\n<p>Attempt on Kramerspitze in incredibly deep snow. I only got a bit beyond the little metal ramp that sticks out over a cliff, breaking trail in waist-deep snow above the hut. I wanted to be home early. I was just trying things out after a shoulder injury on my bike a few weeks before. It was nice to be able to at least hike again!</p>\n<p><a name=\"DANIEL\"></a></p>\n<h1 id=\"daniel\">Daniel</h1>\n<p><i>January 6, 2009</i></p>\n<p>It was Dreikoenigtag (a holiday) in Germany, so I thought I&#39;d get in a snowshoe hike. I&#39;d always wanted to climb Daniel, the highest peak of the Ammergau Mountains. I&#39;d climbed Hochplatte, Schellshlicht, Friederspitze, Kramerspitze and one or two others...it was time for the big daddy! </p>\n<p>The weather was unsettled, the long high pressure spell was finally over. But the forecast said the sun should appear in the afternoon. Correspondingly I got a late start, leaving the trailhead at 9:30 am. This is actually a very popular peak, there were ski, boot and snowshoe tracks all over the place...like some kind of massacre! So I didn&#39;t have to think too hard, wending my way through forests up to the Tuftlalm hut. I put on snowshoes here, and kept going, eventually traveling on a hogsback ridge going northwest to the summit of the Uppsspitze. I tried to go kind of slowly, because I didn&#39;t want to sweat too much and get all wet. For the last climb to Uppsspitze, I took off snowshoes again, following a snow-drifted boot trail on a moderately steep slope (40 degrees?). At the col the wind was screaming! I bundled up, even put on crampons in a little nook on the north side out of the wind. The mostly horizontal walk to the summit of Daniel was very uncomfortable! Any exposed part of my face would hurt and go numb very quickly. Even my hands in thick gloves lost feeling several times. A cloud was whipping over the summit. I had to be careful on the narrow ridge, but eventually I was there. A few quick pictures before my camera died of the cold, then the equally oppressive return trip. At least now my right side could warm up a little bit. It seemed like cold air was rushing into our region from the south, I saw massive clouds boiling down the Stubai slopes far south, on the other side of the Inntal.</p>\n<p>Back at the col, a couple was standing there with way too much exposed skin on their head. I warned them about the wind. They seemed like they were going to go visit the summit, but on the way down I looked back and saw they changed their mind. Pretty smart! Because even with thick ski goggles, hood, warm hat, etc. my cheeks and nose were frozen...I half suspect I&#39;ll get black spots on them.</p>\n<p>After about 30 minutes of descent, it was as if no storm occurred at all. The sky became mostly blue, there was no wind. I wondered if it was still screaming above or not. </p>\n<p>Below the Tuftlalm, the trail was quite nasty...very icy and slippery. I tried to leave it wherever possible to prevent pratfalls. I reached the car at 2:45 pm, for a 5 hour, 15 minute round trip.</p>\n<p>Great summit!\n[img:478892:alignleft:small:]\n[img:478891:alignleft:small:]\n[img:478889:alignleft:small:]\n[img:478886:alignleft:small:]</p>\n<p><a name=\"SELLRAIN_ICE\"></a></p>\n<h1 id=\"sellrain-ice-climbing\">Sellrain Ice Climbing</h1>\n<p><i>January 4, 2009</i></p>\n<p>We made the short hike to the &quot;Gasthausfall&quot; near Luesens. Dan led a spicy WI4 pitch where it was kind of thin at the steepest points. He did a great job connecting protectable fat blue ice bulges with darker thin columns of steepness in-between. I really fought cold feet and then hands while belaying and then while seconding the long (65 meter) pitch. We rappelled from a tree anchor, then went to the car for snacks and to enjoy a few minutes of sun. There had been a party of about 10 Austrians taking a class on the left (easier) side of the ice fall. They were very nice, and suggested we go see the &quot;Easy Afternoon&quot; climb, which should be in good shape.</p>\n<p>After a snack, we hiked in to Easy Afternoon. On a whim, I decided to use Dan&#39;s tool and glove combination (Petzl Numo leashless tools), and he agreed to use mine (Black Prophets with Android leashes). I climbed an easy section of WI3, getting used to the very different swing of these lighter tools, but loving the way they dig <i>down</i>\n into the ice at the end of a swing.</p>\n<p>I went right when things steepened, and ended up in an intimidating little corner/cave with vertical icicles providing the only way up. I placed a screw and, before I could change my mind, I was fully on my tools, stemming as much as possible with my feet to ease the transition to the vertical column. This was tough! But it was my goal to lead WI4, so here I was. Very carefully, I climbed the 5 meter vertical step, then things angled back a bit where I placed a screw. I entered and exited two more of these icicle sections, easier than the first one but still pretty exciting. I noticed my hands were getting tired from (over)gripping the tools.</p>\n<p>Along in here I made a <i>huge</i>\n mistake which would compound into a real, even dangerous hassle. We had a 70 meter rope, and I was pretty sure I could reach some kind of anchor at the top instead of stopping to belay. After the last vertical curtain there was an Ablakov anchor I could have made use of, though it would have been a very awkward hanging belay. </p>\n<p>I looked down, briefly, and <i>thought</i>\n I saw Dan standing by our backpacks, which meant he had about 15-20 meters of rope that he could give me as he walked up to the base of the climb. Looking ahead, I was pretty sure that was all I needed. &quot;I&#39;ll go for it,&quot; I called down to Dan.</p>\n<p>In fact, what I <i>saw</i>\n was not <i>reality</i>\n. For whatever reason. I know I was tired. Actually, Dan was already standing at the base of the WI3 ice, and for me to climb further meant simul-climbing for him.</p>\n<p>Also, with 70 meters of rope out, I pretty much couldn&#39;t hear anything he said.</p>\n<p>So I kept climbing, getting onto the usual rotten, snowy stuff at the top of climbs. A little above me I saw a set of shrubs I could use for a belay. By equalizing two stout branches, I&#39;d have a decent anchor, because the official tree anchor was way too far away. Some delicate mixed-moves were needed to reach up to the shrub, on a rocky shelf. As I left the security of deep snow and tottered on my crampons on a slab, I had the...absolutely horrific...experience of the rope pulling me <i>hard</i>\n.</p>\n<p>I fell down into the snow and fought with all my might to prevent being pulled off the slope and sailing down over the vertical icefall below. I was yelling &quot;please Dan, don&#39;t pull, please!&quot; </p>\n<p>Unknown to me for a long time, but Dan wasn&#39;t pulling on the rope. He was simul-climbing on the WI3 terrain and a pick broke, causing him to fall!</p>\n<p>But I had no idea, I was left to wonder why, when he was just walking around down there, why would he PULL? Again, this stems from my completely wrong picture of where he was.</p>\n<p>He fought his way back onto the ice. I tried again and reached the anchor, getting two slings over the shrubs with considerable effort. I had a very awkward belay, though it was adequate.</p>\n<p>Dan climbed up slowly. Eventually, he decided I should be able to hear him, and started telling me what was going on. After several minutes, I understood that he 1) broke a pick, and 2) didn&#39;t have enough rope to be safely lowered to the ground. God almighty.</p>\n<p>So Dan built an anchor, waited there, untied from the rope. I rigged a rappel, then came down, cleaning the screws as I went. Below Dan a ways was another Ablakov anchor. I went there, then Dan came down the rope to that point, then we rappelled from that anchor to the ground.</p>\n<p>Only in here did I understand that Dan had fallen, and was on pretty serious terrain.</p>\n<p>Lessons learned:</p>\n<ul>\n<li>When you see a good belay point use it...don&#39;t gamble on the length of the rope, don&#39;t &quot;gun it for the trees.&quot;</li>\n<li>A 70 meter rope can be great, but especially where the climbing is hard, make being close enough to communicate a priority. If I knew about the pick breakage, I maybe could have send down a tool to Dan, or encouraged him to climb anyway (it was mostly hooking in holes behind icicles).</li>\n<li>This one is hard to guard against...but you can&#39;t always believe your <i>eyes</i>\n. When you are tired, stressed out...you might see what you want to see. It&#39;s true, I wanted to climb the easy exit ice/snow to a nice belay, rather than muck around with an awkward hanging belay. Some combination of weakness and desire actually affected what I saw.</li>\n<li>Dan had a bad feeling about it from below when I said I would continue past the Ablakov. He wishes he&#39;d said &quot;if you don&#39;t see something within 10 meters, you better stop!&quot; That bit of strong advice would have made me do the correct thing, because I would have had to answer, &quot;I think there will be something just over the rise, like 10-15 meters.&quot; Clearly, not good enough.</li>\n<li>Don&#39;t forget, as I did, that tools and crampons can break. Don&#39;t simul-climb on WI3. Better to solo if you must. Of course I didn&#39;t intend for us to be on such ground on simul-climbing, but that is what I got us into. Few things compare to the horror of holding a fall without an anchor, believe me!</li>\n</ul>\n\n<p>I&#39;m definitely embarassed writing this down, as it&#39;s a huge mistake and I should know better. It&#39;s doubly sad because the climb was a special breakthrough for me, and I was looking forward to Dan getting to experience those vertical curtains. Instead, Dan had to endure some stressful simulclimbing, then was forced to continue upward with a broken pick because of the inexorable logic of the rope. Without being able to communicate, there was no way to correct my misperception regarding his relative position on the route. All the way until I reached him, I thought he would have (at most) made the transition from 50 degree snow to 70 degree ice just at the moment I reached my belay shrubs. Nothing he said made sense to me until that misperception was forcibly corrected.</p>\n<p>On the upside, I&#39;m glad I did okay on the lead, I&#39;m glad that, after the risk window had been passed (meaning I got to a belay), we retreated calmly and effectively. We analyzed the thing three different ways and thought about all the would-have should-have scenarios. If there is a psychological factor at play, Dan noted that I&#39;m very always eager to put ground below me and that may warp my judgement. This isn&#39;t a new observation, it really is true that I&#39;m very aggressive on the early pitches of a multipitch climb. However, I think the cause was different: I thought there was enough rope to reach the belay, and not until after the near accident did it become clear that my mental picture was wrong.</p>\n<p>I hope you, good reader, never make such a stupid mistake!</p>\n"}