{"date":"2009-12-6","title":"Via Romantica (VI+)","blurb":"with Uli","description":"<p>Also posted at Summitpost <a href=\"http://www.summitpost.org/kopfkraxen-via-romantica/576463\">here</a></p>\n<h2 id=\"-via-romantica-vi-12-pitches-\">&quot;Via Romantica&quot; (VI+, 12 pitches)</h2>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4125160654/\"><img src=\"http://farm3.static.flickr.com/2508/4125160654_6f9d497cf3.jpg\"></a></p>\n<p>As luck would have it, a week of unusually warm and sunny weather held winter at\nbay for a spell. Uli invited me to climb on Saturday, and we decided to visit\nthe south facing wall of the Kopfkraxen in the Wilder Kaiser. A very popular\nroute called <a href=\"http://www.bergsteigen.at/de/touren.aspx?ID=552\">&quot;Via\nRomantica&quot; (VI+)</a> climbs straight up to the summit in 15 pitches. Uli had\nseen web cams which promised very little snowcover. So, wearing our regular\nsummertime gear of tennis shoes, double 50 meter ropes, a small rack (the route\nis mostly bolted), and just clothing and gloves a little warmer than usual, we\nfound ourselves hiking up from the Jagerwirt at 7 am.</p>\n<p>Talking about work and other things, we reached a beautiful waterfall at the\nbase of a cliff and reorganized to leave one pack here. Above, we stomped out\nsteps in the snow to reach the base of the route which is quite obvious.</p>\n<p>Suddenly a man and a woman were nearby. We had thought we&#39;d have the whole face\nto ourselves, but the warm weather had brought people out. I think in the end\nthere were 4 parties: 2 on &quot;Via Romantica,&quot; one on &quot;Blue Moon&quot; and another on\n&quot;Gemini.&quot; Another pair worked on slabs at a sport climbing area below the\nwaterfall.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4124390267/\"><img src=\"http://farm3.static.flickr.com/2758/4124390267_3013729f38.jpg\"></a></p>\n<p>The man and woman proved to be none other than Herbert H., and his wife. Herbert\nestablished our route along with most of the other routes on this broad\nface. Living nearby, and perhaps also thanks to his occupation as a mountain\nguide, he&#39;s put this whole western section of the Wilder Kaiser on the climbing\nmap. From a distance, the face doesn&#39;t look that appealing. Rather grassy and\ngravelly, perhaps. But the incredible dihedral and corner crack pitches he&#39;s\nfound here more than make up for the occasional grassy band. In a funny exchange\nat the base of the route, he asked if I&#39;d climbed this route before. I said no,\nand he kind of laughed. I asked him the same question, already guessing by his\nmanner that he might be the creator, and he modestly replied &quot;a few times.&quot; We\nhad a nice conversation about some climbs in the Dolomites, his favorite area as\nwell as my own. He said he&#39;d climbed the Adang route on Sas Ciampac &quot;about 20\ntimes.&quot; Dan Protz and I climbed it two weeks ago.</p>\n<p>Another nice thing about Herbert H., was that we had reached the route first,\nand he allowed me to offer to let him pass ahead of us. That was very\ngentlemanly of him. Anyway, I&#39;d have to say, if you are ever looking for a\nmountain guide, he would be an excellent one. With more kind words, he and his\nwife took off, and were later seen only once again, high high above!</p>\n<p>Already Uli was just wearing a T-shirt. It was around 9:30 or so when we got\nstarted. Uli led up clean rock to the V+ crux at two shallow twin cracks. I got\nthe next pitch was was a &quot;Piazriss&quot; (layback crack). I&#39;m very nervous with\nlaybacks, especially if I don&#39;t know where the laybacking comes to an end. I was\nable to climb the lower section as a straight ahead jam crack, which was super\nenjoyable. The upper part has the crux (VI+) overhanging section, which I passed\nwith more good jamming. Fantastic! Though I&#39;d torqued a little too hard on the\nlast jam and had a small cut on my right hand from the sharp rock.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4125161960/\"><img src=\"http://farm3.static.flickr.com/2781/4125161960_154733cd23.jpg\"></a></p>\n<p>Uli came up and found serious difficulties trying to traverse up and right at a\nbulge. Small pockets for feet on a bulging wall, with rather insecure handholds\nmade it hard to get up and over the bulge. He rested and tried again.</p>\n<p>After a few times, he suddenly made the move perfectly. I came up and managed to\nget it in one go thanks to watching Uli work and the significant psychological\naid of a rope from above!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4124393815/\"><img src=\"http://farm3.static.flickr.com/2487/4124393815_1d54e38ddf.jpg\"></a></p>\n<p>A long fairly easy pitch followed which avoided grassy rock by staying on a steeper prow. We had a &quot;pitch&quot; of walking on a ledge to reach the base of a beautiful corner crack. Pitch 6 on the topo, rated V+, this striking line wouldn&#39;t look out of place in Yosemite if it weren&#39;t for the switchover from granite to limestone. The bolts were widely spaced, and Uli was happy to be able to place a nut and a cam along the way. He did a super job on the lead. </p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4124395081/\"><img src=\"http://farm3.static.flickr.com/2561/4124395081_87303b7649.jpg\"></a></p>\n<p>As I climbed with the pack, I switched at some point from stemming to jamming in\nthe crack, then my right side was leaning on one wall. It took me a while to\nrealize it, but I&#39;d opened the valve on the Camelback and before long the wall\nand my right leg were covered in water! It was too dicey of a spot to do\nanything about it, I just had to keep jamming up and over a bulge. Even when I\nstopped pressing on the valve it stayed open for some reason. I was glad nobody\nhad to stem on the big expanse of water I&#39;d left on the face!</p>\n<p>Oh well. The next pitch was a very enjoyable grade 5 romp again on a prow of rock with steep grassy terrain on either side. Some more walking up scree led to the base of the &quot;schoene Verschneidung,&quot; or, &quot;beautiful corner&quot; which really did look great. We had some lunch then started up. I was really keen to climb it.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4124399233/\"><img src=\"http://farm3.static.flickr.com/2569/4124399233_1b61b612b6.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4124402983/\"><img src=\"http://farm3.static.flickr.com/2744/4124402983_e138800127.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4124404187/\"><img src=\"http://farm3.static.flickr.com/2593/4124404187_714a7a70a7.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4124405309/\"><img src=\"http://farm3.static.flickr.com/2642/4124405309_9556cbe496.jpg\"></a></p>\n<p>I ran into a kind of mental problem here that really bugged me, and made me\nrealize I have some work to do. Trying to reach the second bolt required\nlaybacking moves for about 10 vertical feet. The edge of the layback crack\nwasn&#39;t very good, and the crack was too wide to jam. I went up a few steps then\ncame down, pretty much stuck. Complaining that I just didn&#39;t feel right, I just\nfelt pretty much defeated. For some reason all I could think about was falling,\nrealizing that the 2nd bolt (actually an old piton with kind of an aid sling\nattached to it) was far enough above that I would deck if I fell. I know this is\none of those places where thinking about <b>climbing</b> rather than\n<b>falling</b> would carry me through. But I couldn&#39;t reach that mental\nstage. Sadly, I rigged up a sling to stand in, but still couldn&#39;t reach the\npiton above. I was able to switch back to free climbing here then grab the sling\nand clip into the piton. Rather disgusted, I asked Uli to lower me so I could at\nleast try free climbing those moves. I almost managed it but still (why?)\ngrabbed the sling attached to the piton. Oh well.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4125175814/\"><img src=\"http://farm3.static.flickr.com/2528/4125175814_8a1ba6a248.jpg\"></a></p>\n<p>After a rest I headed up for the rest of the pitch. A never ending series of\njams, laybacks, traverses and stemming, it was really incredible. I rested on\nthe rope once more before a final move to get around a bulge. Uli took a picture\nof me here, capturing the &quot;taut rope of shame,&quot; and what I like to think of as\nthe consequences of climbing in a fear-based kind of way.</p>\n<p>Anyway, humbled but still enjoying myself, I belayed Uli who followed the pitch\nvery well. That pitch was only rated V+ but I found it so much harder than the\nVI+ pitch below...it was also strange because at three points there were slings\nhanging seemingly for someone to grab. There was no such detritus on any other\npitch of the climb. The &quot;schoene Verschneidung&quot; has teeth! My mission over the\nwinter is to learn from the experience.</p>\n<p>Uli led a nice IV+ pitch that ended with an interesting slab. Then I led a pitch\nthat seemed like it would be boring...rated III and marked with the word\n&quot;schrofen&quot; (scree/gravel/grass) on the topo, it was unexpectedly long and\nenjoyable.</p>\n<p>Some more walking brought us below a long kind of chimney/gully, but it&#39;s\nactually easy to lose the route here. I thought we should climb a cleaner gully\nright near the belay, but Uli was correct that it was a dirty slightly ominous\nlooking gully far on the right. He found two bolts on the 50 meter pitch, and\nsupplemented with some gear.</p>\n<p>My belay was ill-positioned, as I had four occasions when stones whistled down\nlanding right near me. I would recommend belaying at the first bolt of this\npitch instead, as the official belay is positioned at the base of three\ndifferent gullies and below a cliff: somehow it&#39;s the most likely place for\nstonefall in the area.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4124401729/\"><img src=\"http://farm3.static.flickr.com/2534/4124401729_2f54192771.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4124407209/\"><img src=\"http://farm3.static.flickr.com/2630/4124407209_e12dbe4d2e.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4125177400/\"><img src=\"http://farm3.static.flickr.com/2547/4125177400_d9aa89c349.jpg\"></a></p>\n<p>I led the last pitch, an interesting IV+ line up steep rock, only becoming a bit loose at the end. Marked as 40 meters in length, I ran out of rope a bit before the belay which is found after an 8 meter walk along a ridgetop. </p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4125179668/\"><img src=\"http://farm3.static.flickr.com/2501/4125179668_3864a8eb94.jpg\"></a></p>\n<p>But soon Uli came up and we could put the ropes away and change back into\nshoes. We wandered over the Kopfkraxe (actually the true summit was about 5\nminutes walk to the east), and started down a snowy trail. It was neat to have a\nview into the dark gully below the Gamskarkopf. The 600 or so meters down to the\nwaterfall where we left a backpack were marked by mud and slippery snow. The\ncomedian of the hour, I slipped and fell at least 5 times. Uli didn&#39;t have his\nheadlamp, so we had to hurry and make it to the pack before dark. Losing the\ntrail for a while, we eventually were walking beneath imposing cliffs and knew\nwe were on the right track. Uli loaned me his pair of dry socks because mine\nwere absolutely squelching. As we decended, we made a wrong turn about 200\nmeters above the car getting onto a strange dirt road we didn&#39;t remember. By the\ntime we got the map out and figured out what went wrong, we&#39;d lost about twenty\nminutes. Some clear-cutting had been done in this area, and the confusion\nengendered by those indistinct slopes, the dirt road and the darkness reminded\nme of Washington State. There are some climbs where navigating the obscure dirt\nroads is the crux! (think Twin Sisters).</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4125136671/\"><img src=\"http://farm3.static.flickr.com/2422/4125136671_056e57ea49.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4124409069/\"><img src=\"http://farm3.static.flickr.com/2646/4124409069_acb8c751c1.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4125180538/\"><img src=\"http://farm3.static.flickr.com/2607/4125180538_b037ac6bbe.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4125906484/\"><img src=\"http://farm3.static.flickr.com/2645/4125906484_bc713a0ff9.jpg\"></a></p>\n<p>We reached the car around 7 pm, making for a twelve hour day. It really felt warm enough that it could be a September evening. This climb feels like &quot;unfinished business&quot; to me, and that&#39;s just as well. It&#39;ll be one of the first alpine climbs to open in the spring :-). A big thanks to Uli for the day!</p>\n"}