{"date":"2009-4-14","title":"Fun times in Riva","description":"<p>Kris, the boys and I packed up early Friday morning and drove down to\nRiva del Garda, a great little town on the north end of the Garda Lake\nin Italy. It&#39;s a good four hour drive, but the trade off is that you get\nto a place where it&#39;s usually warm and sunny. Although I can&#39;t complain,\nthe weather in Germany had been great for more than a week.</p>\n<p>It was my first week of working at home. Wow, it&#39;s too early to break\nout the champagne of course, but I have to say I really am enjoying it.\nThe boys were home all week because of spring break, but they were very\ngood and never bothered me when my office door was closed. I would start\nwork around 10 am, take a lunch break at 12 or 1, then come back and work\nuntil 7 or so. I had no trouble concentrating, and in fact the day flew\nby each time because the work was so interesting. It&#39;s great to be learning\nabout the .NET world again! Lots has changed, and lots is still the same.</p>\n<p>The lunch breaks were really fun because Kris, the boys and I would go\neat a sandwich outside in a park area.</p>\n<p>But anyway, back to the story. As we started to leave Munich Kris saved\nus by asking me if I had <em>both</em> tents...I didn&#39;t! Whew...easily fixed.\nThen, at the lake we were worried that the campsites would all be full,\nbut we found a spot. It is &quot;high season&quot; there, full of Germans, who seem\nto outnumber the Italians by 2 or 3 to 1. We made friends with some of\nour campground neighbors, meeting a nice couple from Munich with a son\nthat Rowan and Elijah really loved playing with. There was a playground\njust 50 feet away from our tent, and we would let the boys run over there\nand play furiously.</p>\n<p>We also brought climbing gear, as I hoped to gently introduce Rowan and\nElijah to rock climbing. This area is one of the world famous climbing\ndestinations, generally named for the town 3 miles north called &quot;Arco.&quot;\nThere are thousands of rock climbs on the walls above the lake and further\nnorth. We found a very easy area on low-angle slabs, and after an adventure\nof squeezing our car through a very narrow alleyway, we walked up a short\nsteep trail to reach the rock. I climbed up, clipping several bolts while\nKris belayed, then lowered down so the boys could try the 30 meter long\nslab climb. The key is that there is nothing for your hands to grab onto,\nyou just have to trust the friction of your shoes.</p>\n<p>Elijah and Rowan both climbed it so easily! They just have no fear. Kris\nclimbed it too, but her feet haven&#39;t been in rock shoes for so long they\nit was kind of grim duty! Then I climbed up and belayed the boys from the\ntop. Here are some pictures. Of course I was a proud dad!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438633293/\"><img src=\"http://farm4.static.flickr.com/3339/3438633293_c4936f88a3.jpg\" alt=\"\"></a></p>\n<p><em>Elijah at the top</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438631103/\"><img src=\"http://farm4.static.flickr.com/3302/3438631103_79cbe9b113.jpg\" alt=\"\"></a></p>\n<p><em>Elijah climbing up</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438635405/\"><img src=\"http://farm4.static.flickr.com/3297/3438635405_2db15d0038.jpg\" alt=\"\"></a></p>\n<p><em>Rowan at the top</em></p>\n<p>Afterwards, they obligingly posed for a portrait:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438636775/\"><img src=\"http://farm4.static.flickr.com/3412/3438636775_0115a7e400.jpg\" alt=\"\"></a></p>\n<p>Camping was good fun. Our Thermarest pads seem to be kind of leaky. Kris\nwoke up groaning every day, and I was always nonplussed to see how much\nair had left my Thermarest. Hmpf! But tent life was fun. Here, we are watching\n&quot;The Incredibles&quot; after another very full day:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3439450576/\"><img src=\"http://farm4.static.flickr.com/3618/3439450576_0351d12c77.jpg\" alt=\"\"></a></p>\n<p>One day we went up to the castle above Arco. The boys and I had been there\nonce, but it was great to show their Mommy. We had a nice picnic and lazed\nabout. Elijah was keen to make sure we got this picture of him with his\nmouth full of M&amp;Ms:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438639177/\"><img src=\"http://farm4.static.flickr.com/3538/3438639177_e2ab3b6a0a.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438640011/\"><img src=\"http://farm4.static.flickr.com/3368/3438640011_3b1b7cc35d.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438641539/\"><img src=\"http://farm4.static.flickr.com/3360/3438641539_a08eeb71d9.jpg\" alt=\"\"></a></p>\n<p><em>Here is what Arco looks like. Really beautiful, IMHO!</em></p>\n<p>Later, during nap time, I went on a hike of my own, climbing up 3700 feet,\nsometimes via long vertical ladders on the &quot;Way of Friendship&quot; special\nroute above Riva. At the top, I found ankle deep snow, which slowed my\nreturn trip on the steepest &quot;trail&quot; I ever saw. It was so steep and narrow\nthat one mis-step could be a disaster. In my opinion, the more technical\n&quot;ladders&quot; were much easier than the seemingly benign return trail down\nthe north side of the mountain. Here is a scene looking down on Riva and\nthe lake from the top of the last ladder:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438643211/\"><img src=\"http://farm4.static.flickr.com/3321/3438643211_d1233a4d76.jpg\" alt=\"\"></a></p>\n<p>On Sunday evening we did some more climbing, enduring a rather nerve-wracking\nwalk through a car tunnel with no sidewalk to reach the area. But it was\nright on the water, and the light was just perfect:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438643945/\"><img src=\"http://farm4.static.flickr.com/3579/3438643945_a0c3df6605.jpg\" alt=\"\"></a></p>\n<p><em>Elijah climbs the crack!</em></p>\n<p>There was a great finger crack to aid progress up a somewhat smoother\nand steeper slab than before. Elijah and Rowan both had fun again. Here\nyou can see the angle of the slab:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438645443/\"><img src=\"http://farm4.static.flickr.com/3538/3438645443_38b922266b.jpg\" alt=\"\"></a></p>\n<p>Later I climbed the route that the person above is standing on, it was\nabout 5.8 YDS, a pretty fun slab with a few tricky moves! The boys climb\nwas about 5.6, I think.</p>\n<p>Finally Monday came around and it was time to go home. I made us stop\nfor a picnic near Scharnitz, Austria because the sun was so nice. We got\nthese pictures of happy kids:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3438647857/\"><img src=\"http://farm4.static.flickr.com/3645/3438647857_41c3cdc753.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/3439460678/\"><img src=\"http://farm4.static.flickr.com/3579/3439460678_78696fde96.jpg\" alt=\"\"></a></p>\n<p>Kris made a delicious pasta dinner with Olive Oil from the fields around\nArco. It was incredible. Somewhat lighter than normal, but very flavorful.</p>\n<p>Thanks to Kris and the boys for an amazing little trip! Can&#39;t wait for\nthe next one. For all the pictures see my Flickr set <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157616721161560/show/\">here</a>.</p>\n"}