{"date":"2010-8-5","title":"Paternkofel, Northwest Ridge (Bolte/Wolf), IV (7 pitches)","description":"<p>We slept in Saturday, somehow unable to get up and do some harder climbing.\nWe had either the &quot;Kleine Cassin&quot; on the Pruessturm on the agenda or the\n&quot;Egger-Sauscheck&quot; route on the Kleine Zinne in mind. But those were hard\nand we felt lazy. We decided against the Comici route on the Punta di Frida\nbecause of the way it goes halfway up then you walk off (unsatisfying).</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812254865/\"><img src=\"http://farm5.static.flickr.com/4143/4812254865_4d5685cf88_b.jpg\" alt=\"\"></a></p>\n<p><em>Above is a picture of the &quot;Kleine Cassin,&quot; with some people on it.</em></p>\n<p>Ultimately, we just wanted something like a hike, and the Paternkofel\nfit the bill. Taking a single rope and a few pieces of gear, we hiked over\nto near the route. Jesse went a good way, and I chose a poor way to climb\nthe scree slopes to the start. Basically he had to wait 30 minutes for\nme to arrive, a bit dirty and shattered! Another party of four was 3 pitches\nabove.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812894594/\"><img src=\"http://farm5.static.flickr.com/4115/4812894594_d47712bd1c_b.jpg\" alt=\"\"></a></p>\n<p><em>Above, the Paternkofel as seen from the Drei Zinnen. Our route takes the left skyline to the summit, ignoring the towers further left, rather going straight up from scree.</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812880462/\"><img src=\"http://farm5.static.flickr.com/4142/4812880462_b871df7504_b.jpg\" alt=\"\"></a></p>\n<p>After our day yesterday, we found this terrain so easy, it was like walking.\nWe swarmed up the first two pitches in 10 minutes and caught the party\nas they worked on a grade IV chimney. I spied a better line right of the\nchimney, led up that, then continued into the next pitch so that we wouldn&#39;t\ncrowd them at their belay. Jesse made a crux grade V move at an overhang\n(our topo says to go around far right...see...we don&#39;t pay as much attention\nto it anymore!), and then we enjoyed several very nice pitches on the ridge\ncrest. A final scenic scramble got us to the summit. We&#39;d done that route\nin 2 hours, actually beating a Dolomite guidebook time for the first time\never! (BTW, this route is not the North-Northwest Ridge in the Koehler\nand Memmel guide (III+), though they eventually join up.)</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812882044/\"><img src=\"http://farm5.static.flickr.com/4096/4812882044_c40196c1dc_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812259379/\"><img src=\"http://farm5.static.flickr.com/4102/4812259379_1359c0eaf3_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812260409/\"><img src=\"http://farm5.static.flickr.com/4099/4812260409_b57b9d1b06_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812261421/\"><img src=\"http://farm5.static.flickr.com/4134/4812261421_0f42ab5b06_b.jpg\" alt=\"\"></a></p>\n<p><em>Typical tourists!</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812258313/\"><img src=\"http://farm5.static.flickr.com/4096/4812258313_ec01102187_b.jpg\" alt=\"\"></a></p>\n<p><em>What a great view up here!</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812887218/\"><img src=\"http://farm5.static.flickr.com/4076/4812887218_3828f860cb_b.jpg\" alt=\"\"></a></p>\n<p><em>Another view...with years of climbing in it!</em></p>\n<p>We descended the Sepp Innerkofler via ferrata that leads to the Rifugio\nLocatelli, then had a great spaghetti lunch. It was fun playing around\nin the war tunnels, and speeding down the via ferrata to the consternation\nof folks methodically clipping and unclipping carabiners. We saw some lakes\nin front of the Drei Zinnen and resolved to hike there for a swim. Jesse\ndidn&#39;t want to descend too much, so he tried a different way. His heart\nwasn&#39;t in it though, and he eventually took the path of least resistence,\ngoing back to the Aronzo Hut for a rest. I could tell he was going to do\nthat by his comments and the extreme aversion to hiking uphill he&#39;d acquired\nsince lunch!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812889316/\"><img src=\"http://farm5.static.flickr.com/4077/4812889316_92987fb8f8_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812891660/\"><img src=\"http://farm5.static.flickr.com/4102/4812891660_cf4a82b164_b.jpg\" alt=\"\"></a></p>\n<p>I hiked down into a lovely basin with cows, then back up to a great plain\nof stone in front of the Drei Zinnen. Eventually I reached the lake, stripped\nand jumped in. Oh my god that&#39;s cold! But refreshing!</p>\n<p>I got out and sat looking at the walls a while. I took a nice nap, and\neventually figured it was time to head back. There was only one day left\non the trip, we&#39;d better see what we can do with it. I went back over the\nCol-de-Medo pass, ending up well pleased with our easy but spontaneous\nday.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812272133/\"><img src=\"http://farm5.static.flickr.com/4140/4812272133_077b50f06e_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812875688/\"><img src=\"http://farm5.static.flickr.com/4120/4812875688_514594bf8a_b.jpg\" alt=\"\"></a></p>\n"}