{"date":"2010-4-26","title":"Lüsenser Spitze and hiking","description":"<p>I had a day free but no partners. After much hemming and hawing to myself,\nI decided on the Lüsenser Fernerkogel, which dominates the view above Gries\nin the Sellrain Valley. I skied up, getting a kind of late start (7:30\nam). Pretty ice slopes down low were tricky sometimes. I even saw people\nusing ski crampons! I&#39;d lost mine over the years...</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4551981076/\"><img src=\"http://farm4.static.flickr.com/3664/4551981076_a4c481ee69_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4551342205/\"><img src=\"http://farm4.static.flickr.com/3291/4551342205_d9b3f3b027_b.jpg\" alt=\"\"></a></p>\n<p>Enjoying myself, I skied up and up and up, finally reach the glacial plateau.\nA low angle but somehow punishing slope followed, to reach the point where\nyou skin steeply up on a rocky slope to gain a glacier below the summit.\nA fellow was above me, having lots of trouble without ski crampons. Hmm...</p>\n<p>I decided to take the easy way out and go for the lesser summit of Lüsenser\nSpitze. It is 100 meters lower, but you can ski right to the top without\nthe icy difficulties. Next time I&#39;ll bag the Fernerkogel!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4551348079/\"><img src=\"http://farm4.static.flickr.com/3612/4551348079_6752966199_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4551339803/\"><img src=\"http://farm5.static.flickr.com/4019/4551339803_fd5674b205_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4551986716/\"><img src=\"http://farm4.static.flickr.com/3356/4551986716_50a5ca584a_b.jpg\" alt=\"\"></a></p>\n<p>The view on top was amazing. I talked to the other three people hanging\naround there, then skied down. It had been a long 1600 meter climb, but\nthe descent was so fast, at least until halfway when I caught a ski in\nan icy rut. The fall was rather painful as my bindings didn&#39;t really release...but\nI eventually kind of twisted out of the skis...at some cost to 1 ankle\nand 1 knee. Ouch! Oh well. I slowed down a bit. I got a bit lost on the\nlower slope which steepens into a set of cliffs and gullies. I ended up\nmaking some awkward traverses across avalanche debris, then skiing ungracefully\nto the road. Whew!</p>\n<p>Back at the car, it was only 1 pm. I ate some lunch and decided to spend\nthe afternoon hiking. I drove to Innsbruck, trying to park my car at the\nHungerburg lift station, but a bike race threw a monkey wrench into that\nplan. After a long walk in city streets and a bus ride, I eventually started\nhiking up the steep, dusty slope beneath the Seegrube lift. I started out\ntired and stayed that way all the way to the top, 1100 meters above! But\nI was happy...I&#39;d given myself a 2700 meter day uphill, with 1600 meters\nskiing down. Now I&#39;d reward myself with a beer and pie, and a great sunny\nview to the town and mountains around. Then take the lift down, who hoo!\n:-)</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4551984048/\"><img src=\"http://farm2.static.flickr.com/1222/4551984048_6714a3ef56_b.jpg\" alt=\"\"></a></p>\n"}