{"date":"2011-2-18","title":"Easy Ice Climbing in Tyrol","blurb":"with Dan","description":"<p>Also posted on Summitpost.org <a href=\"http://www.summitpost.org/some-easy-ice-climbing/598199\">here</a></p>\n<h2 id=\"in-the-stubai-and-pitztal-\">In the Stubai and Pitztal...</h2>\n<p>Dan and I went looking for ice, and set out for the Grawa Eiswand in the Stubai\nvalley near Innsbruck. It was very cold when we set out on snowshoes for what\nshould be a ten-minute walk to the base of the routes. But the deep snow had us\nwading up to our hips as we made tracks across the narrow valley and upslope. It\nwas at least 40 minutes before we were nearly in position. Plus Dan had to run\nback to the car for his helmet.</p>\n<p>Avalanche conditions were not good (warning level 3), and we examined the slopes\nfor terrain traps and evidence of habitual slide areas. We made for the &quot;1st\nZwerge,&quot; an easy WI3 climb of about 3 pitches. We were getting a late start on\nthe ice climbing season, and sadly realized we wouldn&#39;t have many more\nopportunities this year. Last year was great, when we managed to climb ice for a\nweek in La Grave and Arolla. But this year I was playing in the Hawaiian sun and\nDan was getting his rowing team in shape. Such is life!</p>\n<p>I led two pitches, the first 50 meters of WI2 and 3-, the second WI3. I started\ngoing up a vertical section between pillars but the incredible amount of\nshattering and dinner plates, along with worries about the remaining length of\nrope made setting a belay a better option. I downclimbed a bit and built a\nhanging belay. Dan came up and wisely went around a rock to the right for the\nnext pitch. This would save me from getting bashed with the inevitable &quot;dinner\nplates&quot; he would knock off: it was so cold and the ice was very brittle, every\nplacement required at least four swings.</p>\n<p>This pitch was really enjoyable, first the traverse then steeply up a runnel,\nand ending in ramps and hummocks. We rappeled to the base via two sling belays\nand an Ablakov anchor. After some tea and food by our packs, Dan led the WI4-\nfirst pitch of the Second Zwerge. It felt pretty pumpy and committing, though he\nmade a great disciplined job of it. I enjoyed following very much.</p>\n<p>We had two kind of exciting spindrift events. Dan was rappelling on the first\nroute when I happened to look up and see a billowing cloud rapidly coming down\non us. &quot;Avalanche!&quot; I yelled, and buried myself into the anchor. A 30-second\nlong wave of spindrift sprayed over me, mostly gentle but occasionally tugging\ninsistently at me. I was a bit worried about Dan in the center of the flow but\nhe was okay. Later, on the Second Zwerge climb, a heavier spindrift came down\nwhile I followed the climb. This one was bigger, and managed to knock Dan&#39;s pack\noff the belay below and bury some of his things. I feel like it lasted about a\nminute, but it&#39;s hard to say.</p>\n<p>That was enough for the day. We drove down to Innsbruck and stayed in the\nBackpacker&#39;s hostel right in the city center. We came up with a small climbing\nclub idea during dinner at a neat restaurant where we sat on couches and had\ngood old-fashioned Tyrolean food. Back in the bunk room we had a comical and\nsomewhat irritating night. Two of our roommates thought it was okay to field\nphone calls after 10 pm lying in their bunks. Of course they had been sleeping\nwhen we arrived at 6:30, I guess now it was time for them to wake up. Dan got\nback at them by playing Metallica as loud as he could on an iPhone speaker\nduring each call. Ha!</p>\n<p>Later, I was awakened at midnight when one guy starting moaning and talking in\nhis sleep. He also violently kicked in the bed which shook my bed too. I had to\nget away, I moved to an empty bunk and put on headphones. Later, in the morning,\nI saw another person had come in and taken my old bunk. I guess it&#39;s not really\na place for backpackers, more like city-dwelling up-all-night cellphone types.</p>\n<p>A few hours later we were in the Pitztal valley, the first time in this famous\nice climbing destination for both of us. We saw a lot of intimidating lines\nsnaking down the cliffs. Not feeling especially bold, we decided to spend the\nday top roping. We found a WI4/4+ cliff of about 70 meters, basically the 2nd\npitch of the Luibisbodenfall. After some comical shenanigans to get down to it\n(two smaller cliffs had to be rappelled to reach a ledge 50 meters above the\nbase of the cliff), including a dropped belay device, we were finally enjoying\nourselves on a full sustained 50 meter pitch of WI4. This was a lot of fun, and\na real confidence builder. We learned (or re-learned?) how to climb more\nefficiently. I&#39;d tried on Dan&#39;s monopoint crampons and loved them. I felt much\nmore secure in those than my usual horizontal frontpoints. I&#39;m buying these\n&#39;pons from Dan.</p>\n<p>We had an easy time in this ice thanks to some sun on the cliff which made for\neasy &quot;hero&quot; placements. It was nice to take off the jacket and climb in the sun\nfor awhile. On each top rope I would take a different route up the long pitch,\nseeking out the steepest pillars or the easiest way, or incorporating lots of\ntraversing.</p>\n<p>During the trip I used his Quasar tools and he used Nomics. The Quasars are\npretty good but the Nomics can&#39;t be beat. We top-roped the climb 3 times each,\nthen I led out a 10 meter WI3+ or 4- pillar to reach the top of the\ncliff. Thanks to the practice on the harder ground, this felt so easy.  Before\nleaving, Dan led another 10 meter WI3/3+ pitch made trickier by\ndinner-plating. The sun had sunk behind the mountains and the ice seemed to be\nexpanding.</p>\n<p>We drove home, sore and happy with the days, but a little sad because although\nthese were fine days to begin an ice climbing season, we probably wouldn&#39;t get\nto do more this year. We resolved one thing: go top roping the first day, and do\na more adventurous route the second day. Had we reversed the itinerary, we would\nhave tackled a more interesting WI4 adventure climb.</p>\n<p>Thanks to Dan for the good climbing!</p>\n"}