{"date":"2010-1-1","title":"Short Reports 2010","description":"<h3 id=\"der-wank-hike\">Der Wank hike</h3>\n<p><b>December 6, 2010</b></p>\n<p>Hiked up Der Wank in the morning before work. The mountains have snow!</p>\n<object width=\"400\" height=\"300\"><param name=\"allowfullscreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"movie\" value=\"http://vimeo.com/moogaloop.swf?clip_id=17519429&amp;server=vimeo.com&amp;show_title=1&amp;show_byline=1&amp;show_portrait=1&amp;color=00ADEF&amp;fullscreen=1&amp;autoplay=0&amp;loop=0\" /><embed src=\"http://vimeo.com/moogaloop.swf?clip_id=17519429&amp;server=vimeo.com&amp;show_title=1&amp;show_byline=1&amp;show_portrait=1&amp;color=00ADEF&amp;fullscreen=1&amp;autoplay=0&amp;loop=0\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" allowscriptaccess=\"always\" width=\"400\" height=\"300\"></embed></object>\n\n\n<p><a href=\"http://vimeo.com/17519429\">This morning on the summit of Wank above Garmisch-Partenkirchen</a> from <a href=\"http://vimeo.com/user3230022\">michael stanton</a> on <a href=\"http://vimeo.com\">Vimeo</a>.</p>\n<h3 id=\"kranzhorn-hike\">Kranzhorn hike</h3>\n<p><b>November 6, 2010</b></p>\n<p>More details <a href=\"http://mountainwerksmm.blogspot.com/2010/11/kranzhorn-hike.html\">here</a>.</p>\n<h3 id=\"scharnitz-climbing\">Scharnitz Climbing</h3>\n<p><b>June 6, 2010</b></p>\n<p>Coming home from camping and hiking with Kris and the boys we stopped at the Scharnitz town climbing wall. The family was so tired, so they slept in the car and I went up to check out the climbing alone. At the <i>Neuer Klettergarten</i> wall, I rope soloed the route <b>&quot;Kurze (IV-)&quot;</b>\n twice, then soloed it once. Then I rope soloed <b>&quot;Linke Platte (V)&quot;,</b>\n, and then top-rope soloed <b>&quot;Riss (V+)&quot;</b>\n. Those two were great! Then a nice couple from Munich let me hop on their rope for a top rope of <b>&quot;Platte (VI+)&quot;</b>\n, which had an exciting move in the lower 3rd.</p>\n<p>Fun, short climbs. Great place for the family, alas, they were too sleepy!</p>\n<h3 id=\"wallberg\">Wallberg</h3>\n<p><b>May 29, 2010</b></p>\n<p>An afternoon/evening hike up Wallberg. I took the steep grass under the lift, then veered off left near the summit into some cliffs and soon after impenetrable fields of <i>latschen</i>. The clouds parted and I saw that a short downclimb would get me to the normal trail. I did this, then hung out a few minutes at the summit, getting a nice view of the Wilder Kaiser. Everything else was in cloud. The snow has left the pre-alps...hard to believe in all this rain and cold! Hiked down the normal route.</p>\n<h3 id=\"sch-sselkarspitz-attempt\">Schüsselkarspitz attempt</h3>\n<p><b>May 24, 2010</b></p>\n<p>Finally, good weather in the Alps! Alexander had an ambitious plan to storm the high &quot;kamm&quot; of the Wetterstein. We hiked up the Puittal to find heavy snow at the base of the mountain. Another hour of step kicking got us to the base of the Messner/Sint route. Along the way we were entertained by dramatic falls of snow, including a big chunk of cornice from the summit. Gulp.</p>\n<p>Alexander led out on a mighty attempt to storm the first pitch. But the rock was weeping with water from many snowpatches, making things very insecure. The climb was completely on gear and there were a few tense moments. But he was able to downclimb from his high point. We skedaddled out of there before more avalanche and rockfall could ruin the rest of the day.</p>\n<p>Oh well, we got some good hiking in, and the route does look super. Here is Alex:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4643103704/\"><img src=\"http://farm5.static.flickr.com/4062/4643103704_32719c422a.jpg\"></a></p>\n<h3 id=\"belgian-rock\">Belgian rock</h3>\n<p><b>May 18, 2010</b></p>\n<p>Rafal, Marek and I got in two pitches at the cliffs of Freyer. Beautiful limestone, though sometimes hilariously polished. It was their first trip out, so really rewarding for us all. Next time we&#39;ll do some multipitch climbs. Some pictures are <a href=\"http://picasaweb.google.com/glowa.tm/ClimbingNearDinant?feat=email#\">here</a>.</p>\n<h3 id=\"kramerspitze\">Kramerspitze</h3>\n<p><b>May 9, 2010</b></p>\n<p>Sigh, the rain just won&#39;t stop here. Instead of a day of rock climbing, we made due with a hike up Kramerspitze. Happily, the rain held off.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4609443129/\"><img align=\"center\" src=\"http://farm4.static.flickr.com/3341/4609443129_57fc4a0728.jpg\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4609443583/\"><img align=\"center\" src=\"http://farm4.static.flickr.com/3296/4609443583_610471c320.jpg\"></a>\n(Photo by A. Thorp).</p>\n<h3 id=\"kramerspitze\">Kramerspitze</h3>\n<p><b>April 18, 2010</b></p>\n<p>Hiked up the Kramerspitze from town. I took snowshoes, then felt kind of silly because I hiked up 1000 meters without needing them. Then, they did come in handy on the back side traverse (lots of snow until June) because the slopes were frozen with no steps in them. I used the &quot;crampons&quot; of the snowshoes for purchase. On a slight variation, I just headed up steep snow after the initial traverse, thinking that would get me to the summit...it was easier than traversing frozen slopes in snowshoes. But I reached a different summit. Some down/up got me to the true summit. I went down &quot;the long way,&quot; by the hut and meadow, then back to the nature trail with the long flat boring walk back to the car. 5:30, 1450 meters. </p>\n<h3 id=\"burschlwand\">Burschlwand</h3>\n<p><b>April, 2010</b></p>\n<p><img src=\"http://farm5.static.flickr.com/4033/4511925757_eb960e77d4.jpg\" align=\"center\">\nAdrian, a new partner, and I got in a half day here. Despite a few difficulties climbing with each other for the first time, we climbed some good pitches. We climbed the <a href=\"http://www.burschlwand.at/burschl4_kletterrouten.htm\">main wall</a> two times. Great sustained climbing! We did 10 pitches between VI and VII- (5.9 and 5.10c in the YDS scale). Detailed notes:</p>\n<table>\n<tr>\n<td><b>Unterländerweg P1 (VII-)</b>\n</td>\n<td>Adrian led, very nice, felt a bit insecure.</td>\n</tr>\n<tr>\n<td><b>Unterländerweg P2 (VI+)</b>\n</td>\n<td>Michael. Hold broke at the crux and I fell. Rather dramatic. But nice moves in the crux area all the same (even without the hold :)).</td>\n</tr>\n<tr>\n<td><b>Unterländerweg P3 (VI+)</b>\n</td>\n<td>Adrian. Nice steep climbing on an outside corner.</td>\n</tr>\n<tr>\n<td><b>Mon Cheri P4 (VI) &amp; P5 (VI)</b>\n</td>\n<td>Adrian. We lost Unterländerweg because the bolt hangers were gone. Adrian combined these two nice pitches for a long steep wall with flakes and incuts. Best pitch so far!</td>\n</tr>\n<tr>\n<td><b>Mon Cheri P6 (VI+)</b>\n</td>\n<td>Michael. Climbed a face just right of an easier ridge. Nice, some delicate moves. We hike down to start again.</td>\n</tr>\n<tr>\n<td><b>Donna Delores P1 (VI+)</b>\n</td>\n<td>Michael. Really enjoyable ridge and steep yellow face.</td>\n</tr>\n<tr>\n<td><b>Donna Delores P2 (VI+)</b>\n</td>\n<td>Adrian. Continuously delicate, &quot;face to the wall&quot; climbing. Looks very impressive and improbable for the grade.</td>\n</tr>\n<tr>\n<td><b>Donna Delores P3 (VI)</b>\n</td>\n<td>Michael. Long, left-trending pitch on a steep wall (though not as steep as the previous pitch). Route finding error led me too far left, then some difficulties getting back to my line. Later I needed to back clean several pieces. Found this a great pitch for endurance, but irritated my partner with all the delays.</td>\n</tr>\n<tr>\n<td><b>Donna Delores P4 (VI)</b>\n</td>\n<td>Adrian. Nice climbing straight up with a few thin flakes to supplement the continual sidepulls and shallow holds. Ends with a slight overhang, aided by bigger holds on the left side.</td>\n</tr>\n<tr>\n<td><b>Unterländerweg P6 (VI)</b>\n</td>\n<td>Michael. This is the easier ridge to the left of &quot;Mon Cheri P6.&quot; By far the easiest pitch of the day.</td>\n</tr>\n</table>\n\n<h3 id=\"cima-sat-attempt-\">Cima SAT (Attempt)</h3>\n<p><b>April 2, 2010</b></p>\n<p>Around 9:15 PM I hiked up the usual way to Cima SAT, planning to take the via ferrata to the summit. Signs warned of explosive work. I ignored this and kept going. Finally, near the chapel high on the face I came to the area of trail work. A house had been destroyed, and an ocean of dirt and tree limbs spilled down the mountain. Here I foolishly missed the turn off for the via ferrata, and found myself wandering on top of the rubble looking for the ferrata cable. Eventually I found a climbing rope hanging straight down a cliff. Figuring that the route was destroyed, I resolved to take a side trail on the other side of the chapel and then up to the summit. I&#39;d come down that way before. It is quite an airy route, at one point requiring the climb of a 50 meter high ladder.</p>\n<p>At about 1100 meters elevation, the trail became peppered with some snow, and soon it increased enough for me to worry. Getting down this would be tough in tennis shoes, and the steepness of the trail left no margin for error. Plus it was midnight. Hmm. Time to beat a retreat. I was glad I did because descending only a few icy/snowy switchbacks was already nerve-wracking. I descended with the inky black of the Garda Lake below and the Christmas-tree lights of the town. Eerily, I heard singing from a church. Rather eerie up there this time! 3.5 hours round trip, 1100 meters elevation gain.</p>\n<h3 id=\"hirschberg\">Hirschberg</h3>\n<p><b>March 10, 2010</b></p>\n<p>Josef and I made a nighttime ski trip up and down Hirschberg. This was a lot of fun! We started at 8:20 PM, and were on the false summit at 10:00, neglecting to make the long almost-level walk over to the true summit. It didn&#39;t take long to get cold on top, but the view to the towns around the Tegernsee was neat. Josef gave me some fresh batteries for my headlamp, dimmed by too many play sessions with the boys. Wow, that&#39;s better! He took off like a bat out of hell, making quick tight turns on the refreezing crust. I had to laugh as I skied cautiously along behind. We would stop and just listen to the enormous silence of the night and watch waves of heat-smoke rise into the air from our faces. There seems to be nothing quieter, though Josef mentioned that maybe the Tunisian desert is quieter. </p>\n<p>The skiing on the old ski slope on the lower half of the climb was the best. Any tiredness from the ascent was gone as we swooped down the mountain, seemingly the only people in the world.</p>\n<p>On the way back I nearly ran out of gas. Josef asked if I kept anything more than 5 years, pointing out that I&#39;d told three stories that night that involved me losing something: a hat, my ski crampons, and my car owner&#39;s manual! I guess he has a point!</p>\n<h3 id=\"hirschberg\">Hirschberg</h3>\n<p><b>February 24, 2010</b></p>\n<p>A crack of dawn ski up Hirschberg. Very nice trip up, the Karwendel Mountains looked great off to the south. The ski down was very icy and not that fun until reaching the piste lower, which is generally better before the snow melted a bit. Oh well, price to pay for going up and back so early. 1:45 up, 900 meters. 30 minutes down. Gave a hitchhiker a ride on the way home, felt like a &quot;good samaritan&quot; :-).</p>\n<h3 id=\"another-failure-\">Another failure!</h3>\n<p><b>January 24, 2010</b></p>\n<p>After the Namlos Wetterspitze I slept in the town of Elmen. I&#39;d chosen to climb the Klimmspitze on snowshoes, liking the long (1500 meters) elevation gain, and thinking that it wouldn&#39;t be crowded. Boy, was I too right for my own good!</p>\n<p>It was fun trying to keep the summertime trail in woods then latschen bushes. I kept it all the way to the Luchskopf, 600 meters above the valley floor, with about 1/2 of that in deep snow (snowshoes required). From here, I made a mistake, following kind of a hunting or game trail due south. After a long slow trailbraking session, I realized I&#39;d better head straight up or just go home. I tried going up, but thick latschen bushes without a trail through them is almost impossible. With no hope of improvement (latschen continued for another 300 meters vertical) I gave up. Total elevation gain, 800 meters.</p>\n<p>Sigh. The last 3 hours of daylight were spent at a ski area, making lonely turns among the revelers. </p>\n<h3 id=\"namlos-wetterspitze\">Namlos Wetterspitze</h3>\n<p><b>January 23, 2010</b></p>\n<p>With good avalanche conditions, it seemed like a fine time to ski the Wetterspitze. My shins were very sore, especially on the left leg...only later I realized that the boots were locked into downhill mode (I thought I checked that!). From the col, the final climb to the summit was steep and icy. The views were amazing, and the ski down was really fun. Total elevation gain: 1400 meters. Pictures <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157623337119310/\">here</a>.</p>\n<h3 id=\"l-ngentaler-wei-er-kogel-attempt-\">Längentaler Weißer Kogel (attempt)</h3>\n<p><b>January, 2010</b></p>\n<p>I skied up the valley to right below the Westfallenhaus, but deteriorating weather caused me to cancel the long trip further up to the glacier. It was snowing hard directly in my face. I thought of going up to the Westfallenhaus but windblown latschen-covered slopes were discouraging.</p>\n<p>So instead I went back to the car, then drove over to ski up Zischgeles. After 500 meters of climbing I gave in to lassitude and skied back down. Alas! Total elevation gain, 1000 meters.</p>\n<h3 id=\"pu-u-ohulehule\">Pu&#39;u Ohulehule</h3>\n<p><b>January, 2010</b></p>\n<p>Since reading about the Danish girls lost for 8 days on this mountain I wanted to climb it. A muddy bash up the Kahana Valley, fording several streams, then 2000 feet of climbing up a steep muddy ridge with in-situ ropes brought me to the summit. The view was marred a bit because morning clouds hadn&#39;t dissipated the way I&#39;d hoped. But I could see the bay and Chinamans Hat. Slick mud on the descent required caution. 5 hours round trip.</p>\n<h3 id=\"pu-u-manamana\">Pu&#39;u Manamana</h3>\n<p><b>January, 2010</b></p>\n<p>I repeated this great hike which I did in 2007. The knife-edge ridge walk is truly amazing! Excellent weather made the descent much more pleasant than last time, when it was slick and muddy.</p>\n"}