{"date":"2010-8-20","title":"Langkofel \"Ramp Route\"","blurb":"accident right below the summit","description":"<p>Also posted on Summitpost.org <a href=\"http://www.summitpost.org/accident-on-the-langkofeleck/653212\">here</a></p>\n<h2 id=\"the-rampenf-hrer-iv-17-pitches-attempt-\">The &quot;Rampenführer&quot;, IV+, 17 pitches (attempt)</h2>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4919488680/\"><img align=\"left\" src=\"http://farm5.static.flickr.com/4120/4919488680_411619cda7.jpg\"></a></p>\n<p>It was the most relaxed of trips. I guess that makes sense. When you are &quot;geared up&quot; physically and mentally for a struggle a thin layer of paranoia and heightened sensitivity protects you. I can say I&#39;m proud of every time I backed off something like that due to a bad feeling. Happily it wasn&#39;t all the time! </p>\n<p>I&#39;d done a full round of climbs earlier in the summer and planned to stay home\nmost of August. But Danno and I had one day to climb together and the chance\ncouldn&#39;t be missed. He hadn&#39;t been out at all this year so we sought something\neasy. We decided on a somewhat obscure route on the Langkofeleck. As the name\nimplies, it&#39;s a &quot;corner&quot; of the Langkofel, the furthest left side of that\namazing bulk when seen from the Sella Pass. The &quot;Ramp Route,&quot; well named,\nreaches the summit in 17 pitches with lots of easy ground, and difficulties to\nIV+ (about 5.6 YDS). We awoke early and drove away from our secret bivy site,\nmunching on apples. The hike in took less than an hour, and we were very\nsurprised to see two guys reach the base right when we did.</p>\n<p>&quot;I thought this was an obscure route!&quot; I said.</p>\n<p>&quot;What, on a day like today?&quot; said the other guy, holding his arms in the air and gesturing.</p>\n<p>Danno figured out what was wrong, he was listening more closely to what they\nsaid. Turns out they wanted the famous Nordkante route of the Langkofel, way\nover on the right side of the massif. That explains it! I gave them directions,\nand they set off a little disheartened to have to climb down and back up\nsomewhere else. I silently wished them well, remembering how much I enjoyed that\nroute some years ago. I&#39;ve promised to climb it again with Danno, and look\nforward to that day.</p>\n<p>I would lead the whole climb, and started out in a rather uninspiring loose\ngrade IV chimney. The next pitch offered some interesting moves, and soon we\ngained the &quot;ramp,&quot; which leads for a few hundred meters up and left to steep\ntowers. We traveled in coils for about 5 easy pitches, making a couple of quick\nbelays here and there. The ground steepened at a gray wall where a horizontal\nseam splits the mountain for a hundred meters in either direction. This was a\ngreat rock climbing pitch, probably the first of the day! Steep and solid, with\ndecent protection. We climbed up into a gully then traversed right on a ledge to\na somewhat intimidating chimney. But it&#39;s bark was bigger than it&#39;s bite. Nice\nstemming between walls, then we sat down for a sandwich and looked out at the\nBoe massif and the Sella Towers already far below. What a great place to be!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4919489608/\"><img src=\"http://farm5.static.flickr.com/4142/4919489608_c33d5d4e47.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4918892793/\"><img src=\"http://farm5.static.flickr.com/4115/4918892793_a430369242.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4918893779/\"><img src=\"http://farm5.static.flickr.com/4096/4918893779_d4cb5576de.jpg\"></a></p>\n<p>I hastened us on, as we were climbing up into a cloud that darkened the\nmood. First we simul-climbed up a gully then for several confusing pitches up an\neasy but indistinct face. I was proud at the end of these pitches to have kept\nthe route. Overall, there were few signs of passage. I think we&#39;d seen about 5\npitons total on the climb, always at belay points, and we never saw any\nintermediate fixed protection. I was thinking how neat this was, and that this\nforgotten route with guaranteed solitude deserved a special place in memory...a\nplace to come back to.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4918896765/\"><img src=\"http://farm5.static.flickr.com/4115/4918896765_062f7643c3.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4918894535/\"><img src=\"http://farm5.static.flickr.com/4114/4918894535_be2dd42098.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4919495246/\"><img src=\"http://farm5.static.flickr.com/4116/4919495246_0fe4040e3c.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4919495946/\"><img src=\"http://farm5.static.flickr.com/4115/4919495946_d9706dee76.jpg\"></a></p>\n<p>We entered the last portion of the climb, a spectacular traversal of a narrow ridge crest that goes up and back down to a point below the summit block. In blowing clouds we got a glimpse of the final obstacle, a dark and dreary-looking chimney. The guidebook said it was &quot;often wet&quot; and in case of bad weather could be icy. We saw fresh snow in the tortured gullies on either side of our ridge and wondered what we would find. The chimney is the crux of the route. &quot;It&#39;s just two 20 meter pitches,&quot; I said, sure that we would find a way through.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4918900117/\"><img src=\"http://farm5.static.flickr.com/4135/4918900117_203f87f96a.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/4919498260/\"><img src=\"http://farm5.static.flickr.com/4100/4919498260_144e710f50.jpg\"></a></p>\n<p>After the chimney we would walk 50 meters to the summit and enjoy a relatively moderate descent by local standards, certainly much shorter than that required by a climb of the main Langkofel summit. With these happy thoughts Danno put me on belay at the base of the chimney and I started up.</p>\n<p>Only to go nowhere. I was immediately intimidated by the surroundings. High\nabove in a bomb-bay configuration a 3 meter long fixed rope hung with a knot in\nthe end of it. It had been placed there to help get through an often icy\nsection, I guessed. Danno and I talked about the topo and looked at the walls\naround. It looked a bit easier on the right side of the chimney, more on the\nface, but that might strand you somewhere. I found a piton a ways up, then made\na decision to go left and up a hand-crack with a fixed cam at the base. This\nwould lead me to the fixed rope above. I couldn&#39;t understand how I would get\nthrough that section, but I trusted it would work. It&#39;s only 5.6, I thought!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4919496472/\"><img src=\"http://farm5.static.flickr.com/4079/4919496472_385313efb7.jpg\"></a>\n<i>The accident site, in the darkest part of the chimney.</i></p>\n<p>An accident is just a progressive narrowing of options. Whether self-imposed or\nbrought by external forces, backdoors, retreats and alternatives vanish like\ndoors swiftly closing with a click. The hand crack was dripping icy water. I\ndecided to put on gloves, and tested to make sure I could jam well with them. I\ncould, so I made some moves, which immediately felt like 5.7 or 5.8. After about\n10 feet my fingers were frozen and I needed some gear. It was difficult to\nfumble for cams with the gloves on so I took one off and held it between my\nteeth. Then I took the other one off and stuffed it in the crack. I was tiring\nrapidly. It wasn&#39;t apparent to me below, but it seemed that the crack was\noverhanging. The fixed rope was still a few moves above.</p>\n<p>I needed to think about what I was doing and where I was. Before it&#39;s too late!</p>\n<p>None of the gear would fit. The jams were good because the lip of the crack\npinched down to a good size, but the walls inside were flaring. No good for nuts\nor cams. I thought about climbing down but discarded the idea (too quickly, I\nthink now). Finally, I found a chockstone in the crack that seemed solid. Often\nthese are the best anchors on a chimney pitch. This one wasn&#39;t absolutely\nperfect though. I held onto it and tested it in various ways...but I was out of\ntime, I needed to get a sling around it and rest soon.</p>\n<p>With turgid fingers barely working I got a Dyneema sling around it and asked\nDanno to take the rope. He did. I may have started to complain about the\ndifficulties I faced, but my attention was soon distracted when the rope slipped\na bit. I looked up and saw the sling had bunched up on the left side of the\nchockstone. Before I could finish the thought that something was wrong about\nthat a mighty crack! sounded and the chockstone flew out of the crack. I was\nfalling, wondering what would happen. I slammed into something and knew no more.</p>\n<hr>\n<p>I came too half sitting on a ledge with my weight held uncomfortably by the\nrope. I heard Danno talking on his phone. I didn&#39;t know what the fuss was\nabout. It was a curious sensation to know that you were climbing (because of the\nobvious gear around), but have no memory of where you are or how you got\nthere. But eventually I saw my hand...my palm was a bloody mess that looked more\nlike a steak than anything human. It didn&#39;t hurt though, contributing to the\ndreamlike atmosphere. I guessed Danno was calling for a rescue, which, to my\naddled brain seemed like overreaction. I really wanted to get to him. My knee\nwas banged up somehow, but I was mentally together enough to ask if he had the\nhalf-way marker in the rope. If he did, then he would have enough rope to lower\nme to him. Leaving bloodstains on the walls, I asked for some slack and shuffled\nover to the piton I&#39;d found earlier. At that moment the helicopter\nappeared. They signaled to me, asking if I could go down to Danno. I said yes,\nhe said no. The pilot kind of shrugged and flew away.</p>\n<p>&quot;I can definitely reach you Danno, just lower me. The rope is through a fixed\ncam that caught me and it looks solid.&quot; Slowly the memory of falling was coming\nback. I was worried about my mental state, I knew I&#39;d been hit in the head\nsomehow. But the fact that I remembered the technical details about how to\nsafely lower comforted me that I was basically sane. My gloves had fallen with\nme, and I was shivering. Danno told me to put on my jacket and I did, and then I\nsorrowfully pulled a glove over my wounded hand, putting a dark cloud of worry\nout of my mind.</p>\n<p>Danno lowered me on the rope. I felt much better to be standing with him. We\nheard shouts from above and moments later a man and woman in rescue gear\nabseiled down to us. They were very nice, giving me a quick once over for hidden\nwounds. The man climbed a few meters out onto the ridge we&#39;d used to approach\nthe chimney, then sent Danno and I over on my rope which had been repurposed as\na fixed line. A moment later the helicopter appeared. The woman attached me to\nher harness with one of my slings girth-hitched through my harness (it made me a\nlittle nervous that my own gear became integral to the rescue operation!). The\ncable came down, she clipped in and unclipped the anchor (a sling around a\nrock), and we were up in the air. I was too uncomfortable to enjoy the view very\nmuch due to a broken rib, but it was certainly fantastic. Overall though, I was\nsad to be in this situation, a bit worried about my hand and everything that\ncomes after. Once safely in the helicopter I cried. I experienced a swirl of\nemotions...sorrow, remorse, gratitude. Danno stayed close to me and the feeling\nof safety I got from everyone was very helpful.</p>\n<p>Danno was dropped off at the car, promising to find me at the hospital. We flew\non to Brixen, and I limped out to lay down on a stretcher. Then it was hours of\nxrays, ultrasound, discussions taking place around me and I grew sleepy. I\nshivered for hours despite a blanket on me. Gradually my hand started to\nthrob. In the worst moment, a doctor injected my hand 5 times with a numbing\nagent. It was by far the most excruciating event of the day. Again and\nagain...ow!</p>\n<p>They kept me overnight because of the head injury. I was finally able to call\nhome and talk to Kris around 7 or 8. I was making noises about quitting climbing\nforever and she shut me up real quick. Basically, her idea was that the system\nworked. Something went wrong (and I would continue to gnaw on what I could have\ndone better), control was lost, and the systems came into play. The total health\ndamage was a broken rib, a hand with many stitches in the palm, a bump on the\nhead and a bruised knee. This was, from my point of view, a very lucky\nbreak. I&#39;d call it minimal. Now, a few weeks later, the stitches are out and I&#39;m\nable to hike and run a little bit. Climbing will have to wait a month or so.</p>\n<p>Danno came to chat a while, then I slept, chatting with my roommates a bit, they\nwere nice guys. We finally got away around noon Sunday, driving back north to\nMunich. I particularly enjoyed a fantasy conversation about how we would have\ngotten down if we didn&#39;t have access to mountain rescue services. We decided we\ncould have done it, though we might have been benighted near the bottom. There\nwould be some elevated risk for Danno, as he would probably end up climbing down\nmuch &quot;easy&quot; ground unsecured by rope. I could be lowered down technical pitches\nand climb down the ocean of moderate terrain with some difficulty. The problems\nof shock and eventual pain represented a significant unknown. We also puzzled\nover the correct route, favoring the line we&#39;d seen to the right. But the\nrescuers said that you needed to climb very far back in the chimney. It was\nabsolutely black and dripping wet back there. Now I wish I&#39;d investigated\nbetter.</p>\n<p>I owe a huge debt of gratitude to Danno, the rescuers and the doctors and nurses\nwho took care of me. Danno is an avid outdoorsman, but not primarily a\nclimber. The facts that he held my fall, tied off the belay, made the phone\ncalls, identified exactly where we were, and did his best to take care of me\nspeak very well of him.</p>\n<p>If there is a lesson, I guess it&#39;s an old one. An accident can happen to anybody at any time.                                                                                    </p>\n"}