{"date":"2010-9-14","title":"Östlicher Schoßkopf, \"4er Weg\" (V+, 15 p)","description":"<p><a href=\"http://www.flickr.com/photos/ripsawridge/4985675169/\"><img src=\"http://farm5.static.flickr.com/4150/4985675169_46f9ee270d.jpg\" alt=\"\"></a></p>\n<p>Uli asked if I wanted to go climbing on the weekend, and we thought we&#39;d\nclimb the Watzmann. But the route had become snowy in the recent cold snap,\nand likely wouldn&#39;t be any fun. I suggested climbing the &quot;4er Weg&quot; on the\nÖstlicher Schoßkopf instead. While I was pretty sure the rock quality on\nthe route would be somewhat below par, it had other attributes that seemed\nlike a good match for the day. The elevation was pretty low (we top out\nat 2100 meters), the route faces south and east, and while it offers many\npitches of climbing (15), it&#39;s bolted and not very difficult (V+). My hand\nwas still a bit sore from the accident in August, and I had done no climbing\nat all, so I felt a bit weak. Finally, I was unsure how I&#39;d really feel\nback on rock after the accident. This climb seemed like it might offer\na good trial run at climbing again!</p>\n<p>I picked up Uli and we made the 2 hour drive to the trailhead in Obermieming.\nA long walk up a dirt road through the Mieming Plateau, then switchbacks\nup forested slopes led to a series of tiring scree slopes. It&#39;s not a fun\napproach! The East Face of the mountain is quite impressive, a 400 meter\nwall of rock with quite a few lines along it&#39;s length, divided into chimneys,\ngullies and slabs. From the town the mountain looks like an undistinguished\nhump because lower walls are blocked by forest slopes, and peaks of the\nMieming Range crest are arrayed behind it.</p>\n<p>I&#39;d been here once before, Daniel A. and I tried to climb the Goedeke\n&quot;Ostwand&quot; route (V) several years ago, but we got lost (physically and\nenthusiasm-wise) after a few pitches. We came to a curious ledge festooned\nwith a dozen bolts. We ended up down-climbing a series of ledges to the\nnorth after an aborted attempt at a direct rappel over a massive cliff.\nI couldn&#39;t tell if the ropes touched anything useful, so I prusiked back\nup the rope, unwilling to descend too far into the void.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4986221602/\"><img src=\"http://farm5.static.flickr.com/4145/4986221602_ac7aa28340.jpg\" alt=\"\"></a></p>\n<p>Uli and I found the first pitch, marked with paint to separate it from\ntwo other climbs that start in basically the same place. I had the first\npitch, and ran into trouble immediately. The first bolt was over 20 meters\nup, actually near the end of the pitch (where there were 3 bolts placed\nin rapid succession!). I found this mentally difficult. There was a piton\nmuch lower, and I clipped it and hemmed and hawed for a while, resting\non the rope and remarking how much this reminded me of the terrain where\nI fell (also a kind of chimney, also wet in the back...though much wetter\nin that case!). Finally I climbed...well enough, but without feeling &quot;cured&quot;\nat all. In fact, for most of the climb I rarely found myself looking forward\nto the next pitch. I found I could do things that were demanded of me,\nbut I wasn&#39;t excited about it.</p>\n<p>Still, the climbing wasn&#39;t all bad. That first pitch had some interesting\nmoves at the end, and Uli led a very good V+ chimney for pitch 2. Clean,\nsolid rock and interesting moves with one foot on each wall of the chimney.\nIt was also well-protected. Pitch 3 had a grade IV chimney with lots of\nclimbing with your back on one wall and your feet on the other. Two easier\npitches crossed a via-ferrata installed on a sloping ledge system, useful\nfor emergency descent or to get down from shorter routes on the south side\nof the face.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4986224816/\"><img src=\"http://farm5.static.flickr.com/4130/4986224816_cf3562f095.jpg\" alt=\"\"></a></p>\n<p>Uli climbed an easy face, then traversed left on an imposing slab with\na sloping ramp. I led up the slab from this point on it&#39;s left side, following\nthe easiest line up and right. There were some tough moves, especially\nat a little &quot;V&quot; scoop which was extra smooth. One handhold with a broken\nedge could be used along with some fancy footwork to get by. Whether it\nwas my mental state or just plain old physical weakness, I developed an\n&quot;Elvis leg&quot; shaking that nearly knocked me off the holds a few moves above.\nWow, not my best day, I thought!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4985625221/\"><img src=\"http://farm5.static.flickr.com/4083/4985625221_f48a471fe6.jpg\" alt=\"\"></a></p>\n<p>Uli came up very easily, then went to the left on a vague 30 meter grade\nIII pitch. He was lost in a sea of rubble, and couldn&#39;t find the start\nof the next pitch. I thought that the right answer would be straight up\n(the vague topo supported both of our interpretations), and after Uli came\nback, sure enough I found a bolted anchor straight above. Another grade\nIV chimney/crack led to another anchor, but then we began to feel we were\non a different route. &quot;I think it&#39;s Strada del Sole, mentioned in the Panico\nguide. No worries, it meets up with 4er Weg soon,&quot; I said, sure I was right.\nI led an easy pitch to another belay below an impressive chimney.</p>\n<p>Uli did a great job leading this chimney pitch, which turned out to be\npretty hard. Near the top, he touched a big buttress of seemingly solid\nrock with his foot and it exploded from the wall. Suddenly surrounded by\nflying rocks, I got away with a glancing blow on my shoulders. I cursed\nlike a sailor for a few minutes, mainly irritated that my belay was right\nin the path of debris like that. C&#39;mon, I thought, this is the Mieminger\nKette...the rock here is terrible!</p>\n<p>I was heartily impressed with Uli&#39;s lead, powering over tough but delicate\nmoves. At the top we couldn&#39;t see any bolts, but a long obvious gully led\nupwards. After 50 meters I had nothing but a series of rotten bushes I&#39;d\nlashed together. Uli came up and repeated the exercise, finding a fixed\nnut in a crack at mid-way, allowing us to breathe a sigh of relief at ONE\nvery good piece of protection. We&#39;d clearly lost the route. But I knew\nthat 4er Weg was somewhere to the left. From Uli&#39;s sling belay, I traversed\nleft to find it. After a few minutes I saw a bolted anchor above and went\nfor that. Nothing will make you feel more foolish that wandering around\non a mountain with a useless rack of quickdraws. &quot;I&#39;m always bringing a\nrack of nuts from now on,&quot; said Uli.</p>\n<p>Indeed, we&#39;d found the last 3 pitches of 4er Weg. Dispatching them quickly,\nwe scrambled to the fore-summit where the log book revealed that we were\nthe 5th party to climb the wall this year. Though I chose the route from\na popular guidebook, I&#39;m not surprised that the mountain sees little traffic.\nBut we&#39;d had some fun, and the scenery couldn&#39;t be beat. Snow had already\npowdered the northern ramparts of the Stubai and Ötztal peaks to the south.\nAccording to the <em>Wandbuch</em>, we were the 5th party of the year. We\nenjoyed the views for a few minutes, then made a 50 meter rappel down a\ngully to reach a sloping green terrace.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4986226270/\"><img src=\"http://farm5.static.flickr.com/4091/4986226270_6b7d034981.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4986229116/\"><img src=\"http://farm5.static.flickr.com/4106/4986229116_88c2602e3c.jpg\" alt=\"\"></a></p>\n<p>I found myself starting to feel queasy on this terrain. There was a huge\ncliff below, and I kept slipping on the tilted scree, grass and loose rock.\nI asked Uli to stick near me just for psychological reasons. I really didn&#39;t\ntrust anything in here. It&#39;s funny, Uli and I talked later about the climb\nand we both had sections we really felt uncomfortable on. For him, it was\nthe mostly unprotected pitches below the summit. For me it was this stuff,\nby far! After some initial down-climbing, we were blocked by cliffs. Uli\nfound a just-doable way on the other side of a gully, then making short\nswitchbacks on steep grass to finally reach the basin.</p>\n<p>Lots of scree-skiing followed, often fun. But when the carpet of small\nrocks runs out, you get stranded on bare 40 degree dirt slopes with tiny\nembedded pebbles. We tried to link pockets of deeper scree, and eventually\nreached our pack at the base of the route. Well, Uli did. I started slipping\nuncontrollably about 30 meters away and gave up!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4986230018/\"><img src=\"http://farm5.static.flickr.com/4151/4986230018_34dba981dd.jpg\" alt=\"\"></a></p>\n<p>We hiked down, having a good laugh about a cliff that was polished white\nwith water. We joked that local hardmen like Heinz Zak might solo climb\nit in the moonlight. The polish on the smooth wall would be so great you\ncould see your face all the way up. The climb would be named &quot;Spiegel,\nSpiegel, an der Wand...&quot; (Mirror, mirror on the wall), and doubly frightening\nbecause you could see your face as you carefully ascended!</p>\n<p>Sometimes imagining something ridiculous and laughing at it distracts\nyou from your own ridiculous activities, no?</p>\n<p>Thanks Uli for a safe climb and return.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4985633317/\"><img src=\"http://farm5.static.flickr.com/4104/4985633317_f05bdd5790.jpg\" alt=\"\"></a></p>\n<p><em>More pictures <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157624821270521/\">here</a>.</em></p>\n"}