{"date":"2010-5-1","title":"Burschlwand climbing with Stephan","blurb":"really fun!","description":"<p><a href=\"http://www.flickr.com/photos/ripsawridge/4569144468/\"><img src=\"http://farm4.static.flickr.com/3049/4569144468_4833e89f9e.jpg\" alt=\"\"></a></p>\n<p>On the spur of the moment, Stephan and I were able to get out for a day.\nFriday was expected to be nice until the late afternoon, then the weekend\nrains would start! I convinced him to make the long drive to the Burschlwand,\nwhich Adrian and I had really enjoyed a few weeks before. I liked the climbs\nthere so much, I was at least as interested in repeating routes we&#39;d done\nas doing new ones. Adrian and I did the last pitches of &quot;Mon Cheri&quot; (VII-)\nlast time, and a good start seemed to be to do that whole line. At 8:45\nam, Stephan was leading up the first pitch, nicely climbing through some\ncrux (7-) moves on small holds. &quot;This is really pumpy!&quot; he said a couple\nof times. After running through the short pitch 2 as well, Stephan sent\nme off for pitch 3, which seemed to get harder as it went up. A vertical\nwall, I found the holds getting smaller and smaller until finally a committing\nleftward hand traverse escapes to the belay. What a steller pitch!</p>\n<p>Like my previous trip to the Burschlwand, I found myself replaying the\npitch in my mind. Despite the rather lackluster appearance of the cliff,\nalmost every pitch offers creative moves.</p>\n<p>Stephan lead pitch 4, graciously using the optional belay station mid-pitch\nto allow me to lead the top part. These two 30 meter pitches are often\ncombined, but last time I enjoyed it so much on follow that I wanted a\nchance to lead some of it. It offered continually interesting face climbing,\nsometimes made easier by being able to grab a prominent edge on the left.\nStephan took pitch 6 via a nice face climb that reached the top of the\nwall.</p>\n<p>We came down and hung out in the shade near the car for a while drinking\nwater and eating chocolate, which had already melted in the heat of the\nday. We&#39;d taken about 3 hours for 6 pitches. &quot;That&#39;s pretty pathetic!&quot;\nsaid Stephan. &quot;I didn&#39;t know we were racing,&quot; I replied. My thought was\nthat these were all tough pitches, it was our first climb together outside,\nand well...the day is long! Still, we resolved to see if we could speed\nup a bit.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4568508991/\"><img src=\"http://farm4.static.flickr.com/3211/4568508991_0bb6b24bd2.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4568510797/\"><img src=\"http://farm4.static.flickr.com/3595/4568510797_c7e729b968.jpg\" alt=\"\"></a></p>\n<p>Next we hiked back up to climb &quot;Stenico,&quot; again grade VII-. I got the\neasy first pitch, then Stephan climbed a surprisingly tough buttress that\nlooked easy from below. &quot;You should skip clips!&quot; I said, or something to\nthat affect. But once up there I was amazed how terrain that appeared lackluster\nfrom below turned into bulgy overhangs and vertical walls. &quot;Good lead!&quot;\nI said, then combined pitches 3 and 4. I ran out of steam at the crux moves\non pitch 4 and had to rest a moment.</p>\n<p>I&#39;d tried to pass a slabby section to the left of protection, only to\nget into trouble trying to go up and traverse right on small features.\nAfter a rest I made it work, but watching Stephan later it appeared the\nbetter way was to avoid getting so far left as I had. This was a good pitch.\nStephan continued up the slabby buttress to a belay below an overhang.\nGulp!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4569154728/\"><img src=\"http://farm5.static.flickr.com/4057/4569154728_62a0e50203.jpg\" alt=\"\"></a></p>\n<p>Interesting moves sent me right below the overhang, then back left. I\nthought I should climb it on the left, but that didn&#39;t work. After a rest\nI finally figured out that there is a decent incut hold right in the heart\nof the overhang that would allow me to reach high for a slabby palm with\nmy left hand. That cracked it, then I wended my way slightly right and\nup on the crest of an outside corner, deciding to keep going through pitch\n7 to the top. Stephan came up and we talked with some guys who&#39;d been climbing\nHeSi on the right. What&#39;s more they had established that route and others\nhere! We thought about calling it a day, but with blue sky and hours of\ndaylight left we couldn&#39;t justify leaving work early! Besides, we&#39;d climbed\nfaster...that was 7 pitches in 2.5 hours.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4568521975/\"><img src=\"http://farm4.static.flickr.com/3304/4568521975_3164bb7cbd.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4569160200/\"><img src=\"http://farm5.static.flickr.com/4033/4569160200_eb25dd507e.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4568524557/\"><img src=\"http://farm4.static.flickr.com/3389/4568524557_c7770ef730.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4568525831/\"><img src=\"http://farm4.static.flickr.com/3541/4568525831_7f9d8c0cc9.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4569164022/\"><img src=\"http://farm5.static.flickr.com/4028/4569164022_64ab4b7ceb.jpg\" alt=\"\"></a></p>\n<p>Another scamper back to the base of the wall followed, and this time we\ndrove into town for a sandwich. We hung out at the chapel fountain some\nmore, eating, drinking and talking with some other climbers. Even though\nAdrian and I already climbed &quot;Donna Delores&quot; (6+), I wanted to do it again.\nStephan agreed, and at 4:45 pm he was leading the first pitch. I was worried\nabout pitch 2, which I found really hard a few weeks ago. Nervously asking\nStephan to watch me closely, I took a big leftward step out from the belay\nto the highly chalked foothold that provides access to the wall. I went\nup and right to a hopeless rotten overhang, then tentatively traversed\nback left on slabby pinches until I could make the second clip. &quot;Not out\nof the woods yet,&quot; I thought. Straight up from here on small holds got\nthe third clip, then I could relax a bit. I traversed right, then used\na shallow seam to aid upward progress until finally the route exits to\na belay on the left. Whew!</p>\n<p>Now, Stephan would get the joy of leading my favorite pitch on the wall\nso far. Rated 6, it is nonetheless sustained and long, with several puzzles\nto solve as it climbs up and left on a broad wall. He did this very well,\nand was already raving about the quality as he reached the belay. I could\nonly respond &quot;I know, yeah?!&quot; having fallen in love with the pitch a few\nweeks ago with Adrian. I had marred the lead by traversing too far left\nto another line that day, then engaging in a series of traverses and hijinks\nto get back on the line. Stephan made no such mistake, and even got some\nnice pictures of me showing the climbing sequence on different sections.\nThe last pitch of the route proper was for me, and I had a great time slinking\nup the wall to an appointment with a yellow rotted-looking overhang that\nis escaped via a slabby jug on the left. Despite getting a hand on the\njug, there is nothing helpful for feet, and it makes for an exciting end\nto an already-strenuous pitch. Stephan got pitch 5, an easy ridge that\ndovetails with the &quot;Mon Cheri&quot; route.</p>\n<p>Sore, tender feet and fingers aside, it was an excellent climbing day.\nThanks Stephan!</p>\n<p>Pitch counts:</p>\n<p>MC: 7-,5+,7-,6+,6 (we did 5 pitches in 4: 7-, 7-, 6+, 6)</p>\n<p>S: 5,7-,1,7-,6-,7-,6- (we did 7 pitches in 5: 5, 7-, 7-, 6-, 7-)</p>\n<p>DD: 6+,6+,6,6,5+ (we did as marked)</p>\n<p>in YDS (helpful for my own comparisons. Difficult to translate the rating,\nI&#39;ve added my own subjective thoughts):</p>\n<p>MC: 5.10c, 5.8, 5.10c, 5.10b, 5.9</p>\n<p>S: 5.7, 5.10b, 3rd class, 5,10c, 5.9, 5.10b, 5.9</p>\n<p>DD: 5.10a, 5.10b, 5.10a, 5.9, 5.8</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4569165124/\"><img src=\"http://farm4.static.flickr.com/3404/4569165124_a15cb0a5da.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4569148090/\"><img src=\"http://farm5.static.flickr.com/4009/4569148090_561f0ec6d7.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4569141768/\"><img src=\"http://farm5.static.flickr.com/4017/4569141768_62db3675d8.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4568506753/\"><img src=\"http://farm5.static.flickr.com/4001/4568506753_0565c67dec.jpg\" alt=\"\"></a></p>\n"}