{"date":"2010-8-5","title":"Kleine Zinne, Yellow Edge (VI+)","blurb":"with Jesse","description":"<ul>\n<li>Kleine Zinne, &quot;Yellow Edge&quot; (VI+, 14 pitches)</li>\n</ul>\n<p>We slept in the Trevisio Hut and hiked down in the morning. Suddenly it\nwas Thursday. We were running out of time! We wanted to do something &quot;big,&quot;\nand finally a more stable weather pattern was supposed to arrive, or already\nbe here. We thought about a variety of objectives, but finally settled\non the Grosse Zinne (Cima Grande), via the Comici North Face. Friday would\nbe the best weather forecast so far. We drove north, having lunch along\nthe way somewhere. At Lake Misurina I grew so tired of driving (or being\nin the car) that I had to get out and read a few hours. I&#39;d passed up an\nopportunity for gas in Cortina, and now realized I really needed it. We\nhad to drive up to Dobbiaco for a station, some water and another forecast\ncheck. Eventually we were settled in the Rifugio Aronzo, all set to wake\nup early and climb.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812842318/\"><img src=\"http://farm5.static.flickr.com/4140/4812842318_05c3673ccd_b.jpg\" alt=\"\"></a></p>\n<p>In the morning everything went smoothly. We made the approach, and in\nthe last few minutes two parties came running up behind us. One of them\ndid another climb, but the other was pleased to set his foot at the base\nof the route a few seconds before me, feeling that he&#39;d &quot;claimed his place.&quot;\nLooking up, we saw the route was already crowded. This kind of sucked.\nRather mad, I soloed the first pitch (easy, loose terrain) and brought\nJesse up, ignoring this smug running fellow (turns out he&#39;s the &quot;lead guide,&quot;\nJesse saw his picture in the Aronzo hut). Later the running man threaded\nhis rope through another party on the second pitch, pulling on their rope\nand tugging on the protection! (it was a nut that could easily fall out\nwith such activity).</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812844804/\"><img src=\"http://farm5.static.flickr.com/4120/4812844804_aa2fdf4414_b.jpg\" alt=\"\"></a></p>\n<p>Jesse and I sat at our place in line at the top of the first pitch, realizing\nit would be at least 2 hours before we could move. Starting at pitch 3,\nthe route is grade VII- for many pitches. So it&#39;s a very slow single file\naffair. There were even people hidden on a ledge above that we hadn&#39;t seen.\nAnd we were the last in line. We waited about 45 minutes, then climbed\ndown, unwilling to sit there the whole morning.</p>\n<p>Somewhat disgusted with the whole situation, and maybe ourselves for not\nhaving foreseen this particular difficulty, we stomped away and formed\na new plan. I&#39;d run back to the car and get the topo for &quot;The Yellow Edge,&quot;\nthen we&#39;d climb that. I slipped twice on steep scree and cut my wrist enough\nto cover my hand and helmet in blood. An alarmed Jesse gave me some tape\nto wrap it up. No way I&#39;m not climbing cuza that!</p>\n<p>A strange fog rolled in, making my jog to the car and back monotonous.\nWe humped up to the base of the route, really happy to see that there was\nonly one party 3 pitches above.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812252395/\"><img src=\"http://farm5.static.flickr.com/4098/4812252395_deaaba84eb_b.jpg\" alt=\"\"></a></p>\n<p>Jesse got the first pitch (30 m), rather intimidating for it&#39;s V+ or VI-\ngrade because the holds are small and polished. I continued for pitch 2,\na VI or VI- crack with a brief but exciting overhanging section. The main\nproblem there was feeling like your feet might blast off of a polished\nslope like ice. I felt every microscopic movement and torqued hard on the\njams. Happily, polish doesn&#39;t disturb a good hand jam too much.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812846970/\"><img src=\"http://farm5.static.flickr.com/4137/4812846970_1fe4d09121_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812223091/\"><img src=\"http://farm5.static.flickr.com/4100/4812223091_10a3007f06_b.jpg\" alt=\"\"></a></p>\n<p>We were happy to be done with those pitches, often described as the real\ncrux despite some VI+ moves higher up that are without polish. Now we followed\nfour long pitches right of the crest, mostly on easy terrain with several\nlines available. We slavishly followed our topo, not wanting to miss the\nspot where we make a hard left traverse to reach the edge (doesn&#39;t make\nsense to call it a ridge...it&#39;s totally vertical the whole way). This short\ntraverse was easy but thrillingly exposed. I led a very enjoyable face\nclimb (V+) past some pitons right on the edge to a nice stance below the\ncrux pitch.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812224329/\"><img src=\"http://farm5.static.flickr.com/4122/4812224329_54cf4a38ac_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812226535/\"><img src=\"http://farm5.static.flickr.com/4102/4812226535_18668936d8_b.jpg\" alt=\"\"></a></p>\n<p>I moved the belay from the one suggested on the topo so I could watch\nJesse climb the pitch. He did a great job, passing a lower VI- section\nthat had a short vertical wall but good hands in a crack. Then the real\nmeat of the pitch came, in an overhanging yellow corner with good handholds\nbut outrageous exposure (VI+). He beefed up the 3-piton belay with a cam\nand a sling, understandably nervous hanging way out in space, nothing but\nair around, and people with binoculars watching him from the Lavaredo Hut.\nThis was a joyous pitch to climb. It felt very well protected (if you trust\npitons :)), and the moves were athletic but secure. Between this and the\nnext pitch, another thrilling traverse followed by 20 meters of steep face\nclimbing (V+), this route became elevated to something mythic. Two more\npitches of incredibly exposed face climbing had us laughing and continuously\namazed at the greatness of this climb.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812853002/\"><img src=\"http://farm5.static.flickr.com/4119/4812853002_ce1ce39441_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812231519/\"><img src=\"http://farm5.static.flickr.com/4121/4812231519_fdc87d402f_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812280957/\"><img src=\"http://farm5.static.flickr.com/4081/4812280957_4c943b99a0_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812859188/\"><img src=\"http://farm5.static.flickr.com/4077/4812859188_e043644a44_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812237917/\"><img src=\"http://farm5.static.flickr.com/4122/4812237917_f117cfa7bc_b.jpg\" alt=\"\"></a></p>\n<p>A final &quot;ordinary&quot; pitch, because it was somewhat sheltered from the exposure\nwe&#39;d grown to love, and then we stood at the top of the &quot;edge.&quot; I was so\nimpressed with the climb, I didn&#39;t even think about going on to the true\nsummit of the Kleine Zinne (not hard), only now I wish I had. But if there\nis one climb to repeat in a lifetime, it&#39;s this one, for sure.</p>\n<p>We scrambled ledges to a point above the notch between the Kleine and\nGrosse Zinne. We made two double rope rappels then several single rope\nrappels to reach the notch, then descended unpleasant hard, dirty snow\nfor quite a while. Eventually, very muddy and with frozen fingers (and\nme with some blood from my wound), we escaped the gully and retrieved our\npack at the base of the climb.</p>\n<p>We&#39;d salvaged the day really well. Holy cow, that was fun!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812864780/\"><img src=\"http://farm5.static.flickr.com/4119/4812864780_9949af7333_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812241829/\"><img src=\"http://farm5.static.flickr.com/4114/4812241829_d76674cab2_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812868822/\"><img src=\"http://farm5.static.flickr.com/4074/4812868822_70b47a6b65_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812871562/\"><img src=\"http://farm5.static.flickr.com/4121/4812871562_6e29fe0a26_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812872812/\"><img src=\"http://farm5.static.flickr.com/4074/4812872812_52a66934e3_b.jpg\" alt=\"\"></a></p>\n<p>Funny story with the photo above. We&#39;d dropped this carabiner on pitch\n10, and found it laying on the trail right below the wall. Woo hoo! Aluminum\ndoesn&#39;t have a hairline crack problem, so we think it&#39;s okay to use again.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812873812/\"><img src=\"http://farm5.static.flickr.com/4079/4812873812_fe14c8624e_b.jpg\" alt=\"\"></a></p>\n<p>Goodbye Yellow Edge. I think I&#39;ll climb you again in this life!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/4812874592/\"><img src=\"http://farm5.static.flickr.com/4115/4812874592_3780e9bfc8_b.jpg\" alt=\"\"></a></p>\n"}