{"date":"2011-9-12","title":"Rosengartenspitze, Ostwand \"Steger\"","description":"<p><em>Alas, no pictures! I forgot the camera at home! But I do have some iPod Nano footage (shaky)</em></p>\n<p>Adrian and I made a weekend trip to the Dolomites. His girlfriend Traudi\ncame along with us to get some relaxation in beautiful scenery while we\nclimbed. We drove down Friday afternoon, and after renting a taxi to the\nGardecci Hut, walked in the moonlight up to the Vajolet hut, where Pete\nand I stayed during our June trip to the area. We had two bottles of wine\nand potato salad with potatoes from Traudi&#39;s family farm in Romania. Delicious!</p>\n<p>The next morning, after breakfast, we hiked to the base of the route.\nTwo other guys were in front and we figured our job would be easier because\nwe could follow them for route confirmation. That didn&#39;t really work out\nas planned, however. As we got ready, a multitude of other parties converged\nat the base. I scrambled up the easy first &quot;pitch,&quot; to get in line just\nin front of a party of three nice Italians, who we would see on and off\nthroughout the day.</p>\n<p>Adrian took the first lead, a steep pitch generously endowed with holds\nto keep the grade down. He belayed 50 meters up at the base of a steep\ncorner that had the crux moves of the climb (pitch 4 on the topo). I followed\nand led through the crux, finding it most difficult where I needed to place\na large cam in an overhanging corner before traversing off right and up\nto a steep but crumbly face. Adrian followed, then led up through a surprisingly\ndifficult wall up and left of the belay, which we estimated to be as hard\nas the crux moves below. Later, a look at the topo revealed an easier way\nup a white wall above the belay that lookd holdless, but actually had big,\ncamoflaged grips. From here, we continued a couple of pitches wondering\nexactly where we were. The problem was that terrain was not difficult,\nproviding many options, and indeed, the wall is festooned with old pins\nand slung belay stances. Losing the route is common in here!</p>\n<p>I led easily up into a corner, then by a slung &quot;sanduhr&quot; (hourglass) traversed\nleft across a small face to then climb a rapidly easing corner to a stance.\nI knew that the route makes a devious gentle traverse rightward in this\narea, but neither we nor the party of three below could figure out where\nit was, despite 2 topos and one italian detailed pitch description. I was\ncautious because a friend had already <a href=\"http://easternalpsclimbing.blogspot.com/2009/05/steger-route-rosengartenspitze-e-face.html\">spent a night out in a cave on the face</a> due\nto an error here. Adrian led off, inclined to follow the two climbers above,\nthough they seemed to be getting off route by going straight up a black\ncrack that one topo writes &quot;NEIN!&quot; over! Adrian searched for the right\nway, knowing he should go right but not sure exactly how or where. Finally\nhe settled on a traverse of a difficult face, emerging on a ledge that,\nto me and the Italians below, looked like nirvana: a perfect belay ledge.\nBut Adrian found only a few edelweiss plants. The Italians started up and\nfound the proper ledge 10 meters higher than Adrian. Now he had the unenviable\ntask of reversing his route, cleaning cams and nuts along the way. He did\nthis, and climbed up to the proper belay. It was costly, but overall, time\nwell spent because the error could have been worse!</p>\n<p>Two really nice pitches followed, a IV+ and V, first cracks and face up\nto the base of a steep corner (and crowded belay, with the Italians), then\nAdrian led a stellar chimney/crack pitch that marked the halfway point\non our topo. Yes!</p>\n<p>Three more straightforward pitches led up to the base of another beautiful\nsteep corner crack. Still, it was easy to get lost. The Italians headed\noff right, missing the key climb behind a massive block in a chimney identified\non route maps (fun climbing, too). Later, confused, we ventured right to\nfollow them, then came back to the main line, a little apprehensive about\nthe steep faces they were climbing above! In the lower part of this section\nI cowered under an overhang as two volleys of highspeed rock fall from\nhigh above exploded around me. That distinctive fluttering sound is never\neasy to hear! Again, Adrian got the V+ corner crack on his lead...I started\nchiding him for stealing all the hard pitches. It was a really fun ropelength,\nwell protected by cams and the occasional piton.</p>\n<p>Two moderate and fun pitches led up and right, closing off options as\na smooth yellow face loomed above us. Birds whooshed around the cliff at\nhigh speed, and clouds began pouring through the low gap in the range to\nthe south. We caught the Italians again at a belay before the final chimney,\nperched scenicly above a steep, yellow grade V face. They had had good\nadventure on a line off to our right, and we&#39;d heard them every now and\nthen around the corner for the previous 4-5 pitches.</p>\n<p>I got the last full pitch. We&#39;d put on jackets now, as the clouds through\nthe gap had spread and finally made it over the summit. Adrian, smiling\nthrough gritted teeth said: &quot;Please. No delay. Climb. I am cold.&quot; More\ndirect words were never spoken! I went up the final bit of the yellow face,\nthen into the chimney, favoring one side and then the other, with the crux\nmoves ascending a hand crack on the right side. Wow, what a pitch! I emerged\nat a notch in the ridge, seeing the Italians scrambling the summit, coils\nof rope in their hands. I couldn&#39;t find a good gear belay, and finally\njust wrapped the rope around a section of the ridge. Adrian came up, pleased\nas punch, then set off on a scramble to the summit. I coiled half the rope\nand followed to the top. We stood under the cross and offered congratulations\nall around! There were clouds to block the view of the Gardeccia, but valleys\nand peaks to the north were visible. Swaths of green ridges were especially\nimpressive, constrasting so greatly with the big yellow and gray bulks\nembedded into the clouds.</p>\n<p>We descended easily to the north, scrambling on a ridge past an unnecessary\n(in dry conditions) rappel anchor, then reaching a notch in the ridge to\nmake a 50 meter rappel to more scrambling. We passed a hut and continued\ndown to the Vajolet Towers, and then our own hut, just in time for dinner.\nTraudi said she heard me and my loud voice for 20 minutes coming down the\ncanyon. Oops!</p>\n<p>We had a great dinner, and finished with good wine, talk and a much-needed\nhot shower. I was getting lots of German practice with Traudi, who explained\nthe history of the opera and many other interesting things. Adrian and\nI resolved to climb the &quot;Fedele&quot; Route on Punta Emma the next day. A short\nclimb, it would allow us to leave early and get home at a decent hour.</p>\n<h2 id=\"fedele-route-punta-emma-v-11-pitches\">Fedele Route, Punta Emma, V-, 11 pitches</h2>\n<p>I ended up basically scrambling the first pitch (IV+) due to a misreading\nof the topo, oops! Finally at the end of the pitch I got a decent cam in\nto protect the final moves up a slabby corner. I led the next pitch too,\na really fun V- corner crack. Adrian continued on easier but still interesting\nterrain to a spot below a distinctive black crack. I climbed up to the\ncrack, placed a solid cam, then traversed left to a line of pitons in a\nshallow, smooth corner. Amazingly, there was a small hidden hold just where\nnecessary. Clipping the last of three pitons was very awkward, as I was\nalready traversing out of the smooth corner along a line of holds leading\nleft. Now, up and left a long ways for a full 55 meter pitch to a 3 piton\nbelay on the right side of a buttress of imposing black rock, permanently\nstained by waterfalls in the rainy season. Adrian came up and led an impressive\nlooking pitch with a short overhang directly above my belay. We talked\nabout how Fedele was a genius at finding easy routes up vertical faces,\nboth veterans as we are of the &quot;Fedele/Dibona&quot; <a href=\"http://www.summitpost.org/trip-report/565724/Sass-Pordoi-the-Fedele-Dibona-.html\">monster line on Piz Pordoi</a>,\nimprobably rated grade V. This smaller climb shared the serious feeling\nof the larger, because of the vertical angle of rock all around you.</p>\n<p>Adrian had combined two pitches, leading up into the final black chimney,\neasily visible from trails below. In a repeat of the day before, I got\nthe final chimney moves, emerging on easy ground 100 meters below the summit.\nHere we unroped, joking about my decision to climb without a pack (and\ntherefore without food and water). Basically I was tired of climbing with\na pack from the day before, and knew this climb was easy enough to allow\na break from the alpine traditions. Adrian tried to offer me water, which\nI gallantly refused. Then he tried to offer me his favorite candy, a &quot;Kinder\nPinguino&quot; (children&#39;s penguin). When I refused that he called me an unprintable\nname and all but forced me to accept it. Good fun!</p>\n<p>We walked the summit, talking about past and future climbs to do. I remembered\nbeing here with Pete two months before, thinking about how he&#39;ll be a dad\nsoon. Man, time flies!</p>\n<p>Easily down with scrambling and a rappel, then to the hut and down to\nTraudi, enjoying herself in the beautiful meadows near the Gardeccia Hut.\nThis was an amazing place, with families laying out on the grass, kids\nrunning around, all beneath the fantastic towers of the central Rosengarten\nridge. It wouldn&#39;t have hurt Adrian and I to spend the day here, either.</p>\n<p>The taxi and the drive home followed. Big thanks to Adrian and Traudi\nfor driving, companionship and the friendship of the rope!</p>\n<h2 id=\"detailed-pitch-descriptions\">Detailed pitch descriptions</h2>\n<p><strong>Rosengarten Ostwand &quot;Steger&quot;</strong></p>\n<p>P1 - II, scrambling.</p>\n<p>P2,3 - IV+,V, Adrian combined these easily in 50 meters climbing cracks\nand a yellow corner to a belay in the corner.</p>\n<p>P4 - VI-, I led up from the corner to an overhang, then right and up a\nsometimes-loose yellow face to a belay.</p>\n<p>P5 - V+, Adrian led left and up from the belay in some hard moves, then\nIV+ crack terrain to easier ground and a belay.</p>\n<p>P6 - V, Michael led easily up to a corner, then traversed left at a block\n(good nut) into an easier corner and grade III terrain to a belay on the\nleft of a gully.</p>\n<p>P7 - IV+, Adrian, up the gully to then turn right after 25 meters beneath\na yellow corner and gain a yellow ramp. By no means continue up the corner\nor veer left into a black crack (&quot;schwarzer Riss&quot; on german topos).</p>\n<p>P8 - IV+, Michael, enjoyable easy but steep climbing up cracks, wandering\nleft then back right to a belay in a corner at the end. 30 m.</p>\n<p>P9 - V, Adrian, up a steep crack which widens to a chimney. Climb first\non the right then the left wall to reach a nut and Sanduhr (hourglass)\nbelay. 40 m.</p>\n<p>P10 - IV+, Michael, Follow a crack straight up into an easy gully. Higher,\nthe gully steepens to offer enjoyable grade IV climbing at it&#39;s exit to\na nut belay. It&#39;s easy to lose the route in the middle of this pitch by\nveering right. 45 m.</p>\n<p>P11 - IV, Adrian. Continue on easy (II) terrain to where the gully gains\nmore definition again and a distinctive huge block is wedged inside. Climb\nbehind the block to a two piton belay. 35 m.</p>\n<p>P12 - IV, Michael. Don&#39;t be tempted rightward here, continue straight\nup the chimney/gully where it steepens at a crack, then eases to a belay\nbelow an impressive black crack. 35 m.</p>\n<p>P13 - V+, Adrian. Climb the crack straight up past some pitons to a belay\non a ledge/terrace. 35 m.</p>\n<p>P14 - IV, Michael. Follow a ramp up and right in very pleasant climbing\nwith big exposure below, but good holds always at hand. We found a 3 piton\nbelay. 45 m.</p>\n<p>P15, 16 - IV, V, Adrian. Clip a piton 2 meters above and right of the\nbelay, then continue up gully/channels (we ignored the topo&#39;s idea of going\nright and around a ridge). Emerge on a yellow face, climbing the easiest\nline past a few pitons to a spectacular belay with the valley laid out\nbelow. 50 m.</p>\n<p>P17 - V+, Michael. Finish climbing the yellow face, and into a chimney\nwith the most difficult moves shortly before the exit, in a solid hand\ncrack on the right wall. Belay with gear and slings. 30 m.</p>\n<p>P18 - III, Adrian. Climb a last slabby step on low angle ridge to where\nthe ridge melts into a low angle face. 25 m.</p>\n<p>From here, scramble to the summit (II, 80 m).</p>\n<p><strong>Punta Emma, &quot;Fedele&quot;</strong></p>\n<p>P1 - IV+, Michael. Climb steep but grassy face directly below a striking\ndihedral to a belay at the base of the dihedral. 30 m.</p>\n<p>P2 - V-, Michael. Climb the dihedral with good cam and piton protection\nto a belay where the angle lessons. 25 m.</p>\n<p>P3 - IV, Adrian. Climb easy terrain in the gully up and right to a solid\ncrack (IV) and a three piton belay. 40 m.</p>\n<p>P4, 5 - V-, IV, Michael. Climb easy ground to the base of an obvious black\ncrack. Look left of the crack for a line of pitons in a shallow black dihedral.\nAscend this, then continue left and up, past a two piton belay. I continued\nup and left to a three piton belay at the right side of a black wall. 55\nm.</p>\n<p>P6 - V-, Adrian. Climb up enjoyable rock to a piton and exposed moves\nover a slight overhang. Easily back left and up to a two piton belay. Also\npossible to continue a bit into the chimney and another good belay. 20-40\nmeters, depending on option.</p>\n<p>P7 - IV+, Michael. Climb the very nice chimney to easier terrain.</p>\n<p>From here we scrambled to the summit on grade II terrain.</p>\n<hr>\n<p>Pictures!</p>\n<p>Nice picture from ukclimbing.com:</p>\n<p><a href=\"http://www.ukclimbing.com/images/dbpage.html?id=18347\"><img src=\"http://j.ukc2.com/i/18347.jpg\" alt=\"\"></a>.</p>\n<p>Great image from Radek and Shirley&#39;s inspiring Dolomite trip of 2008:</p>\n<p><a href=\"http://www.summitpost.org/east-face-steger/453018\"><img src=\"http://www.summitpost.org/images/medium/453018.JPG\" alt=\"\"></a></p>\n<p>My own pictures of the wall from June:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872744567/\" title=\"East Wall of the Rosengartenspitze by ripsaw ridge, on Flickr\"><img src=\"http://farm7.static.flickr.com/6059/5872744567_3850cc2937.jpg\" alt=\"East Wall of the Rosengartenspitze\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872745355/\" title=\"Another world above the taxi bus... by ripsaw ridge, on Flickr\"><img src=\"http://farm4.static.flickr.com/3070/5872745355_d532767ce4.jpg\" alt=\"Another world above the taxi bus...\"></a></p>\n<p>Here is a link to the <a href=\"http://books.google.de/books?id=zgiGnI1KBmsC&amp;lpg=PA4&amp;ots=k4OLrYvTzt&amp;dq=rosengarten%20steger%20ostwand&amp;pg=PA58#v=onepage&amp;q=rosengarten%20steger%20ostwand&amp;f=false\">topo</a> in\nthe Köhler/Memmel book (in german).</p>\n<p>Bivouacs are not usual, usually because of the devious routefinding. Here is a story with an <a href=\"http://www.cs.dartmouth.edu/~spl/mountaineering/2006/Rosengartenspitze/\">overnight bivouac</a>, and here is <a href=\"http://easternalpsclimbing.blogspot.com/2009/05/steger-route-rosengartenspitze-e-face.html\">another</a> from a <a href=\"http://www.flickr.com/photos/ripsawridge/4609443129/in/set-72157623943094367/\">friend of mine</a>.</p>\n<p>Here is the page <a href=\"http://www.mountainproject.com/v/cima-catinaccio-east-face-steger-route/107010165\">on mountainproject.com</a>.</p>\n<p>Here is a photo taken by Graham of a friend of mine, Jesse in 2008:</p>\n<p><a href=\"http://www.flickr.com/photos/22355699@N05/2923050385/\" title=\"071 Dolomites Steger route Catinaccio by GrahamRow, on Flickr\"><img src=\"http://farm4.static.flickr.com/3155/2923050385_719290d5f1.jpg\" alt=\"071 Dolomites Steger route Catinaccio\"></a></p>\n<p>Here is just <a href=\"http://www.flickr.com/photos/jtsoft/2698275204/\">a really nice photo</a> of the wall. And another, the route on the far left:</p>\n<p><a href=\"http://www.flickr.com/photos/73424526@N00/2157156759/\" title=\"Catinaccio by parol, on Flickr\"><img src=\"http://farm3.static.flickr.com/2115/2157156759_57a3cdf6e8.jpg\" alt=\"Catinaccio\"></a></p>\n<p>Another picture from Graham with the approximate route:</p>\n<p><a href=\"http://www.flickr.com/photos/22355699@N05/2923958092/\" title=\"058a Dolomites Steger route by GrahamRow, on Flickr\"><img src=\"http://farm4.static.flickr.com/3285/2923958092_6c39225826.jpg\" alt=\"058a Dolomites Steger route\"></a></p>\n"}