{"date":"2011-8-14","title":"Predigtstuhl Nordkante (IV)","description":"<p>David and Mike were going to fly into Munich to visit the Eastern Alps\nand Eastern Europe more generally. As it turned out, I could take a day\nto climb, and the weather forecast looked pretty good after many days of\nrain. They came over Friday afternoon, and we headed out to the Wilder\nKaiser and the Griesener Alm Saturday morning. Knowing these guys are hella\ngood rock climbers, I was thinking we could climb the Duelferriss on the\nFleischbank, which has been on my wish list for years. But to my dismay,\nthe expected light rain around 2 am had extended through the morning, and\nwe soon found ourselves a bit shell-shocked in the Gasthaus at the Alm,\ndrinking coffee and wondering when the rain would stop!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042412234/\"><img src=\"http://farm7.static.flickr.com/6186/6042412234_95a4e9499c.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6041868811/\"><img src=\"http://farm7.static.flickr.com/6143/6041868811_ff876d94d8.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6041881721/\"><img src=\"http://farm7.static.flickr.com/6089/6041881721_5e17ca435c.jpg\" alt=\"\"></a></p>\n<p>Finally, at about 10 am, the sky looked a little brighter. We packed the\npiece of bread and butter I&#39;d bought as our sole food for the trip, along\nwith another piece of bread with the anis spice in it (not a great idea!).</p>\n<p>No sooner did we start hiking, but it rained again. I talked a lot about\nhow English climbers are very hardy and climb cheerfully in the rain, hoping\nwe&#39;d be suitably inspired. No one was fooled by such play acting! Still,\nwe kept hiking up, wondering what we&#39;d actually do in the end. We&#39;d already\neliminated the Duelferriss as an objective, and settled on two ideas: The\nNordkante on the Predigtstuhl (IV) and the &quot;Via Classica&quot; (V+), the former\na beautifully scenic but easy mountain climb, the second a modern bolt-protected\nrock climb. Having decided the Nordkante would be better in the rain, we\nwalked under Via Classica&quot; and saw two parties starting the route, to our\nsurprise. &quot;Glad somebody is optimistic!&quot; we thought.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042440840/\"><img src=\"http://farm7.static.flickr.com/6194/6042440840_8c8182d3bd.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6041882861/\"><img src=\"http://farm7.static.flickr.com/6201/6041882861_4e2abef8f0.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042430046/\"><img src=\"http://farm7.static.flickr.com/6142/6042430046_240b67f573.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042431740/\"><img src=\"http://farm7.static.flickr.com/6183/6042431740_8834988ea4.jpg\" alt=\"\"></a></p>\n<p>We hiked up into the Steinere Rinne, it was cool to show this interesting\nlandscape to Mike and Dave. Mike got some good pictures of climbers on\nthe Fleischbankpfeiler with his enviably cool camera. I&#39;d climbed the route\nbefore, taking a variation start that is suggested for when there are parties\nabove (and potential rockfall). This time, for variety, we&#39;d do the normal\nstart. We scrambled up the first pitch, but pretty soon the loose and occasionally\nwet terrain made the gully feel insecure. We roped up and belayed the rest\nof the gully to the notch. Another pitch, this time on solid rock got us\nto where the two starts join.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042438204/\"><img src=\"http://farm7.static.flickr.com/6186/6042438204_0d611a73dc.jpg\" alt=\"\"></a></p>\n<p>&quot;You mean we are only at the top of pitch 5?&quot; said Mike. &quot;And there are\n16 pitches?&quot;</p>\n<p>&quot;Uh...yeah.&quot;</p>\n<p>His dismay was justified. We were a little behind schedule, but I hoped\nto make up time in a block of easy terrain ahead where we could short-rope\nand simul-climb. Pretty quickly, we reached the first &quot;real&quot; pitch of the\nroute, the &quot;Matajek Traverse.&quot; This is a really entertaining pitch, where\nyou have to traverse a smooth wall to reach a hidden crack that takes you\nback up and right of the belay. Mike and Dave were happy to let me lead\nthis, being in &quot;euro-tourist&quot; mode! It was really fun, and Dave found a\nbetter way to climb it by traversing considerably lower. Well, I hope his\nvariant was as fun as ours!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6041887519/\"><img src=\"http://farm7.static.flickr.com/6071/6041887519_9f8441cc65.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042434658/\"><img src=\"http://farm7.static.flickr.com/6210/6042434658_855cf05541.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6041890571/\"><img src=\"http://farm7.static.flickr.com/6074/6041890571_5b9eded032.jpg\" alt=\"\"></a></p>\n<p>Another really nice pitch followed, with sustained but easy crack climbing.\nWe continued around a corner and ran into some difficulties gaining the\neasy scrambling terrain. We had to downclimb a short but loose section\nof rock that seemed unjustifiably ridiculous. We did kind of a cool move\nwhere a sling on a horn allowed Mike to lower past the section. In general,\nwe had to use a lot of gear on this route for a supposedly &quot;bolted belays&quot;\nclimb. Often we didn&#39;t find the belays, and just as often I blindly missed\nthem, only to sheepishly see the bolt across from my sling and nut belay\n20 minutes later! At this particular difficult point, our topo marked a\nbelay where there was none. The uncertainty of our absolute position added\nto the stress of the downclimb because it made it easy to think we were\nin a wildly bad location.</p>\n<p>But once past that pesky spot, we could short rope for a few pitches.\nA cloud had bedeviled us for a while, but now it was gone and we knew it\nwouldn&#39;t rain for some hours. We&#39;d been granted a reprieve from rainy retreats\nand other such nasty difficulties!</p>\n<p>Really nice, easy climbing on the ridge led to a notch, then a short pitch\nbelow the infamous &quot;Oppelband.&quot; This is a 7 meter crawl around a corner\nwith massive exposure. I tried to get Mike or Dave to lead but they successfully\nevaded my charms. I started crawling, and soon was bringing the guys over\nto hilarious grunting noises and soft cries of supplication. Dave got a\npretty funny video of Mike coming across. This was fun. Overall, we&#39;d suffered\nthe stresses of bad weather and bad rock. Now, close to the end of the\nclimb, with decent weather, we could laugh a little bit. In fact the next\npitch, the last, was really good and gave a nice finish to the climb.</p>\n<p>We joked around a bit on the summit, finished our anis bread, and admired\nthe &quot;New Age&quot; crystal that was embedded in the formidable summit cross.\nThe things people think of!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042436720/\"><img src=\"http://farm7.static.flickr.com/6066/6042436720_d5d318a082.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042437202/\"><img src=\"http://farm7.static.flickr.com/6077/6042437202_04440e8df5.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042439572/\"><img src=\"http://farm7.static.flickr.com/6144/6042439572_dc534f55ba.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6041896965/\"><img src=\"http://farm7.static.flickr.com/6184/6041896965_f265b869c7.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042444522/\"><img src=\"http://farm7.static.flickr.com/6128/6042444522_ce295af6d4.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042445720/\"><img src=\"http://farm7.static.flickr.com/6061/6042445720_4e2eacc0c0.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6041901091/\"><img src=\"http://farm7.static.flickr.com/6080/6041901091_5030b1b4c1.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042447570/\"><img src=\"http://farm7.static.flickr.com/6143/6042447570_24b5c77e69.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042448910/\"><img src=\"http://farm7.static.flickr.com/6210/6042448910_4620144b7c.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042450112/\"><img src=\"http://farm7.static.flickr.com/6196/6042450112_f52334e23b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042451354/\"><img src=\"http://farm7.static.flickr.com/6064/6042451354_41678078f5.jpg\" alt=\"\"></a></p>\n<p>I hazily remembered the descent, but it&#39;s amazing how much you forget\nin a few years. Still, we found the scramble down and around the Middle\nPeak, to reach the Botzong Chimney. We decided to be conservative and make\nsingle rope rappels, not knowing how 60 meter raps would work. But with\nthree people the setup time for each rap is high. We thought about changing\nover but didn&#39;t. At the bottom, I&#39;d lost count of the raps, and after skipping\nan anchor landed perfectly at the bottom of the part of the chimney we\ndescend. The topo doesn&#39;t make very clear, but you are supposed to leave\nthe chimney at this point and follow a scramble route around to the side\nto reach hiking terrain. Due to confusion about this, Mike and Dave reset\nthe rappel and made one more needlessly. I blame my food-addled brain for\nnot being able to explain why one more rap wasn&#39;t needed. Still, soon we\nwere on hiking terrain again, and watching a beautiful sunset paint the\nwalls around us orange and finally a muted pink.</p>\n<p>The hike down felt long, and Mike had a bothersome old knee injury. We\nwere happy to reach the stashed pack with hiking poles, and the piece of\nbread with butter which we shared happily. Now a long march out in the\ndark. We chatted about various things, and somewhere in here Mike turned\ninto a speed demon with his hiking poles and zoomed past me and Dave. That\nwas funny, then, a creepy voice croaked in the darkness. It was some young\nfella hiding in the bushes hoping to scare us! &quot;We&#39;re gonna kick yer ass!&quot;\nsaid Dave. I complimented the young fellow on his timing and timbre. Back\nat the car, we tried to see if the restaurant would serve us but it was\nafter 10. Oops! That&#39;s okay, Burger King awaits!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042452752/\"><img src=\"http://farm7.static.flickr.com/6133/6042452752_0fbc571228.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042462556/\"><img src=\"http://farm7.static.flickr.com/6080/6042462556_a84dc781f8.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6041918635/\"><img src=\"http://farm7.static.flickr.com/6136/6041918635_280f637afb.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6042465446/\"><img src=\"http://farm7.static.flickr.com/6145/6042465446_b0c05d4cd1.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6041921159/\"><img src=\"http://farm7.static.flickr.com/6121/6041921159_9fc53786fb.jpg\" alt=\"\"></a></p>\n<p>We enjoyed the climb and the company. I wish I could have shown more splitter\ncracks or clean dihedrals to these guys used to climbing in Yosemite all\nthe time. But our scruffier mountains would have to do, they have their\ncharms! We all came back to Munich, Mike and Dave crashed in the guest\nroom and we enjoyed spicy scrambled eggs in the morning with hot peppers\nfrom grandpa&#39;s backyard on Oahu. Thanks to Dave and Mike for a good adventure\nin the mountains, till next time!</p>\n<p><em>Pictures by me, David and Mike. Awesome to have 3 cameras!</em></p>\n"}