{"date":"2011-8-24","title":"Alpstein Marathon (6b+, 21 pitches)","description":"<p>Adrian and I took a day off work to go do a climb that he&#39;d had his eye\non for months. A 21 pitch monster called &quot;Alpsteinmarathon,&quot; it&#39;s the longest\nclimb in the Appenzell Mountains of Switzerland. Over 800 meters of climbing\nthrough long and sustained pitches, it wouldn&#39;t be easy as we both felt\na bit out of rock climbing shape despite being in peak condition a month\nbefore. Activity had fallen off to nothing! Oh well, let&#39;s see what we\ncan do...</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079619196/\"><img src=\"http://farm7.static.flickr.com/6201/6079619196_e00b000074_b.jpg\" alt=\"\"></a></p>\n<p>We drove down after work and hiked in to the Bollenwies Hut under the\nstars, arriving at about 10:30 pm. After many admonishments to remove our\nshoes and put on our pants (well, for Adrian. It&#39;s a long story, but he\nwas kind of just hiking in shorts that looked suspiciously like underwear),\nwe were allowed up to a room to sleep. In the morning we hiked for 15 minutes\nalong the beautiful narrow lake to the start of the route, only about 50\nmeters above the lake and a small sheep farm.</p>\n<p>I got the first lead, a 6a+ &quot;entry test,&quot; that was indeed a good test.\nStrenuous but fun too. I combined with the next pitch and ran into what\nwould be a common problem on the climb: awkward bolt clips. In fact I had\nto climb up and down 3 times to feel secure enough to clip this particular\nbolt, which required pasting feet on a crumbly, sandy slab, and making\ndue with an equally crumbly handhold. Above this clip the pitch was enjoyable\nagain, going over a little roof to broken face.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079086599/\"><img src=\"http://farm7.static.flickr.com/6064/6079086599_e73909f6ae_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079625650/\"><img src=\"http://farm7.static.flickr.com/6198/6079625650_d49458a3a3_b.jpg\" alt=\"\"></a></p>\n<p>Adrian continued and we swapped leads for a while. The sun was getting\nuncomfortably hot, and this part of Europe has been in a heat wave for\nover a week. Our energy already flagging, we worried about being able to\nfinish the climb. Increasingly, I thought hiking or swimming was the right\nthing to be doing now!</p>\n<p>Pitch 6 was an amazing steep face which required some commitment. A long\n(8 meter?) runout between bolts mandated a nut placement, thankfully bomber.\nI really enjoyed the continuous 6a moves on this pitch. Adrian took the\nnext, at similar difficulty, then led the crux pitch with it&#39;s outsized\ndifficulty of 6b+. Aside from this pitch, the route is 6a+. Adrian used\nan aider to get past most of the pitch, which was fairly sustained. Following,\nI could climb free until a brutal transition out of a crack to a face and\nslabby terrain on the right, then I was happy for the etrier Adrian had\nleft me. I remembered that aiding is pretty tough too, twisting around\non slings and basically doing pull-ups on occasion. Emerging at the belay\nshort of breath, I was happy for Adrian to lead again.</p>\n<p>At pitch 10 we started swapping leads again. In here, beaten down by the\nheat, I started pulling on draws reflexively. How would we possibly finish?\nWe had a fair amount of water left, but were conserving it. The rubber\nin our shoes heated up so much that we had to try to keep the toes out\nof the sun to prevent painful burns. A few days later, I&#39;ve got a nasty\nblister on the back of my ankle where I missed a spot of sunscreen. Only\nour stubbornness kept us on the rock for the next few pitches. We slowed\ndown, cheated liberally and just tried to keep moving. The forecast called\nfor some clouds in the afternoon and we were counting on that! I try to\nwrite down a detailed pitch description right after a climb, but for the\nlife of me, I can&#39;t remember a stitch of pitch 11 (5c), which Adrian led.\nWas I a zombie?</p>\n<p>Pitch 14 was cruxy at 6a+. I climbed enjoyable slab, then had a heart\nstopping moment traversing to the left with a crumbly undercling hold and\nslowly slipping-off feet. Although mostly a bolted climb, it&#39;s not &quot;over-bolted&quot;\nat all. A fall in here wouldn&#39;t be great. I pressed my cheek to the wall\nand contemplated the few millimeters of skin and rubber holding me to the\nwall as I pawed for a right handhold. Whew! That was a certain kind of\nfun! At this point I started cursing like a sailor and would continue for\nthe rest of the climb. Me and Adrian both, actually.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079090095/\"><img src=\"http://farm7.static.flickr.com/6200/6079090095_5bf13b2eda_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079090573/\"><img src=\"http://farm7.static.flickr.com/6071/6079090573_a10867481a_b.jpg\" alt=\"\"></a></p>\n<p>But some shade was sent by deities unknown, and did so much to improve\nmy spirits. Adrian hit &quot;the wall&quot; a pitch or two later, feeling unable\nto free climb for a while and making strenuous moves in slings. Stubborn\nman, he pulled through and regained strength as we climbed in shadier conditions.</p>\n<p>Pitch 16 climbed a runout face (well, I missed a bolt, that&#39;s why!) to\na steep chimney with a tough exit. Pitch 18 featured a slabby buttress,\na dicey move around into a gully (I pulled on this draw), then a fantastic\noverhanging crack. Finally, a &quot;sting in the tail&quot; with a really difficult\ntraverse of a steep slab to reach the belay. This route makes you work\nfor every inch!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079091031/\"><img src=\"http://farm7.static.flickr.com/6083/6079091031_814eafaefc_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079091767/\"><img src=\"http://farm7.static.flickr.com/6068/6079091767_c442249da0_b.jpg\" alt=\"\"></a></p>\n<p>Adrian came up, asked me to sign the route book at the belay, and set\nout on a hard move right off the belay (6a+), going past an overhang via\ncrack and face. After this workout, thankfully the long pitch moderated\nconsiderably on a left-leaning journey to easier ground. Another pitch\nled to the grande finale: the 15 meter pitch 21, rated 5b.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079629314/\"><img src=\"http://farm7.static.flickr.com/6075/6079629314_460905d62f_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079092763/\"><img src=\"http://farm7.static.flickr.com/6206/6079092763_a181e4219c_b.jpg\" alt=\"\"></a></p>\n<p>Here we had a hilarious argument, though we were really mad at the moment.\nI felt it was really important to clip these last two bolts, but Adrian\nwanted to do a &quot;walkaround&quot; of those final moves. We hollered at each other\nheatedly for a minute, me demanding to lead the pitch if he wouldn&#39;t, and\nAdrian pointing out I was being an unreasonable son-of-a-bitch. Finally\nhe told me to f*(k off at which point we both broke up laughing. We were\ntired, strained and at the end of our tethers...finally we&#39;d been able\nto step outside ourselves for a moment and see the ridiculousness of the\nsituation. &quot;Okay, I&#39;ll clip your bolt, but MY WAY!&quot; he said with a smirk.\nIn the end he didn&#39;t clip it. As I followed the pitch, flipping the rope\nover the buttress crest so I could follow the bolt line I had to admit\nit was both hard and contrived. I guess the routesetter wants to make sure\nthat the last move feels the hardest, because 5b after 20 pitches will\ncertainly feel like 6a+, at least.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079093847/\"><img src=\"http://farm7.static.flickr.com/6192/6079093847_148331cb51_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079632120/\"><img src=\"http://farm7.static.flickr.com/6208/6079632120_176b17c109_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079095857/\"><img src=\"http://farm7.static.flickr.com/6209/6079095857_2aa5459ef2_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6079096549/\"><img src=\"http://farm7.static.flickr.com/6197/6079096549_a89cc8324c_b.jpg\" alt=\"\"></a></p>\n<p>We were all smiles on the summit, happy to have a lot of work done with,\nenjoying the evening air and lack of hot sun (it was 7 pm, the climbing\ntook about 11 hours which was 3 hours over &quot;normal time&quot;). We shared Adrian&#39;s\nsandwiches, looking out to the Bodensee, and in to Saentis and other Appenzell\npeaks. We saw gaemse grazing steep meadows. We hiked down, reaching the\nBollenwies in an hour, where beer and coffee restored what was missing.\nLaughing and talking with two women on a multi-day hike, listening to an\nimpromptu men&#39;s choir, we watched the light fade from the dark water. Hiking\naway, 23 hours after we arrived, we made the long drive home.</p>\n<p>Thank you Adrian for a good adventure! Thanks to the weather, the mountain\nand the route.</p>\n<p>Detailed description below. A PDF is <a href=\"http://www.bollenwees.ch/fileadmin/template_bollenwees/user_upload/dokumente/Alpsteinmarathon.pdf\">here</a>.</p>\n<p>Pitch\nFrench\nYDS\nMeters\nLeader\nDescription</p>\n<p>1\n6a+\n5.10c\n20\nMichael\nShort, sporty moves up a pillar and into a gully</p>\n<p>2\n5c+\n5.10a\n40\nMichael\nContinue up a gully wall, awkward clips but a nice roof</p>\n<p>3\n5c+\n5.10a\n50\nAdrian\nFaces with water runnels in a grassy garden</p>\n<p>4\n5c+\n5.10a\n45\nMichael\nFollow a buttress up on slabs with holes</p>\n<p>5\n5c\n5.10a\n40\nAdrian\nShort slab with water runnels to a grassy exit</p>\n<p>6\n6a\n5.10b\n35\nMichael\nBeautiful steep slab with good holds. Nuts required.</p>\n<p>7\n6a\n5.10b\n25\nAdrian\nContinue up the slab with a few tough moves</p>\n<p>8\n6b+\n5.11a\n45\nAdrian\nCrux pitch, we aided liberally</p>\n<p>9\n6a\n5.10b\n40\nAdrian\nInitially difficult Wasserrillen on a smooth slab</p>\n<p>10\n5c\n5.10a\n40\nMichael\nStraightforward rock avoiding grassy sections. Ends with a hike up the\n4th grass band.</p>\n<p>11\n5c\n5.10a\n45\nAdrian\nI have no memory of this pitch! It was very, very hot.</p>\n<p>12\n5a\n5.8\n50\nMichael\nPleasant climbing staying on clean rock with occasional grass. Ends with\nan interesting traverse into a gully to belay.</p>\n<p>13\n4c\n5.7\n30\nAdrian\nClimb easily left to connect with the main summit buttress</p>\n<p>14\n6a+\n5.10c\n35\nMichael\nVery nice face/slab climbing, with a real &quot;cruxy&quot; move traversing left\nwith a tiny undercling.</p>\n<p>15\n5b\n5.9\n50\nAdrian\nFollows good rock left between grassy bands. Pretty sustained for the\ngrade thanks to this &quot;always seek the best rock&quot; principle.</p>\n<p>16\n5c+\n5.10a\n50\nMichael\nExcellent pitch up a featured face, finishing with a few steep moves in\na chimney.</p>\n<p>17\n5b\n5.9\n50\nAdrian\nClimb easily left again on the increasingly defined summit massif.</p>\n<p>18\n6a+\n5.10c\n35\nMichael\nNice moves on a slabby pillar to a hard traverse left into a gully, then\nspectacular steep crack climbing. Ends with a difficult moves across a\nslab to the belay.</p>\n<p>19\n6a+\n5.10c\n45\nAdrian\n&quot;One move wonder&quot; very hard move climbing above the first bolt, then easier\nterrain up and left.</p>\n<p>20\n5b+\n5.9\n50\nMichael\nUp and left to the first bolt, then traverse hard left for every subsequent\nbolt. I missed this, and was soon walking grassy ledges.</p>\n<p>21\n5b\n5.9\n15\nAdrian\nSomewhat contrived difficulty clipping two bolts on a ridge, then begin\nscrambling to the summit.</p>\n"}