{"date":"2011-3-14","title":"Skiing in the Jamtal","description":"<p>Saturday morning I was skiing up from Galt체r at 7:30. I made it to just\nbelow the Jamtalh체tte at 9:45, had some tea and cookies behind a rock where\nI hid from the wind. I think that was pretty good time because the guidebook\nsays it should take 3 hours. I continued in the valley for a few more minutes\nthen turned right on tracks leading up to the Totenfeld Glacier and the\nHaagspitze summit. The wind was strong, blowing down from the valley head\nand the impressive Vordere Jamtalspitze. Talking with my friend on Friday\nabout the proposed trip, we worried about hot, wet, avalanche-prone slopes.\nBut I actually had the opposite problem! The wind prevented the crusty,\nicy, skied-out slope from unfreezing.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525715270/\"><img src=\"http://farm6.static.flickr.com/5174/5525715270_2f8d199d56.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525123925/\"><img src=\"http://farm6.static.flickr.com/5060/5525123925_e78c909873.jpg\" alt=\"\"></a></p>\n<p>The Totenfeld Glacier has some impressive icy walls, which I skirted on\nthe right. A short steep slope facing south led to the summit. No worries\nof avalanche today. A group of 5 french-speaking folks came awkwardly down\nthe frozen slope. I made new tracks to get up as my skins were slipping\nin polished tracks. Stashing my skis in a semi-protected area, I clambered\nto the summit, holding my breath for the final dash across a rooftop in\nviolent wind. I hunkered down behind some rocks and started alternately\ntaking pictures and warming my hands. The sky was blue and the sun was\nout, but the good weather was coming to an end. Clouds scraped by Piz Buin\nand the Dreil채nderspitze, peaks I&#39;d climbed 2 years before with Christian.\nClearly, the bad weather in the south was coming to get us!</p>\n<p>I scraped gracelessly down the summit-slope, then found decent conditions\non the glacier. I would search out wind-protected pockets where I knew\nforgiving powder snow was hiding. I continued this behavior all the way\ndown to the valley floor, at one point running into the worst &quot;breakable\ncrust&quot; (<em>bruschharsh</em>, in German) I&#39;d ever seen. I simply couldn&#39;t\nturn in it at all. My light Dynafit ski setup was at a disadvantage here...I\nwould go clattering off the wrong way. Ei yi yi...</p>\n<p>In the hut I met a nice older fellow named Heinz. He told about his love\nfor these mountains and his grandkids. Meanwhile the wind and clouds built\noutside...</p>\n<p>The next day I hoped to make a big traverse and bag three peaks. I skinned\nup and to the south to the Chalausferner (a glacier), along with two other\nguys named Michael and Berndt. We seemed to be the only ones trying to\nget out today. We traveled in a murk of cloud and light snowfall, sometimes\nswirled up into icy blasts from unexpected directions.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525716024/\"><img src=\"http://farm6.static.flickr.com/5016/5525716024_af277d8610.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525124587/\"><img src=\"http://farm6.static.flickr.com/5057/5525124587_efe52817a0.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525124907/\"><img src=\"http://farm6.static.flickr.com/5175/5525124907_0dec92e10d.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525125339/\"><img src=\"http://farm6.static.flickr.com/5293/5525125339_9e5dc29a8c.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525717498/\"><img src=\"http://farm6.static.flickr.com/5252/5525717498_63e01f1f16.jpg\" alt=\"\"></a></p>\n<p>On the glacier I pulled ahead, and then waited for Michael and Berndt\nbecause I wasn&#39;t sure if I was right below the pass or needed to continue\non steeper glacier to the right. Getting out the map wasn&#39;t an option in\nthe screaming wind. In fact, rocks peppered the white slope around me,\nhaving been flung here from 100 meters away! After a few minutes I skied\ndown to them, and they confirmed I was at the pass. We had a brief pow-wow,\nand I decided to do whatever they did for the moment. I wasn&#39;t going to\ngo off into Italy by myself in a cloud with these conditions. We figured\nto hit the pass and hide in some rocks Michael knew about on the other\nside. Then we could decide if we wanted to ski the Augstenspitze or just\nturn around.</p>\n<p>But after a few minutes of skinning back up to my high point, it was clear\nit would be crazy to continue. We could barely see the pass in swirling\nsnow, though it was only a short distance above (50 feet?). We organized\nfor descent with freezing fingers, then got the hell out of there. Again\na mix of good snow and breakable crust on the way down, though ending in\nan unexpectedly nice wind-protected gully with decent snow.</p>\n<p>I said goodbye to the guys, who were going to the hut for tea. I pointed\nmy skis down-valley for the 7 mile ride to Galt체r. It went pretty fast,\nbut there were some tiring sections where I had to skate to make it across\nsome flats or up a short hill.</p>\n<p>Out at around noon, I tried to figure out what to do with the rest of\nthe day. 1000 meters of elevation gain just wasn&#39;t enough! I drove back\nover the Fernpass (getting in a 45 minute long traffic jam...grr.), then\ndecided to hike up the good ol&#39; Kramerspitze in Garmisch. I just carried\ncar keys, an iPod and 5 euros up the hill. I reached the hut in 30 minutes,\nand the high pass in something like 1.5 hours. Another 1000 meters gain.\nIt was enough. I only had tennis shoes and no gloves, so making the snowy\ntraverse to the main summit didn&#39;t seem wise. On the way back down I had\na cappucino in the hut, then headed home.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525717790/\"><img src=\"http://farm6.static.flickr.com/5215/5525717790_d79d736900.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525718226/\"><img src=\"http://farm6.static.flickr.com/5171/5525718226_c100cda2d3.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525718582/\"><img src=\"http://farm6.static.flickr.com/5139/5525718582_956b19c3cf.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5525718978/\"><img src=\"http://farm6.static.flickr.com/5095/5525718978_03d97e546d.jpg\" alt=\"\"></a></p>\n<p>So, I didn&#39;t really find the great skiing I expected for such a long trip.\nBut I saw some interesting mountains and got some exercise. Good enough!</p>\n"}