{"date":"2011-10-4","title":"Wilde Leck (IV-)","description":"<p>I left Munich at 5:30 am, with my bike, boots, crampons and ice axe. I\nplanned to climb the <a href=\"http://www.bergsteigen.at/de/touren.aspx?ID=2350\">Wilde Leck by the Ostgrat (East Ridge)</a>.\nIt&#39;s a glorious scramble on solid granite, rated somewhere between III\nand IV. With such great weather lasting for weeks, I figured the rock would\nbe as dry and snowfree as it gets all summer. Time for a solo trip!</p>\n<p>I like to go alone sometimes. It&#39;s kind of a head-clearing exercise. In\nthis case some things happened that marred the spiritual experience of\nthe day, but I&#39;ll get to that.</p>\n<p>I rode the bike up from Gries, forgetting how painful steep hills are.\nI&#39;d ride for a while then get off and walk, my inner thigh muscles practically\nsinging. My pack felt pretty heavy. All the &quot;good times&quot; of the last two\nmonths were catching up with me. Aside from a couple isolated climbs, I\nhadn&#39;t done much since July, when I felt in top shape. But as usual, life\nhas trade offs. I wouldn&#39;t trade taking the kids to Disneyland for anything,\nor the Dolomite hike with them, or their first days of school. Good times.</p>\n<p>At the hut I ate some Apfelstruedel and drank some coffee, then rode the\nbike a little further on the flat valley floor to where the trail started\nuphill. This picture looks back on that flat valley:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211357136/\"><img src=\"http://farm7.static.flickr.com/6082/6211357136_3990baaac3.jpg\" alt=\"\"></a></p>\n<p>And here is my goal, the Wilde Leck on the right!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6210846519/\"><img src=\"http://farm7.static.flickr.com/6078/6210846519_8e1e2b97c7.jpg\" alt=\"\"></a></p>\n<p>After a steep hill climb, I walked on an interesting moraine, stopping\nto fill my water bottle at a stream. I hadn&#39;t seen anybody yet. Judging\nfrom the activity at the hut, everyone staying overnight left long before.\nSeems like 9 am is the emptiest time for such huts. They were mopping,\nplaying music, eating breakfast...and were startled to see me!</p>\n<p>Eventually I gained the glacier, which wasn&#39;t very exciting. It made me\nmiss glaciers of the cascades, with their deep and huge crevasses. The\ncontinental climate of the eastern alps just doesn&#39;t allow for that kind\nof build up. Turning onto the smaller, but still active Wilde-Leck Glacier,\nI kicked steps up an icy slope and got my first view of the ridge. I knew\npeople were up there, but they were too small to see.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211358866/\"><img src=\"http://farm7.static.flickr.com/6228/6211358866_c027f273e0.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211377144/\"><img src=\"http://farm7.static.flickr.com/6034/6211377144_8841e84b19.jpg\" alt=\"\"></a></p>\n<p>Planning to cache my axe, poles and crampons at the place where the ascent\nand descent routes meet, I emptied my pack to discover I had rock shoes\nin there. That&#39;s why it&#39;s so heavy! With only a moments reflection I decided\nto climb and descend in the rock shoes. It&#39;ll be faster and with a greater\nsafety margin too, as long as I don&#39;t get too crazy following variations\nthat I wouldn&#39;t touch in boots.</p>\n<p>Gaining the ridge was exciting. First off, the rock here was pretty loose.\nFirst I followed a natural line, traversing right and gently up. But I\ngot tired of that in my snazzy shoes, so I took a steeper line. Pretty\nsoon I was climbing what was probably the crux pitch for me, a polished\nlieback crack which looked very low angle from below, but seemed to steepen\nonce on it! The handholds were good, but I was glad to finish that, and\nsought to be a bit more conservative on the rest of the trip to the crest.\nThe worrisome thing was that at the top of the lieback crack I had to rely\non stacked blocks overhanging the exit. With the amount of loose material\naround this involved delicate testing. But anyway, finally I was on the\ncrest:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211359754/\"><img src=\"http://farm7.static.flickr.com/6076/6211359754_1e4f0193c9.jpg\" alt=\"\"></a></p>\n<p>It continued like this, really nice from the get-go, and always providing\nsolid and airy climbing. Here I caught up to a party above:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6210851337/\"><img src=\"http://farm7.static.flickr.com/6072/6210851337_b53bcfb8a4.jpg\" alt=\"\"></a></p>\n<p>And here was a really neat &quot;fin&quot; that is climbed to about 8 meters below\nthe summit, then traversed on the left:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6210852017/\"><img src=\"http://farm7.static.flickr.com/6090/6210852017_059080ec3b.jpg\" alt=\"\"></a></p>\n<p>Here I&#39;m looking down from a slabby section on the fin below:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211364338/\"><img src=\"http://farm7.static.flickr.com/6115/6211364338_657c06b009.jpg\" alt=\"\"></a></p>\n<p>The crux of the climb is supposed to be a &quot;Piazriss&quot; (lieback crack) at\ngrade IV-. I actually climbed the face left of the crack because I was\nclimbing through a party and they had the rope draped over the crack. I\nwouldn&#39;t have done this without rock shoes!</p>\n<p>There was some great knife-edge climbing that reminded me of the North\nRidge of Mt. Stuart in Washington State:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211367964/\"><img src=\"http://farm7.static.flickr.com/6173/6211367964_c613f3d0d5.jpg\" alt=\"\"></a></p>\n<p>The ridge in partial profile:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211368960/\"><img src=\"http://farm7.static.flickr.com/6169/6211368960_b592f817ee.jpg\" alt=\"\"></a></p>\n<p>The summit block had a very interesting pitch, I drew a red line for the\nway I went through:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211367184/\"><img src=\"http://farm7.static.flickr.com/6228/6211367184_85c4a069fb.jpg\" alt=\"\"></a></p>\n<p>Life on top:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6210860395/\"><img src=\"http://farm7.static.flickr.com/6045/6210860395_2571c3bafc.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6210861129/\"><img src=\"http://farm7.static.flickr.com/6152/6210861129_ce5a3c6e31.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6210859673/\"><img src=\"http://farm7.static.flickr.com/6159/6210859673_82a3d855ab.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211370538/\"><img src=\"http://farm7.static.flickr.com/6217/6211370538_c45dc485f5.jpg\" alt=\"\"></a></p>\n<p>I met <a href=\"http://draussen-unterwegs.de/\">Markus</a> and Sabine from\nSalzburg there, they were really nice. I hung around a while, then followed\nthem down. The party I passed was approaching the summit. I don&#39;t think\nI&#39;ll see this panorama again until everything is covered in snow...</p>\n<p>The descent was pretty easy, but one area gave some trouble. There had\nbeen a recent and massive rockfall, which overlaid about 30 meters of the\ndescent in fine dust, and many blocks seemed to be loose. I struggled to\nfind the safest way through, exploring 4 possibilities left and right.\nThe correct way is to follow the red paint, though it goes through a zone\nof uncomfortable looseness, and requires a committing step onto a cantilevered\nblock that doesn&#39;t appear well attached (especially considering the violence\nthat overtook the region!). I finally figured out a way to test it by jumping\non it with my hands well-attached to a solid block. Once you feel safe\nstanding on the block, the descent continues easily, though a bit dusty\nfor a while.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6210863081/\"><img src=\"http://farm7.static.flickr.com/6228/6210863081_fc90476c96.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211376454/\"><img src=\"http://farm7.static.flickr.com/6155/6211376454_8c1cffde3d.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6211377912/\"><img src=\"http://farm7.static.flickr.com/6047/6211377912_27b8a6398c.jpg\" alt=\"\"></a></p>\n<p>I used my crampons on the glacier, more to justify carrying them so far\nthan for anything else. I followed the glacier then trail down, nearly\nmaking a &quot;wrong&quot; turn and going down to the valley floor. Backtracking\na bit, I descended via the moraine. I thought I was in front of Mark&#39;s\nparty, but they went to the valley floor and got so far in front of me,\nthat I had no idea they&#39;d been in the hut drinking beer and expecting me\nto show up. Darn. Anyway, my feet hurt, and I had kind of an exertion headache.\nI resolved to just go down, especially as I anticipated some bike trouble.</p>\n<p>Indeed I had some! I ignore my bike for long periods, and now it got me\nback. The brakes were already worn down to nothing, and now I wanted to\ndescent 1500 feet on a steep road! I squeezed so hard, grinding metal into\nthe metal rim of my back tire. Ouch! Anyway, this meant I had to go slow.\nMark&#39;s party zoomed past. By the time I got down my hands were cramping\nfrom braking so hard.</p>\n<p>Car to car time was 10 hours, and 1800 meters up and down. I was beat.\nI drove down and decided to get home by Imst and the Fernpass. Big mistake!\nI ended up waiting in a meadow beside the road for an hour to see if traffic\nwould let up. It only got worse. I gave up and went home via Innsbruck\nand the A12, enduring a minor adventure with nearly running out of gas\nand having the gas station I was aiming for closed for construction! What\nwith one thing and another it took 6 hours to get home, where it should\ntake a little more than 3. Oh well, sometimes you have to pay for the good\nweather somehow!</p>\n<p>More pictures <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157627692562739/\">here</a>,\nand Markus wrote about his tour with Sabine <a href=\"http://www.draussen-unterwegs.de/Tourenblog/2011/Wildeleck/html/01.htm\">here</a>.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6210867479/\"><img src=\"http://farm7.static.flickr.com/6164/6210867479_6d5d74515f.jpg\" alt=\"\"> </a></p>\n<p>check this out, a pretty funny video somebody made on YouTube of the climb!\nI love when he tries to ride a cow:</p>\n"}