{"date":"2011-6-27","title":"The Vajolet Towers and Punta Emma","description":"<p>Also posted on Summitpost.org <a href=\"http://www.summitpost.org/vajolet-and-punta-emma/725512\">here</a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872745355/\"><img src=\"http://farm4.static.flickr.com/3070/5872745355_d532767ce4.jpg\" alt=\"\"></a></p>\n<p>A fellow American, Pete, and I visited the Rosengarten area of the Dolomites\nfor a quick introduction to that beautiful group of spires. We had hoped\nto get three full days of climbing in, but bad weather effectively canceled\nthe first day, and then the logistics of travel times and appointments\ncaused us to shorten the last day considerably. But still, a day and a\nhalf of movement over good stone is nothing to sneeze at! We had a great\ntime and planned many future ascents.</p>\n<p>We arrived late in the touristic town of Pera, mistakenly believing that\na bus taxi was still running to get us near the Vajolet Hut. Some frantic\nphone calls eventually found a bus taxi willing to drive up the road. He\ncharged us each 15 euros, which is 3 times the normal price. As rain started\nto fall, we easily decided to pay instead of walking up a road for 2 hours.</p>\n<p>A humorous event occurred next. Halfway up the road, we found 2 Germans\nand their van blocked by the closed road. They asked us to return with\nthem to the parking lot and come back up. Somehow, we thought we could\nthen pool our money and have a cheaper fare. The driver didn&#39;t really speak\nEnglish or German that well (duh, he&#39;s in Italy after all. :)), so he didn&#39;t\nunderstand our thinking. Needless to say, we all payed 15 euros by the\ntime we got to the road terminus an hour later...</p>\n<p>After a drenching walk to the crowded hut, we ate dinner and attempted\nto dry our soaked clothing in a hilariously crowded drying room strewn\nwith clotheslines. We planned to climb the three main Vajolet Towers by\neasy routes the next day, even if they were a bit wet. The forecast was\n&quot;okay,&quot; but Saturday would be the best day.</p>\n<p>By 9 am the next morning, we were at the base of the Delago Tower, intent\non the spectacular and easy &quot;Piaz Edge&quot; (IV+). The waterfalls running down\nthe faces the evening before left us little hope for dry rock, but the\nwhole thing was perfectly dry, which surprised us.</p>\n<p>One other party was on the tower this morning, a nice couple from the\nMunich area. We climbed along with them throughout the day. Here, on the\nfirst pitch, I was a bit impatient and decided to pass by on an independent\nline a bit left of the one Franzy (the nice girl) was taking. This meant\nI didn&#39;t get to use the nice pitons! No matter, there were good nut and\ncam placements along the 30 meter pitch, the only problem was that my fingers\nkept going numb in the morning chill. Here is a picture of Pete coming\nup in the blue helmet and our other friend from Munich on the left:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872706451/\"><img src=\"http://farm6.static.flickr.com/5319/5872706451_174e1b4508.jpg\" alt=\"\"></a></p>\n<p>We continued up the ridge 4 more pitches to the summit. The most fun was\nwhen there was exposed climbing right on the crest. Sometimes the clouds\nwould blow away and reveal stunning deeps far below. A few summit pictures,\nthen down 6 ~20 meter rappels to our packs.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872707109/\"><img src=\"http://farm6.static.flickr.com/5156/5872707109_e79edeb7f3.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873265018/\"><img src=\"http://farm6.static.flickr.com/5158/5873265018_efc94ebe45.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873265600/\"><img src=\"http://farm4.static.flickr.com/3220/5873265600_651cb365e9.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873267144/\"><img src=\"http://farm6.static.flickr.com/5030/5873267144_686a93561c.jpg\" alt=\"\"></a></p>\n<p>Next we headed up the &quot;Fehrmann Corner&quot; (IV+) of the Stabeler Tower. It\nwas a bit hard to find the start, as we walked too far along the access\nledge and found ourselves wandering around on an easy but confusing face.\nThe couple from Munich joined us as we puzzled it out. Eventually Pete\ncame to the insight that we were much too far to the right, and led me\nback down, around and up to exactly the right place to start. I hollered\nover to indicate we found the way, but we lost our friends temporarily.</p>\n<p>Pete and I went two pitches, then he lucked out to lead the crux crack\nwhich was, alone among all the climbs of the day, dripping wet. Doh! We\ndiscussed the strategy, then he headed up the crack, careful and sure at\nevery step. Following, I felt the section right level with and above a\nskirted roof were the most demanding. A good lead in trying conditions!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873269318/\"><img src=\"http://farm6.static.flickr.com/5307/5873269318_b5353ab448.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872717293/\"><img src=\"http://farm6.static.flickr.com/5157/5872717293_89b7ab056d.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872718109/\"><img src=\"http://farm7.static.flickr.com/6008/5872718109_1575a907dc.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873276148/\"><img src=\"http://farm6.static.flickr.com/5160/5873276148_93c7e313f5.jpg\" alt=\"\"></a></p>\n<p><em>The Delago Tower from the summit of the Stabeler Tower.</em></p>\n<p>An easier crack followed, then a short wall led to the fairly large summit.\nPete found a nice natural rock chair. Good times...two down, one to go!\nAnother 6 rappels and scrambling got us down.</p>\n<p>Now for the Winkler Tower. Another party was seen on the imposing &quot;Steger\nRoute&quot; (VI), which looks worth coming back for. We opted for the &quot;Winkler\nCrack&quot; (V, but we took an easier variant at IV+). Along with our friends\nfrom Munich, we scrambled over to the high ledge that accesses the route\nproper. We used a rope for a brief grade III step on the approach to the\nfirst pitch, then I investigated the Winkler Crack. It was quite strenuous.\nThe day was late, and we needed to preserve energy for a big climb Saturday...I\ncame down and led us on the easier variant. Looks good though...next time!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873278668/\"><img src=\"http://farm6.static.flickr.com/5272/5873278668_4ee81439fd.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873279724/\"><img src=\"http://farm4.static.flickr.com/3033/5873279724_38e5764da0.jpg\" alt=\"\"></a></p>\n<p><em>Friends coming up on the Winkler Tower</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5874093155/\"><img src=\"http://farm4.static.flickr.com/3050/5874093155_23e464639a.jpg\" alt=\"\"></a></p>\n<p><em>Franzy...</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5874094261/\"><img src=\"http://farm6.static.flickr.com/5314/5874094261_e5d4cb86fa.jpg\" alt=\"\"></a></p>\n<p><em>Ledges on descent...</em></p>\n<p>Enjoyable climbing led to an especially enjoyable final pitch along a\nnice hand crack. Franzy and her friend were a couple of pitches below,\nand relying on us for route information. I hollered down some advice, then\nafter a nice visit on the summit in better weather than the first two,\nwe started down. The descent goes along the ascent route for a while. After\nsome more information exchange, Pete and I headed off, scrambling around\nthe corner to eventually reach the notch between the Stabeler and Winkler\nTowers. The obligatory rappels followed.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872724287/\"><img src=\"http://farm4.static.flickr.com/3223/5872724287_2229d028d0.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873282416/\"><img src=\"http://farm6.static.flickr.com/5238/5873282416_b1efb2bbec.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872726181/\"><img src=\"http://farm7.static.flickr.com/6022/5872726181_037e48c740.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873283918/\"><img src=\"http://farm4.static.flickr.com/3186/5873283918_7a0db177a8.jpg\" alt=\"\"></a></p>\n<p>One interesting thing, we always used a single 50 meter rope for rappels\ninstead of trying to combine with doubles. In certain situations this might\nhave slowed us down, but often the rappels are at discontinuous locations\nor have features that could hang up the knot of a double rope rappel. It\nlooked like we were at least as fast this way, and certainly had less coiling/uncoiling\nto do, along with less apprehension over the whole &quot;stuck knot&quot; issue.\nPete and I are both pretty used to making fast and efficient rappels, a\nreally useful skill.</p>\n<p>We hiked down to another great dinner, and good views of the face we planned\nto climb the next day: Rosengartenspitze East Wall, via the &quot;Steger&quot; (18\npitches, grade VI-). But Pete tossed and turned all night, worried (justifiably!)\nabout making it to Prague by noon on Sunday if we did such a big climb.\nIn the morning, we immediately decided to do something smaller. Happily,\nthe &quot;Steger&quot; route on Punta Emma fit the bill nicely.</p>\n<p><a href=\"http://www.summitpost.org/a-topo-of-the-steger-on-punta-emma/725555\"><img src=\"http://images.summitpost.org/medium/725555.jpg\" alt=\"\"></a></p>\n<p><em>I made a topo for &quot;Steger&quot;</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873285008/\"><img src=\"http://farm6.static.flickr.com/5263/5873285008_b18b39f3e2.jpg\" alt=\"\"></a></p>\n<p><em>Low on the Steger Route</em>.</p>\n<p>We climbed the first two easy pitches in gloves against the cold (well,\nme in socks!). We came into the sun and enjoyed several hours of great\nclimbing, with three sustained pitches of gray and yellow Dolomiti face\nclimbing at it&#39;s center. This was really excellent, and the warm sun made\nup for many rather chilly hours the day before. The clarity in the air\nwas magnificent. Some scrambling brought us to the summit, then a rather\nintimidating long rappel got us to a snow-choked gully. We picked our way\ndown, and soon were back at the car, enjoying a good pizza lunch below\nthe &quot;Rotwand&quot; on the road to Bolzano.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872729279/\"><img src=\"http://farm7.static.flickr.com/6028/5872729279_1d5f366174.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872730025/\"><img src=\"http://farm4.static.flickr.com/3118/5872730025_ea49352bf1.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872731205/\"><img src=\"http://farm4.static.flickr.com/3006/5872731205_ae93c176bc.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873291770/\"><img src=\"http://farm6.static.flickr.com/5230/5873291770_7bcc6d061f.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873293152/\"><img src=\"http://farm6.static.flickr.com/5230/5873293152_d4bd479d18.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872737685/\"><img src=\"http://farm6.static.flickr.com/5277/5872737685_c7c919bd31.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873296550/\"><img src=\"http://farm6.static.flickr.com/5145/5873296550_57f27fd94c.jpg\" alt=\"\"></a></p>\n<p><em>Our playground...</em>.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872742445/\"><img src=\"http://farm4.static.flickr.com/3041/5872742445_e798926557.jpg\" alt=\"\"></a></p>\n<p><em>The Steger Route on Punta Emma. Some climbers are visible.</em></p>\n<p>It was great to climb with Pete for the first time, looking forward to\nawesome future adventures!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5872744567/\"><img src=\"http://farm7.static.flickr.com/6059/5872744567_3850cc2937.jpg\" alt=\"\"></a></p>\n<p><em>A future adventure...</em></p>\n<p>Detailed pitch description:</p>\n<p>Delago Tower, &quot;Piaz Edge&quot; (IV+)</p>\n<p>P1: II, 30 m. Scrambling up a ledge to reach the ridgecrest on the left.</p>\n<p>P2: IV+, 30 m. Enjoyable, solid climbing up a face with cracks to a piton\nbelay on the crest. Well protected with pins, though we climbed a variant\non the left with natural protection.</p>\n<p>P3: IV, 25 m. On the ridge crest, beautiful exposure and solid (albeit\npolished) rock.</p>\n<p>P4: IV, 25 m. Climbing an enjoyable dihedral passed fixed pins.</p>\n<p>P5: IV-, 25 m. Leave the crest, going right a bit, then coming back.</p>\n<p>P6: III, 25 m. Climb easily along the flattening crest to the summit.</p>\n<p>Descent via 6 straightforward short rappels.</p>\n<p>Stabeler Tower, Fermann Corner (IV+)</p>\n<p>P1: II, 30 m. Scrambling up a face just left of a steep edge to a two\npiton belay stance.</p>\n<p>P2: IV-, 25 m. Follow a slab to a short vertical step to the base of a\ncorner on the right.</p>\n<p>P3: IV, 30 m. Climb a nice corner up to a narrow band below an overhang.</p>\n<p>P4: IV+, 22 m. Climb a nice crack on the left of the belay to escape the\noverhang. The crux pitch, we found it very wet.</p>\n<p>P5: IV-, 15 m. A short scramble to avoid an overhang via steps on the\nright.</p>\n<p>P6: IV or IV-, 30 m. We avoided the steep crack left of the belay by a\nface variation even further left, later rejoining the pleasantly vertical\ncrack at a chockstone (protectable). Belay at a notch where the normal\nroute intersects.</p>\n<p>P7: IV-, 10 m. Short step, probably should be combined with P6.</p>\n<p>Descend via rappels and scrambling.</p>\n<p>Winkler Tower, Winkler Crack (IV+)</p>\n<p>P1-3: Scrambled the first two pitches of the Stabeler Normal route (III),\nthen a brief move of grade III along a ledge.</p>\n<p>P4: IV+ 26 meters. Nice face climbing to the right of the official &quot;Winkler\nCrack,&quot; later rejoined higher up.</p>\n<p>P5: III+, 30 m. Easy gully to a strange rightward move and a crux exit\nonto a ledge.</p>\n<p>P6: IV, 17 m. Up an awkward crack which eases after two pitons to a belay\nat a notch.</p>\n<p>P7: III+, 20 m. Up a face and corner to a belay below a crack.</p>\n<p>P8: IV-, 20 m. A very nice crack pitch.</p>\n<p>P9: II, 20 m. For us, this easy terrain was simul-climbed with P8.</p>\n<p>Descended via rappels and some short-roped climbing (III).</p>\n<p>Punta Emma, &quot;Steger&quot; Route (V+).</p>\n<p>P1: III+, 45 m. Easy climbing along a natural ramp.</p>\n<p>P2: III, 45 meter. Continue along the ramp to it&#39;s terminus at a grassy\npoint with many belay pitons. Confident climbers might begin roped travel\nhere.</p>\n<p>P3: IV, 45 m. Climb a nice gray dihedral/crack to a piton belay at a yellow\nnotch on the (apparent) ridge crest.</p>\n<p>P4: IV-, 25 m. Traverse left from the belay on a ledge, then up a gray\nchimney/crack passed a piton (I missed it).</p>\n<p>P5: V, 15 m. Exposed face climbing, going a few meters up then right and\neventually down at a &quot;yellow niche.&quot; The crux is a few face moves before\nclimbing down passed the niche. Belay in a shallow gully right of the niche.</p>\n<p>P6: V, 30 m. Really fun face climbing, well-protected by pitons. Generally\nstraight up, though a bit left and up again at the halfway point to end\nup in a yellow niche beneath an overhang. The crux is escaping this niche\non the right with slabby footholds. A well-fixed nut protected those moves\nnicely!</p>\n<p>P7: V+, 25 m. Our topo describes the crux of this pitch as &quot;continuously\ndifficult.&quot; It was definitely continuously enjoyable. Step right to avoid\nan overhang, then continue out of sight of your belayer for the whole pitch,\nup a steep face festooned with holds. Finish via an obvious crack to a\nhard-to-see belay station. I missed it and only found it later thanks to\nsome cigarette butts!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5873289222/\"><img src=\"http://farm4.static.flickr.com/3114/5873289222_d7ffbc9b11.jpg\" alt=\"\"></a></p>\n<p><em>Me heading out for the crux...</em></p>\n<p>P8: IV+, 35 m. Traverse left then up a very nice gray corner crack. Protects\nwell with cams and the occasional fixed pin.</p>\n<p>P9: III, 50 m. Scramble up gullies and crests, with the best climbing\non crests (solid).</p>\n<p>P10: III, 50 m. Continue as before. We combined P9 and P10 with simul-climbing.</p>\n<p>P11: III, 50 m. A short vertical step (III) accesses solid but low-angle\nscrambling terrain. We soloed this pitch to the summit.</p>\n<p>Descend via downclimbing, a spot of belaying (III), a long (25 meter)\nrappel, then more downclimbing (II).</p>\n"}