{"date":"2011-2-27","title":"Luisbodenfall (WI 4/4+)","description":"<p>Christian, Adrian and I had a day for some ice climbing. I chose the destination,\nthe Luisbodenfall in the Pitztal valley. Pretty far for a day trip, but\nan injection of reliable ice was much needed. I&#39;d been there with Dan a\nyear before, where we mostly confined ourselves to top-roping the stellar\n2nd pitch of the climb (the first pitch was dominated by guides and students).</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5482242147/\"><img src=\"http://farm6.static.flickr.com/5019/5482242147_4a198684b9.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5482243243/\"><img src=\"http://farm6.static.flickr.com/5214/5482243243_bb7788e175.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5482838456/\"><img src=\"http://farm6.static.flickr.com/5094/5482838456_a68a2870e7.jpg\" alt=\"\"></a></p>\n<p>We were bedeviled by problems today. Adrian was fighting a strange stomach\nvirus, and was 20 minutes late at our meeting point. Later, he still felt\nsick on the drive. I led the first pitch, an easy WI4 which seemed pretty\n&quot;dumbed down&quot; by the presence of so many previous climbers. All I know\nis that I was amazingly calm and relaxed for the first pitch of the day!</p>\n<p>Adrian and Christian came up, but the virus that Adrian had picked this\ntime to move to Christian. He felt nausea and dizzyness. He arrived slowly\nat the belay and, looking rather green, realized lowering off would be\na good idea. We lowered Christian, making sure he had the car keys and\nplenty of money to hang out in a warm restaurant. I was glad the climb\ndidn&#39;t have an approach!</p>\n<p>We continued. Christian loaned me his great new Black Diamond leashless\ntools. These made the 2nd pitch feel very entertaining. It was about 50\nmeters of continuous WI3 and 4. I alternated between vertical towers and\neasier lines that snaked up for the engaging pitch. On top I built an anchor\nfrom two screws and an Abalakov ice anchor.</p>\n<p>Adrian enjoyed the pitch a lot, and send me off for a short but steep\ncolumn. There was a WI3 way, but further to the right I could push the\nangle to just off vertical, while still benefiting from the passage of\nothers. This meant that often a good tool placement had already been made.\nSame for the feet too.</p>\n<p>Above this column, I walked for 10 meters to another short ice step. I\nran out of rope just below the top and built an ice screw anchor.</p>\n<p>Adrian came and hiked up for pitch 3. We had a devil of a time keeping\nthe ropes from getting tangled because we had to climb through a tree that\nfell across the ice. It&#39;s branches really wanted to steal the ropes! Definitely\nstrange to crawl under a tree on 50 degree ice.</p>\n<p>After quite a bit of hiking (10 minutes?) we made it to the upper wall,\nwhich was quite impressive. The party above us was belaying in the wall,\nwhich was dripping in full sun, though the valley was already coming into\nshadow. I led up the center of the wall, staying out of the path of debris\nfrom the party above. However, frozen icicles on a cliff directly above\nme where losing their grip. A couple of these crashed around me. They weren&#39;t\nthat big, but carried a volley of snow and shrapnel for which I just had\nto put my head down and hear the clattering of ice on my helmet. Soon I\ncould move out from under that and get above, which was a relief.</p>\n<p>I knew I&#39;d used about 50 meters of rope, and wasn&#39;t sure if I could make\nit to the top. The bad thing about ice climbs is that where the ground\nlevels off is usually a hard place to find protection: the solid ice turns\nto powdery snow over rubble. So you have to expect to spend another 10\nmeters getting to a tree or something.</p>\n<p>Therefore, I decided to build a screw belay. I placed three, and was not\nhappy with the melt-out rate. I dug under watery ice for better stuff.\nStill, the sun quickly turned the ice to water. I packed snow over the\nscrews. Oddly, one of them seemed to have a higher melt-out rate than the\nother two.</p>\n<p>Adrian arrived and led out immediately. He didn&#39;t plan to lead today but\nobviously didn&#39;t relish hanging out at this &quot;boiling&quot; belay point. He placed\na screw just above the belay, and another one just a bit higher, then made\nthe crux move to reach easier ground. A bit of walking got him to a screw\nbelay below the last cliff.</p>\n<p>I found this last pitch tough. I was feeling tired, and it was dead vertical,\nsuch that it really felt overhanging. I rested on the rope after placing\nthe first and second screws, wondering how I&#39;d get through the very steep\nground above. I went forward, often able to hook a tool securely where\ntwo icicles merged together. I measured available strength, distance to\ngo and the amount of rope out since the previous ice screw. I decided to\ngo for it. After a few tough but exciting moves the angle lay back enough\nto chop out a rest and get some protection (I was back in groundfall zone\nhere, I think). Whew! The penultimate moves involved stemming, which provided\na massive rest for the calves and arms. Thanks stemming technique!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5482839036/\"><img src=\"http://farm6.static.flickr.com/5259/5482839036_a5cd579077.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/5482245323/\"><img src=\"http://farm6.static.flickr.com/5256/5482245323_c1af81ec43.jpg\" alt=\"\"></a></p>\n<p>Above, I found a tree with slings. Adrian came up, enjoying the pitch\na lot. Rather than have both of us twisting around in my cramped hanging\ntree belay, I lowered him to the previous ledge while I rigged for rappel.\nI came down to him and traded places. I&#39;d been at so many awkward belays\non ice that my feet couldn&#39;t take another awkward, splayed stance. He reached\nan Abalakov anchor in the middle of the upper ice wall. We rappeled to\nthe there, then one more double rope rappel got us to the scrambling terrain\nbelow the 3rd pitch. From here, we knew we could walk off to a road on\nthe right. All this went well until the last few meters down, when Adrian\nslipped on some very icy trail and injured his ankle badly. He said he\nsaw stars as he violently impacted the ground. Yikes! I carried his pack\nand we made it to the car. We picked up Christian in the nearby hotel.\nHe had felt better in the early afternoon, and done some ice bouldering\nwith my old-fashioned Black Prophet tools.</p>\n<p>While I hiked up to retrieve another pack, Christian told Adrian to make\na snow pack for his ankle. On the drive home, Adrian said that helped a\nlot. Hopefully he&#39;ll just have swelling for a few days and be good as new.</p>\n<p>So, a trip not without a few difficulties, but some good things too. Thanks\nguys!</p>\n"}