{"date":"2011-11-2","title":"South Faces with Wayne","description":"<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306077970/\"><img src=\"http://farm7.static.flickr.com/6116/6306077970_d4d622f594.jpg\" alt=\"\"></a></p>\n<p>I knew Wayne Wallace by reputation before moving away from Seattle, and\nmet him when he came to see the <a href=\"http://www.mountainwerks.org/cma/2004/pickets/index.html\">Picket Range</a> slideshow\nTheron, Aidan and I put on. His exploits in that range and elsewhere were\nreally impressive, and it was an honor that he came out. In fact, anybody\nwho does something interesting in the Picket Range can count on Wayne&#39;s\ninterest and enthusiasm, which is super nice.</p>\n<p>He was on a European vacation, and our schedule matched up for a few days.\nI was sharpening my crampons Friday night and expecting him to arrive any\nminute when the phone rang. Disaster! His luggage had been stolen on the\ntrain in Switzerland. Climbing boots, tools, you name it...it was gone.\nHe was thinking about just hopping on a plane and going home. It was up\nto me to convince him to stay...</p>\n<p>&quot;We&#39;ve got 3 days of high pressure, we&#39;ve got sunny south facing walls\nand enough equipment at my house to outfit you. Finish your journey to\nthe Eastern Alps and take solace!&quot; I said. Well, maybe not so elegantly,\nbut whatever I mumbled, it did the trick. Wayne arrived Saturday at noon,\nand we hung around the living room table for a 10 minute coffee break,\nthen roared out of town for the Martinswand (if a 1997 Toyota Corolla can\nroar).</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306079144/\"><img src=\"http://farm7.static.flickr.com/6234/6306079144_ddcc7527da.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6305559255/\"><img src=\"http://farm7.static.flickr.com/6110/6305559255_3c052afa3f.jpg\" alt=\"\"></a></p>\n<p>Our ultimate goal was the Dolomites, but we&#39;d lose the light if we tried\nto make it all the way down there now. By 3 pm, we were roping up for Maxl&#39;s\nGamsrevoir, a climb Adrian had introduced me to the previous spring. Wayne,\nin my borrowed rock shoes, made short work of the VII- highly polished\ncrux, while I finally gave up and pulled through on gear. Wayne had interrupted\nmy whole rhythm of late fall...now was when I was supposed to slide into\nsloth and put on some fat for winter. It&#39;s harder to feel good about that\nprocess with somebody so damn good is around!</p>\n<p>We climbed 3 more nice pitches, then scrambled up to the base of the &quot;Ostriss&quot;\n(VI-), a really enjoyable 5 pitch climb I&#39;d done two years before with\nDan P. A couple of Austrian guys were scrambling down the easy way and\ntold us we&#39;d better have headlamps if we want to climb so late! I thought\nwe&#39;d make it without trouble. Indeed, Wayne took off on the long (50 meter)\nfirst pitch, which is quite interesting. We swapped leads to the top, enjoying\nthe vertical climbing with huge dinner plate holds at overhanging steps.\nCracks and corners led us to the top. We scrambled off to the right, put\non our tennis shoes and hiked quickly down. Happily we reached the car\nbefore dark.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306079938/\"><img src=\"http://farm7.static.flickr.com/6116/6306079938_3732289ed7_b.jpg\" alt=\"\"></a></p>\n<p>What time is it? Dinnertime! Wayne told me about the epic adventures he&#39;d\nundergone so far in Europe. Amazingly, none of these epics included a good\nhot meal. Feeling somewhat like a worried parent, I rushed him to downtown\nInnsbruck for an infusion of good, heavy Tyrolean food and Weissbier. We\nslept at the Sella Pass under a cold sky full of stars.</p>\n<p>In the morning, we found some coffee in town, then headed up to the Ciavazes\ncliff to climb the &quot;Micheluzzi&quot; Route (VI), 12 or so pitches of good climbing\nin the sun. I&#39;d attempted it two years before with Dan, but blocks of ice\nhanging over the cliff came crashing down while we were on the first pitch...too\nclose for comfort. I was worried that Wayne and I would run into the same\nconditions, but amazingly, that hanging subdivision of ice wasn&#39;t in place\nthis year. There was certainly more snow lying around than two years ago.</p>\n<p>Wayne took the first pitch, where already, the Ciavazes wall shows it&#39;s\ncharacter. Steep, with occasional pockets for feet but more often angled\nedges with an unnerving patina of polish. He reached the belay and I came\nup, followed closely behind by a couple from Wolkenstein. They stayed with\nus all day. A bout of rockfall had us all crouching under nothing. One\nor two parties were above, and we looked forward to the moment when they&#39;d\nstart traversing off to the right. We also had to consider the predations\nof goats high above on the exit slopes of the upper cliff. Pitch two was\nprobably my most exciting lead...steep and sometimes dicey. The protection\nwas a mix of cams and pitons. It was fantastic, but a real wake up call!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6305560243/\"><img src=\"http://farm7.static.flickr.com/6049/6305560243_a7ba8d5bb9.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306083774/\"><img src=\"http://farm7.static.flickr.com/6097/6306083774_e225c5dcc4.jpg\" alt=\"\"></a></p>\n<p>Wayne took the next two pitches, partly because I was afraid to lead a\nVI pitch! (like I said, I&#39;m out of shape and not too proud to whine about\nit) However, the feared VI pitch proved to be a (truly) tough move right\nat the belay, then entirely normal V climbing. I took the next two, a walk\nto reach the great traverse, then the first traverse pitch (V+). We&#39;d never\nclimbed a consistent horizontal traverse for 4+ pitches, so this would\nbe novel. It was really neat to disappear around the corner and just keep\ngoing. Usually fairly easy, the cruxes came when the holds got small for\nhands and feet. The usual Dolomite mix of pins, cams and the rare nut protected\neach pitch. On the third traverse pitch, I got &quot;lost&quot; by angling slightly\nup as I traversed. I found gear, and it seemed quite reasonable, but it\nended at a piton with a ratty sling and a rappel ring on it. I could see\nan ancient sling and piton about 10 meters below me. The folks behind us\nsaid that this was the right belay. I decided not to trust the ancient\nsling with knots that people had used to get down there, and to reverse\nthe pitch and try again. It was the right call!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306087272/\"><img src=\"http://farm7.static.flickr.com/6108/6306087272_0854bda293_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6305573505/\"><img src=\"http://farm7.static.flickr.com/6048/6305573505_ebe3a57a91_b.jpg\" alt=\"\"></a></p>\n<p>For the last traverse, Wayne continued right and made two crux (VI) downclimbs\nthat I&#39;d have to follow. Gulp! But actually, it wasn&#39;t so bad. I got some\nnice pictures on this pitch. Then I led around the corner and up on runout\nterrain to reach easier ground. Three more pitches followed, first, some\nawkward corner cracks with painful foot jams, then a long route-finding\njourney up a wide face (fun), and finally, straightforward moves to the\n&quot;Gamsband.&quot;</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6305567461/\"><img src=\"http://farm7.static.flickr.com/6216/6305567461_f8d3929172.jpg\" alt=\"\"></a></p>\n<p><em>Can&#39;t we sell this as an ad?</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306091302/\"><img src=\"http://farm7.static.flickr.com/6095/6306091302_2e727836cd.jpg\" alt=\"\"></a></p>\n<p>This had been an excellent climb, and we saw why it&#39;s a classic of the\nregion. Technically, it&#39;s climbable year round thanks to the south face\nmicro-climate. I&#39;m looking forward to going back to climb a couple of other\nroutes on the wall.</p>\n<p>We searched for a place to sleep, and had bad luck initially. Knocking\non many doors, everybody told us we&#39;d need to stay more than one night,\nor to rent an apartment, or they just didn&#39;t answer. It was a real ghost\ntown in Wolkenstein. Finally, on the last call I was going to make before\nsleeping by the car a cheerful woman answered and told us to come over.\nWe got a room, then went out for pizza at a hockey rink, apparently the\nonly place open. It was great! We watched the local kids play a lacrosse\ngame on the indoor &quot;field.&quot;</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306099860/\"><img src=\"http://farm7.static.flickr.com/6234/6306099860_4aa2371fbf.jpg\" alt=\"\"></a></p>\n<p><em>Looking across to Piz Pordoi, and the Fedele/Dibona combo Danno and I climbed in 2009</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306100254/\"><img src=\"http://farm7.static.flickr.com/6096/6306100254_5e64ba4d19.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6305578409/\"><img src=\"http://farm7.static.flickr.com/6111/6305578409_0566ab7ef4.jpg\" alt=\"\"></a></p>\n<p>I was pretty amazed that Wayne continued to climb despite a worsening\ncold. At least that way one of us had a good reason for feeling exhausted\nat the top of approach gullies.</p>\n<p>In the morning we learned, to my visible excitement that our hostess was\nthe sister of Mauro Bernardi, the author of 3 amazing climbing guidebooks\nto the Dolomites! For the last couple of years, I&#39;ve raved about his topos,\nthey are so good and have saved me from a dozen easy-to-make routefinding\nmistakes. And it&#39;s evident he respects the dream of classic alpine climbs.\nThough these are becoming much less popular than modern sport routes, they\ndo have their fans (namely, me), and have a champion in Mauro who generates\nexcitement around these routes with great pictures, topos and guidebooks.\nLet me offer 1000 thanks for them.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6305578995/\"><img src=\"http://farm7.static.flickr.com/6234/6305578995_e1deb0d7b0.jpg\" alt=\"\"></a></p>\n<p><em>Wow!</em></p>\n<p>At the last minute, we decided to climb the Sas Ciampac, via a route called\nthe Geschweifter Kamin (IV+). Two years before I&#39;d climbed the Adang Route\n(V) with Dan. The Geschweifter Kamin wouldn&#39;t offer hard, clean rock climbing,\nlike we&#39;d get with another route on the Ciavazes cliff, but it would provide\nanother view of the Dolomites for Wayne, and the longer approach and descent\nwould be part of the fun, I thought. Fully prepared for scruffier alpine\nrock, we set off with one rope and a small rack from a parking place just\nbelow the Grödnerjoch. We exchanged Mountaineers stories on the way up,\nhaving a few good laughs. I think the Mountaineers are great, as does Wayne,\nbut that doesn&#39;t change the fact that some close up encounters have been\nbizarre or surprising!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6305579497/\"><img src=\"http://farm7.static.flickr.com/6216/6305579497_3306d93b0e_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306103668/\"><img src=\"http://farm7.static.flickr.com/6235/6306103668_9398b162fb_b.jpg\" alt=\"\"></a></p>\n<p>We found the start in a deep gully (relative to the face). I led off for\na dusty, somewhat insecure pitch in a chimney, feeling like there must\nhave been a massive rockfall here in recent days by the powdery layer over\neverything useful. Ugh. Wayne led off and traversed out of the gully to\nscrambling terrain. We unroped for the next three pitches of easy terrain,\nthen started up roped again on a reasonable face gouged by chimneys and\ncracks. Two long pitches here led us to below the &quot;Three Cornered Overhang,&quot;\nwhere Wayne had found a perch in the sun. As part of fighting the cold,\nhe was prone to overdress and seek the sun, even moving belays around as\nnecessary to accommodate.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306104288/\"><img src=\"http://farm7.static.flickr.com/6219/6306104288_069eacfeec_b.jpg\" alt=\"\"></a></p>\n<p>A few exciting vertical moves followed, passing a small fixed cam and\na piton, then traversing up and left to reach a belay above the overhang.\nWayne led a long pitch to a ledge, where he moved so far right in search\nof sun that the next pitch was just a 50 meter traverse back into the deep,\ndark chimney that would provide our exit. Ha! Wayne got us into the chimney,\nand I led a nervous pitch up the right wall past a curious wooden dowel\nwith a coathanger wire to clip in. Weird! But it fit in the crack where\nnothing else would, so who am I to complain! A bit tired from the moves,\nI rested and found more gear before climbing up to a cave belay.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6305585271/\"><img src=\"http://farm7.static.flickr.com/6057/6305585271_aa2ff3bce6_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306109198/\"><img src=\"http://farm7.static.flickr.com/6098/6306109198_292550c91d_b.jpg\" alt=\"\"></a></p>\n<p>The cave was a bit creepy because it looked like we&#39;d have to climb water\nice to escape. Gulp! Maybe Wayne would get to use his mixed skills after\nall...just without any equipment. As it turned out, there was a way around\nthis problem, and Wayne brought us to scree slopes at a notch in the summit\nridge. We ate some food and put on shoes, hiking to the summit for amazing\nviews of Corvara and peaks in all directions.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306109782/\"><img src=\"http://farm7.static.flickr.com/6237/6306109782_bc099a06c9.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306110176/\"><img src=\"http://farm7.static.flickr.com/6104/6306110176_e55a05ec79.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6305587905/\"><img src=\"http://farm7.static.flickr.com/6043/6305587905_5bd42aed81.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6306111292/\"><img src=\"http://farm7.static.flickr.com/6213/6306111292_4bd3548fef.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6305589369/\"><img src=\"http://farm7.static.flickr.com/6055/6305589369_699341a0eb.jpg\" alt=\"\"></a></p>\n<p>Hiking down, we realized how much we&#39;d admired the LinkCam I found on\nthe Arbengrat of the Obergabelhorn this summer. It was an amazing piece,\nfinding good usage on almost every pitch! Being somewhat old, we talked\nabout knees and their difficulties. We reached the car in early evening,\ndriving home as the late fall sun quickly descended.</p>\n<p>Thanks for some good climbing Wayne, and thanks to the mountains for awesome\nweather!</p>\n<p><em>More pictures <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157627911195825/\">here</a>...and Wayne wrote about his whole Europe trip on his blog <a href=\"http://waynewallace.wordpress.com/2011/10/18/trip-to-europe/\">here</a>.</em></p>\n"}