{"date":"2012-5-21","title":"Steinplatte climbing with Georg","description":"<p>The day after climbing Hochferner, there was a change of weather that\nmeant it wouldn&#39;t be good to climb ice faces. So we diverted to rock climbing\nin the north back near home. Georg found a route called &quot;Iron Mouse&quot; (UIAA\nVII+), which should provide 8 pitches of fun. That grade is way beyond\nme as a leader, but I was game to follow anything. Let&#39;s go!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7240141886/\"><img src=\"http://farm6.static.flickr.com/5315/7240141886_8575ffc0ac_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7240158024/\"><img src=\"http://farm8.static.flickr.com/7098/7240158024_52e56c067c_b.jpg\" alt=\"\"></a></p>\n<p>We paid 8 euros to drive the toll road to a high parking lot, then walked\nfor 30 minutes to the base of the routes, below an imposing vertical escarpment.\nWe were in the &quot;Iron Mouse&quot; sector, but weren&#39;t positive as to where the\nroute began. Finally we decided on something and went up. We left a sweater\nat the base, thinking that it would be a hot day, and we kept one for the\nbelayer.</p>\n<p>Pretty soon, Georg was on the lead of the first pitch, shivering hard!\nThe wind was very strong. He had dispatched the first step easily (we thought\nthat was supposed to be VII+, it was more like VI), then took some time\nmaking the last move to the anchor. As I came up I understood why. Good\nclimbing led to near the end, then some tough moves left me &quot;stranded&quot;\njust to the side of the anchor. I tried to move left on small holds, and\nfinally gave up, swinging onto the rope, then climbing more easily the\nlast 2 meters. Very puzzling! That was supposed to be grade VI, but it\nwas at least VII...</p>\n<p>With these uncertain thoughts, I surrendered the sweater to Georg who\nreally needed it. Then I climbed up a pocketed face that was really nice.\nI made kind of a mess of it though, feeling uncertain and intimidated by\nthe overall grade of the climb. As much as possible I rested on the rope,\nswung here and there, looking around the corner, etc. I do remember one\nhard move that required some courage on my part, if only because I did\nit unwillingly! Eventually I exited into a shrub and shared an anchor with\na party from Rosenheim.</p>\n<p>Georg took us over a little shrubby peak to the base of pitch 3: a corner\nfollowed by a great grey slab. His only comment was &quot;...ugh...slabs&quot; which\nI understood! But he dispatched it really well. The crux seemed to be a\nspot where you are crouched on one leg, and just have to stand up on it\nwith nothing for hands or the other foot. Shiver!</p>\n<p>I combined the next two pitches of grade IV and V terrain. This was fun,\nconfidence-building climbing for me. The cracks on this pitch just invited\ngear, and I played along. The bolts were oddly placed. In one sense, they\nweren&#39;t necessary as there was plenty of good natural protection available.\nAnd there were only two of them on a 25 meter section of climbing. Why\nbother, I wondered?</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7240146198/\"><img src=\"http://farm6.static.flickr.com/5191/7240146198_dcd29be08f_b.jpg\" alt=\"\"></a></p>\n<p>The next pitch was grade VI, but wow, it had some tough moves! The first\nmove was already interesting: lieback a flack with your feet as high as\npossible. Get into a committing &quot;Frankenstein&quot; position, and if you are\nthe right height, will find a Thank God hold at the very limit of your\nright arm! That is kind of mean before the first clip! Later, I had to\nrest at a puzzling lieback move at the end of the difficulties. Sigh!</p>\n<p>Continuing an unfortunate theme, I begged off the lead of the VI+ pitch\nto come. Although the vertical wall was intimidating, I just had to look\nat my performance and confidence and declare myself wanting. If I couldn&#39;t\neven follow the grade VI pitch below for 25 meters, how would I lead a\nVI+ 40 meter pitch at a dead-vertical angle, especially as these routes\nreally seem to need supplemental gear along with their handful of bolts.\nDisappointing, but eventually success is built on disappointment, so...</p>\n<p>Georg headed up. Making the first clip was easy. The second...not too\nhard. But the third clip was a long ways up and required some hard climbing!\nSame with the fourth. Whew. Good lead. Above these difficulties the pitch\nbecame a real delight, with huge pockets for eager hands and feet. It really\nwas an amazing pitch, I had to agree.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7240147512/\"><img src=\"http://farm9.static.flickr.com/8168/7240147512_1f1690e055_b.jpg\" alt=\"\"></a></p>\n<p><em>Georg on the amazing hard pitch</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7240149060/\"><img src=\"http://farm8.static.flickr.com/7075/7240149060_6a154138d9_b.jpg\" alt=\"\"></a></p>\n<p><em>Michael following</em></p>\n<p><em>  \n</em></p>\n<p>I headed up for the last pitch, still feeling indimidated. A strange rightward\ntraverse was puzzling, but easy enough. Higher, it was very interesting\nclimbing up the right edge of a face to avoid an overhang. There were good\ngrips for hands, and slabby feet as I went around the corner in strong\nwind, eventually finding the anchor.</p>\n<p>Done and done! Amazing that the day before we were tip-toeing up a glacier\nin crampons, and today we were sport climbers. Oddly enough, we were &quot;colder&quot;\ntoday than on the glacier!</p>\n<p>We started abseiling, first making an impressive vertical 60 meter rappel,\nthen a 50 meter rappel, then a shorter one to reach scrambling terrain\nat about the level of the base of pitch 3. Georg learned from another climber\nthat we weren&#39;t on Iron Mouse for that spectacularly hard vertical pitch\nthat I didn&#39;t lead. And the bottom two pitches were another climb entirely.\nGo figure!</p>\n<p>So we did pieces of Iron Mouse, but apparently not the best: it seems\nthat Iron Mouse P7 is the real wunder, but our P7 (actually P6 for us,\nbecause P4 and 5 were combined) was equally revelatory.</p>\n<p>(Later I figured out that we most likely climbed the first two pitches\nof Wallfahrt (6+ and either 7- or 6- depending on where you found the information),\nand then the 5th pitch of &quot;Am Ende der Sonne&quot; for the real money pitch,\nwhich was appropriately rated 7+. I also learned about a neat combo called\n&quot;Ironlaus&quot; that strings together easy but fun climbing. Hilariously, it\nsnags the amazing big grips on the second half of P5 &quot;Am Ende der Sonne&quot;\nthen sneaks away again off to the left! Gotta do that combo...</p>\n<p>Thanks to Georg for a fun day! Pictures <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157629826999952/\">here</a>.</p>\n<p><em>  \n</em></p>\n<p>_<a href=\"http://www.flickr.com/photos/ripsawridge/7240151314/\"><img src=\"http://farm6.static.flickr.com/5231/7240151314_9ef7c0daf6_b.jpg\" alt=\"\"></a>_</p>\n<p><strong>A view of the northeast side of the Wilder Kaiser</strong></p>\n"}