{"date":"2012-03-15T00:00:00.000Z","title":"Taschachwand and Petersenspitze","blurb":"with Georg and Timo","description":"<p>Also posted on Summitpost.org <a href=\"http://www.summitpost.org/the-pitztal-shuttle-bus/782806\">here</a>.</p>\n<h2 id=\"introduction\">Introduction</h2>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6871660532/\"><img align=\"left\"\nsrc=\"http://farm8.static.flickr.com/7126/6871660532_60236163af.jpg\"></a>Timo,\nGeorg and I had been itching to get out for a weekend trip and climb some\n<i>Nordwände</i> (North faces!). It all came together pretty nicely, and a\ncouple of days ago we drove to the end of the Pitztal to attempt the &quot;Pitztal\nExpress,&quot; a punishing series of three or four ice walls, depending on how you\ndefine it. We figured to do our best, and ended up well satisfied with two. I\ncall our trip the &quot;Pitztal Shuttle Bus:&quot; a little pokey, but fun.</p>\n<p><i>The Pitztal Express climbs the Taschachwand (55 deg., 600 m), the\nPetersenspitze (50 deg., 200 m), the Hintere Brochkogel (55 deg., 250 m). In\nsome sources they toss in the North Wall of the Wildspitze too (50 deg., 250\nm). I did that last one <a href=\"a\nhref=&quot;http://www.summitpost.org/wildspitze-north-wall/282071&quot;\">a\nhref=&quot;http://www.summitpost.org/wildspitze-north-wall/282071&quot;</a>as a day climb in\nits own right</a> once, and was damn tired! Happily, you can exit the tour after\nany one of the climbs, so it&#39;s always there to shoot for as an ideal!</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7017768837/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7201/7017768837_5c071d1b50.jpg\"></a>\n<i>The Taschachwand.</i></p>\n<h2 id=\"approach-day\">Approach Day</h2>\n<p>We got to the trailhead, a ski area called Mittelberg at about noon on Saturday. Looking at our piles of gear in the parking lot, I reflected that there can&#39;t be any sport that involves more gear than ski alpinism. Maybe scuba diving. Anyway we had all the backcountry ski gear, along with a full set of ice climbing gear, even a &quot;lucky cam&quot; in case we (horror!) had to climb through some rock. Toss in the food and paraphernalia of an overnight trip and you&#39;ll be hurtin&#39;. At least we didn&#39;t have to camp. About 3 hours journey up the valley was the Taschach Hütte. It was closed, but the winter room was kept open with a stove and wood. </p>\n<p>At first we hurried up the valley, going the wrong way through a crowd of bored\ndownhill skiers. Somehow we thought the hut would be packed with other people\ntrying to do the same thing. In our minds, the &quot;Pitztal Express&quot; was famous, and\nwe imagined 5-10 parties lining up for the climbs. But we didn&#39;t see anybody\nelse going up valley. It was a hot, beautiful afternoon. Either this or the long\nmonotonous low angle ski travel gave us all blisters. Eventually, we climbed out\nof the main valley more steeply to circle around to the back side of the hut\nfrom the west. Clouds arrived and it even snowed lightly. We did get some nice\nviews of the Taschachwand: a mighty 600 meter high wall of snow, ice and\nhopefully buried rock. Advertised as a 50 degree wall, it did look steeper from\nbelow. We could also see the Petersenspitze North Wall peeking &quot;over it&#39;s\nshoulder.&quot;</p>\n<p>At the hut we studied the wall, knowing that we&#39;d have to approach in the dark. The growing piles of clouds convinced us we&#39;d be lucky to have any visibility at all. We worked out schemes to make sure that we&#39;d recognize when we&#39;d traversed below the wall and needed to turn right. The effort felt a bit futile, as we all had our stores of long experience to draw on. Experiences that mostly consisted of wandering in the dark, &quot;trying out&quot; different gullies, shouting and arguing about the &quot;right&quot; slope only to discover we were 500 meters away from the real climb. But you do your best!</p>\n<p>The hut was really nice. A party of 6 skiers were there, telling tall tales over\na massive pot of tomato soup. I got to know Timo a little bit, he and his wife\njust had a baby. This brought back memories of 3 am feedings, the joy of the\nkids finally sleeping, etc. We pooled our food resources. Timo had pasta with\nmushroom sauce. It was highly bland, until yours truly had the brilliant idea of\nraiding the Ramen seasoning packs for spice. That turned it into a great\nmeal. Then we cooked the Ramen which was great. Finally, my entry didn&#39;t fare so\nwell. A fancy, expensive freeze-dried curry chicken meal that ended up tepid and\nundercooked. But who cares, because...</p>\n<p>The Hut Sells Beer.</p>\n<p>That&#39;s right. It&#39;s &quot;closed,&quot; but beer is available on the Honor System. You take a beer, you leave 3 euros.</p>\n<p>If you want a reason why it&#39;s good to live in Europe, it&#39;s this!</p>\n<p>So we broke into the drinks. I really enjoyed a good Weissbier and a\nRadler. Georg drank about 6 Radlers, and Timo was content with various kiddie\napple juice drinks. We set the alarm for 3:35 am, and Georg really had to beg\nfor that 5. I was tired so I went upstairs and crashed with the guys, but I felt\nlike I should have had about a liter of tea or water. We were encased in thick\ncloud. What would the morning bring?</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6871662992/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7128/6871662992_c02bbd240f.jpg\"></a>\n<i>What the morning brought...</i></p>\n<h2 id=\"the-taschachwand-55-degrees-600-m\">The Taschachwand, 55 degrees, 600 m</h2>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7017771219/\"><img align=\"right\" src=\"http://farm8.static.flickr.com/7261/7017771219_d2c207d9b3.jpg\"></a></p>\n<p>I had a headache. I toddled downstairs to pee and stepped outside. It was 2:30\nam and the sky was mostly clear! Awesome. I drank a bottle of water, and hoped\nanother hour of rest would get rid of the headache. 10 minutes later, Georg woke\nme up. The first words out of my mouth were &quot;how &#39;bout another hour of sleep?&quot;\nGeorg was polite, and like, &quot;okay, uh, sure.&quot; But in the time it took for that\nconversation, Timo had already neatly folded his 6 blankets in Army style,\ngotten dressed and checked the weather (&quot;all good!&quot;). I felt terrible for\nsuggesting more laying about, so I withdrew my highly creative idea and marched\ndown to the kitchen to get ready. But I could barely eat. Every time the kitchen\ndoor opened the oppressive smell of the &quot;composting toilet&quot; wafted\nin. Ugh. Headache, nausea. I prepared for a staged exit. &quot;Guys, I&#39;ll either\nabandon the plan now, and send you off with the rope from my pack, or at the\nbase of the wall, finding my way back to the hut to wait.&quot; This was\ndepressing. I&#39;d never had to bow out due to ailment, and I didn&#39;t want to do it\nnow. I concocted a &quot;medicine&quot; of water, aspirin tablets, and some chemical\norange calcium tablets that Timo found in the pantry. I remembered somebody\ntelling me that carbonation is good for digestion. Since the mixture bubbled\nmadly, and the fruity orange smell was preferable to the composting toilet (a\nmarvelous thing, in principle), I thought it boded well for recovery.</p>\n<p>We hung around a while for me to finish the drink, and then I was ready to at least go to the face. We got harnesses on, donned helmets and headlamps, then skied away under the stars. The face was a black bulk on our right, but rather far away. Moving slowly, we traversed the rim of the valley head, darkness far below where the moraine dropped into snowfields and occasional crevasses on the glacier. I was really feeling better, grateful for the slow pace, and the magic bubbling health drink.</p>\n<p>&quot;Wow, I&#39;m hungry!&quot; I said, as we reached a plateau and saw the face above us in hazy blue outline. Timo and Georg approved heartily, and we connected with a single ski track going up to the face. It was adequate to reach the gully we&#39;d chosen, just right of a buttress and massive icefalls. The angle steepened, and we stomped out a ledge to change into crampons and ice tools. For the fourth gift of the day (the first being the clear sky, despite forecast, the second my miracle cure, the third that we found the base in the dark), the skiers before had decided to climb the face, so we had boot tracks in the thigh deep snow that begun the couloir. &quot;Thank You Jesus&quot; I sang in a high, lilting soprano. Just kidding. But we were all happy!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6871665114/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7200/6871665114_1bf3b3f781.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/6871666106/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7133/6871666106_33c6f93393.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/6871667080/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7266/6871667080_8dd45de023.jpg\"></a></p>\n<p>Georg started up, then me and Timo. It&#39;s amazing how much a steep snow face feels &quot;dumbed down&quot; when you have a tool in each hand. We hoped we wouldn&#39;t need the rope for this first climb, especially because it&#39;s the longest (600 m), and roping up would cost time. Despite the weighty pack, the climbing felt secure and even fun. Slowly, dawn charged the icefields with color, and clouds began to break up.</p>\n<p>Tool, tool, step step. Tool, tool, step, step. Breathe. Tool, well you get the idea. After about 200 meters of climbing into the face we were surprised to see that the climbers before had switched back to skis. &quot;That&#39;s weird!&quot; we thought. &quot;Whatever!&quot; I said. But we could make no further progress on foot. Georg tried and ended up building a snow cave around himself. I don&#39;t think any of us ever put on skis in such a steep, precarious place, intending to climb further! But there was nothing for it. Using Georgs new snow cave, we did the costly gear changeover again, and wobbled away with skis carefully planted in the skin track. Would our skins hold? I didn&#39;t want to look down! But we gradually gained elevation in switchbacks and a big traverse under a rocky buttress. It would have been almost impossible to come through this area on foot.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6871668902/\"><img align=\"left\" src=\"http://farm8.static.flickr.com/7205/6871668902_0959ee6f81.jpg\"></a></p>\n<p>The switchbacks got tougher to negotiate. &quot;How did these guys do it?&quot; I thought,\nwatching Georg execute a laborious 6 step procedure to turn his skis around\nwithout sliding off the mountain. Eventually, his skins wouldn&#39;t climb further,\nand I tested the snow, realizing it would hold our weight from here. Back into\nboots, feeling much safer then.</p>\n<p>We climbed to a blank ice cliff and avoided it with a traverse to the right. In\nhere, the snow got much thinner, and we felt our crampon points bite into the\nice underneath. The angle appeared to be over 55 degrees, but I&#39;ve seen\nmulti-page forum threads on the internet when somebody says something like that\noffhand, so we&#39;ll just apply a clamping function to any talk of angle. But\nanyway, we&#39;d reached my favorite emotional &quot;region&quot; of any climb: when there is\nvast wall below you, but still significant climbing above. When the walls loom\nat their finest, and the great gulf of empty space yawns behind and below. Here\nare the &quot;secret faces&quot; of the mountain. You have to be embedded in them to\nsee. Despite the environment, everyone is warm and secure enough. When success\nteeters on the edge of certainty, here are the moments to savor. If you ask\n<i>me</i> why we do it, it&#39;s for these times.</p>\n<p>With our new freedom we played around. Georg traversed off to the side for some\npictures. &quot;Wow, that&#39;ll be awesome&quot; I said, &quot;lemme do that!&quot; So I traversed over\nto the side a bit. Georg took some pictures of me while I screwed my face up\ninto &quot;Nordwand&quot; mode. Looking at these pictures later, by far the more\ninteresting ones were the ones I took looking back on Georg and Timo. A couple\nof laughing guys a million miles from home. Cool.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6871669896/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7086/6871669896_70d0e6ee5d.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/6871670840/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7225/6871670840_e03d853c44.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/6871672160/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7053/6871672160_e5c6ac4ae4.jpg\"></a></p>\n<p>Now we were on the &quot;ice shield&quot; that marks the top of the wall, and we could feel it in the changed surface. Crampons bit well, but the ice tools often took two or three swings to reach good ice underneath rotten surface crust. Climbing unroped like this, the key is to make sure every single movement is secure. With that in mind, you <i>have</i> to place your tools well. I learned this from Alex Krawarik on the Ice Cliff Glacier years ago. He saw me tripping up the face just barely placing tools, instead relying on steps Dan had kicked. I resisted this good advice...it was more tiring to follow it! But there is no real chance of arresting a fall on this terrain. The import of his words still ring in my ears...</p>\n<p>Laborious hacking here at the end. When I tired, I would chop out a ledge to\nplace a foot sideways and rest my tired calves. Georg reached the rocks, and\ncarefully traversed to a saddle that marked the end of the climb. Following\nTimo, I was glad to be done with the ice. Carefully, I scraped at the snow for\nsolid rock underneath. Testing, then shifting weight to the right. Snow under my\nfeet seemed to rot away. Later we all laughed, agreeing that the primary thought\nin our minds at that point was that we don&#39;t come all this way just to fall 2\nmeters from the end of the climb!</p>\n<h2 id=\"the-petersenspitze-50-degrees-200-m\">The Petersenspitze, 50 degrees, 200 m</h2>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7017780367/\"><img align=\"left\" src=\"http://farm8.static.flickr.com/7084/7017780367_8ded0ff802.jpg\"></a></p>\n<p>Suddenly everything was different. Brilliant, full-on morning sun, and a great\nreflective frying-pan of a glacier to radiate the heat. We relaxed and looked\ndown the vast face one more time. Just memories now. I think it was 9:30 am,\nwe&#39;d been on the go 5 hours. 2 for the approach, and 3 for the climb. Not bad!\nBut we were tired, so we decided to cache our skis, climb the Petersenspitze\nNorth Wall and head home. We skied down from our col to the east, then walked up\nto the col between the amorphous Taschach summits and the Petersenspitze. Going\na bit further, we found a good place to leave our packs and drop down onto the\nface. I coiled the rope around me and followed Timo and Georg.</p>\n<p>The first steps to descend were difficult, as hard, blank ice lay under a thin\nlayer of snow. Timo had hollered back to me that Georg &quot;fell&quot; here, but he\ndidn&#39;t sound excited so I didn&#39;t take it seriously. But once on the ice I could\nimagine. When Georg dropped down it was buried under snow. Somehow, now the snow\nwas in a little pile about 4 meters down and the ice was well scratched up. Hmm.</p>\n<p>Later, we traversed snow under a huge crevasse to Georgs ice screw belay. We had\na terrible time uncoiling the rope, it just twisted itself into a frenzy. I\napologized lamely, &quot;it was fine when I coiled it around me!&quot; 2.5 hours later,\nGeorg started climbing on hard, hard ice. Even the crampons would sheer out from\nan upper rotten layer. Earlier I had waxed on about how fun this &quot;blank&quot; alpine\nice is, from my experience with Daniel a few years ago on the Wildspitze\n<i>Nordwand</i>. From my perch as &quot;back seat driver&quot; I continued to urge the\nseeking-out of blank ice to that point. Finally though, even I was cowed. &quot;Do\nyou mind, if I don&#39;t seek further <i>blankeis?</i>&quot; asked Georg. Not at all man!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7017781283/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7270/7017781283_bf3a7376eb.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/7017782147/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7122/7017782147_392d506ac4.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/6871675728/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7132/6871675728_ed241a7446.jpg\"></a></p>\n<p>I really didn&#39;t want to simul-climb on that blank step, so I asked Georg to set\na belay. We did two pitches like this, then Georg just continued for a\nsimul-climb. The upper part became more snowy and felt secure. Finally, the\nangle leveled off and soon we were on top. We had a whole new vista, with the\nHintere Brochkogel in front of us. The Nordwand looked very impressive from\nhere, as did the North Ridge (My buddy Sebastian Hamm <a href=\"a\nhref=&quot;http://www.summitpost.org/ski-tour-to-hinterer-brochkogel/280030&quot;\">a\nhref=&quot;http://www.summitpost.org/ski-tour-to-hinterer-brochkogel/280030&quot;</a>climbed\nit a few years ago</a>, very nice!).</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7017783581/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7125/7017783581_c2d7b4bce4.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/7017784473/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7139/7017784473_077c15673c.jpg\"></a>\n<i>The Hintere Brochkogel</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/6871678246/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7038/6871678246_46f1636548.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/7017787553/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7241/7017787553_a338d7440a.jpg\"></a></p>\n<h2 id=\"skiing-out\">Skiing out</h2>\n<p>Much as we would have liked to climb that as &quot;summit number three,&quot; we knew we&#39;d\nbe exhausted. It was easy to enjoy the look around, then hike down to our packs,\nthen our skis. In a long <i>schuss</i>, with a few good turns we reached the\nsaddle (<i>Taschachjoch</i>, 3236 m) which we had to climb up in boots, then\nfinally we could become plain ol&#39; downhill skiers. We thought about descending\nto the Urkundsattel (notch) and continuing the descent on the Sexegerten Glacier\n(nice name) to emerge on the west side of the Taschach Hütte, but ultimately the\nnicest way seemed to be to descend the Taschach Glacier. This began an excellent\nski descent of about 1200 meters, over excellent powder snow for the first half,\nthen in terrain resembling a ski piste with many tracks, even mogul runs. Georg\nand I each had a wipe out crash where we lost a ski. Timo is an excellent skier,\nhe began at age 3, apparently, and it showed in his technique despite the heavy\npack!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7017788509/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7044/7017788509_3031dcb938.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/6871682190/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7204/6871682190_210c0df294.jpg\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/7017792209/\"><img align=\"center\" src=\"http://farm8.static.flickr.com/7052/7017792209_4223677ff5.jpg\"></a></p>\n<p>Now we traversed the long flat valley for miles, working for every ounce of\nspeed. My shoulder muscles ached from push polling over and over, and my legs\nquivered too much to skate by the end. Finally, the angle allowed floating along\nagain and we were at the car before long.</p>\n<p>We finished the trip off with a great dinner at the &quot;Bollywood&quot; Indian food\nrestaurant in Garmisch-Partenkirchen. It was a hell of a lot of fun, and I was\nreally grateful to have made it out of the hut in the morning for such a\nmemorable day. Huge thanks to Timo and Georg.</p>\n"}