{"date":"2012-5-19","title":"Hochferner Nordwand","description":"<p>Basti, Georg and I drove down to the Pfitschtal in Südtirol Friday evening.\nWe got some pizza for dinner in Sterzing, then drove up to the parking\nlot at the end of the valley. Another party was at the car, and said their\ntwo friends had just started hiking up to the Gunther Messner bivouac hut,\nwhere we were going too. Satisfied that it wouldn&#39;t be too crowded, we\npacked up our rope, ice tools, snowshoes and other gear, and started hiking\nat 8:30 pm. It was great to be out on a summery evening, hiking up a snow-free\ntrail. We followed it as long as we could without headlamps, which got\nus to snowfields, and then we could reliably follow some tracks in the\nsnow up a big moraine to the bivouac hut.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236145624/\"><img src=\"http://farm8.static.flickr.com/7072/7236145624_dc27949543_b.jpg\" alt=\"\"></a></p>\n<p><em>The Gunter Messner bivouac hut with the Hochferner glacier behind</em>.</p>\n<p>The hut sleeps twelve, and happily there were just 5 of us tonight. By\n11 pm, we were ready to sleep, having shared some food with Jörg and Andy,\ntwo guys from Bozen. We all decided to get up around 4:30 am and be hiking\nat 5:00 am. We didn&#39;t have a stove so no one needed to cook anything. It\nwas a good night&#39;s sleep.</p>\n<p>In the morning, we started out, the Tyroleans a bit ahead. From the hut\nwe hiked up the moraine about 5 minutes to where we could drop easily onto\nthe glacier. The Hochferner Glacier rolls and buckles, with a few interesting\nseracs. The climb is about 900 meters high, and boasts of an 80-degree\nstep in the middle. Fun, fun!</p>\n<p>We hiked up to the base of the first ice cliff and promptly avoided it\nby a gully on the left. Unfortunately, we suffered some injuries here!\nGeorg got smacked in the ear by a flying chunk of ice (which hurt quite\na bit...still swollen 2 days later, he says). Basti got hit in the arm.\nOh well, if you aren&#39;t out the door first on these climbs, you don&#39;t really\nget to complain!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236153256/\"><img src=\"http://farm6.static.flickr.com/5194/7236153256_0517c54bcd_b.jpg\" alt=\"\"></a></p>\n<p><em>A bit of black ice...dirty and hard!</em></p>\n<p>Above the gully, there was a mandatory bit of hard, black ice for about\n40 meters. That was a nice wake up call! Now fully awake, we continued\nup easier (40-50 degree?) slopes for a while to the base of the upper bulge.\nWe decided to tackle the middle of it, giving us the exciting 80 degree\nstep, and then the option to link snowfields between blank ice and seracs.\nWe set a belay beside Andy and Jörg, who apologized for any ice chunks!\nHaving learned our lessons about gravity, our two parties set off on leads\noff to the sides of the belayers. I decided it was my turn to lead since\nGeorg did the Petersenspitze in March! Basti was like &quot;you guys can fight\nfor it, I don&#39;t care!&quot; At any rate, it was a super fun 30 meter pitch,\nwhere the first 15 meters were really steep. I don&#39;t think I ever climbed\n&quot;alpine&quot; ice that was so steep, only water ice. I could place two good\nice screws for protection, then easier terrain led to where I could chop\nout a little belay stance. Georg and Basti came up, enjoying the pitch\nquite a bit.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236179976/\"><img src=\"http://farm8.static.flickr.com/7103/7236179976_81b9a0eb18_b.jpg\" alt=\"\"></a></p>\n<p><em>On the 80-degree ice step</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236189306/\"><img src=\"http://farm8.static.flickr.com/7215/7236189306_c438c6e007_b.jpg\" alt=\"\"></a></p>\n<p><em>Jörg and Andy followed a line just to the left</em></p>\n<p>It made sense for me to continue, this time hopefully as a simul-climb,\ntrying to keep some amount of protection in. I went quite easily in snow\nfor a while, then placed a couple of screws at an ice step. Another screw\nhigher, and then after an approximately 150 meter &quot;pitch&quot; we gained a shelf\nbelow the summit wall. We just continued with the rope on easy but somewhat\ntiring steep snow up to the summit ridge, where a small cloud engulfed\nus.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236198586/\"><img src=\"http://farm8.static.flickr.com/7101/7236198586_34d14f86df_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236212458/\"><img src=\"http://farm8.static.flickr.com/7072/7236212458_b6d4cb5d2d_b.jpg\" alt=\"\"></a></p>\n<p>Yay! Hochfernerspitze! 3470 meters. We enjoyed the non-view for about\n0 seconds, then started down along the ridge, then dropped onto a short\nbut steep south face with some awkward loose rock. Georg somehow zoomed\ndown this, then took comical pictures of Basti and I contorting ourselves\namong the stacked blocks! We stomped down snow to a flat place for some\nfood and water.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236218606/\"><img src=\"http://farm9.static.flickr.com/8152/7236218606_48d314e8d1_b.jpg\" alt=\"\"></a></p>\n<p><em>On top!</em></p>\n<p>I&#39;d grown to like the horrible &quot;power energy drink&quot; I bought the night\nbefore. Sickly sweet, almost sticky, I began to fear the liquid was contaminated\nwith &quot;prions&quot; that would lodge in my brain somewhere. Diluting with water\nby 50% helped, and finally the massive energy drain of the ice face did\nthe rest. Now I could declare it a good drink!</p>\n<p>Andy and Jörg came down from the summit and joined us at our lunch spot.\nIt was only 10 am! I think we were pretty fast overall. We had great conditions\non the route, and the descent would prove to be similar. Eventually we\nset off down the Weisskarferner (glacier) in snowshoes. The views of Rotes\nBeil (2949 m) and surrounding mountains were inviting. These Zillertal\npeaks have sweeping bands of near vertical rock which lend drama to the\nscene. Sadly the rock is not good for climbing!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236223762/\"><img src=\"http://farm6.static.flickr.com/5343/7236223762_1a6105688e_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236235820/\"><img src=\"http://farm8.static.flickr.com/7239/7236235820_553d65d9e0_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236230008/\"><img src=\"http://farm9.static.flickr.com/8146/7236230008_73e503b3f1_b.jpg\" alt=\"\"></a></p>\n<p>We reached trail and took off snowshoes. The trail was kind of annoying,\nas it seemed like it was always climbing up to remain high above the Gliderbach\nvalley floor. But a &quot;balcony&quot; trail on the side of a valley is always amazing\nfor views, so I have to give it that. We slowly made our way down, reaching\nsome abandoned huts above the Oberbergbach that we climbed along the night\nbefore. A few more minutes and we were at the car, me trailing behind to\ngive me knees some comfort, and to stop and drink from cold streams.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236239884/\"><img src=\"http://farm8.static.flickr.com/7080/7236239884_51cd0a9af8_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236247840/\"><img src=\"http://farm8.static.flickr.com/7240/7236247840_3aa5473a44_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7236261442/\"><img src=\"http://farm8.static.flickr.com/7086/7236261442_c25d2ab88d_b.jpg\" alt=\"\"></a></p>\n<p>What a great trip! It&#39;s not as difficult of a climb as I thought it would\nbe, but the scenery, opportunity for conditioning and companionship were\nexcellent. Good weather made it possible! Thanks to Georg for driving too!</p>\n<p>More photos <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157629818782212/\">here</a>.</p>\n<p>(a postscript: coming back to Munich, I couldn&#39;t take my normal U-bahn\nhome from Georg&#39;s house, due to the impending Fußball game between Munich\nand Chelsea. I finally had to walk, in wet mountain boots and gear, with\na pile of snowshoes and ice tools, across the city to get home! Every taxi\nhad an Englishman or three already in it!</p>\n"}