{"date":"2012-5-14","title":"Untersberg adventure hike","description":"<p>Danno and I had a full day to go hiking, which is unusual for both of\nus. It&#39;s been an unusual spring, with lots of snow even at relatively low\nelevations. So we struggled to find a good destination. A few weeks before\nI&#39;d wanted to hike up the Untersberg via the Dopplersteig, a kind of easy\nvia-ferrata. But I was disuaded by serious warnings of cornices, avalanches\nand all kinds of mess. Now though, the warnings were removed because much\nsnow had melted. It was okay...let&#39;s go do it! Additionally, since we were\nready for an 8 hour hike, I thought we could put together a &quot;grand traverse&quot;\nto reach Berchtesgaden, travelling from north to south along the Untersberg\ncrest. Thanks to a good weather forecast, this should be a rip-roaring\nday, ending with a beer in Berchtesgaden and some kind of taxi back to\nour car in the early evening.</p>\n<p>Danno came prepared with gaitors and good boots. I made an error (that\nI make over and over again) thinking that tennis shoes would be adequate.\nStill, we had a couple of pairs of gloves and extra warm layers knowing\nthat we&#39;d have a fair amount of snow to deal with. The good forecast meant\nthat even though our hands might be cold and wet as we mucked around, our\nbacks would be warm!</p>\n<p>We hiked up in gloomy weather on a trail that didn&#39;t fool around! The\nDopplersteig starts climbing immediately, going in for long sections of\nwooden steps as it parallels a gorge full of waterfalls. We noticed many\nmemorials (&quot;Denkmals&quot;) to the fallen along the wall, with sometimes poetic\nsometimes rather disturbing phrases (like &quot;God wanted it....huh?&quot;).</p>\n<p>Joking about all kinds of things, we eventually reached snow cover in\nthe open cirque below great cliffs of the upper mountain. We saw the tram\nlazily ascending above our heads. We stopped for some chocolate and noticed\nit was snowing lightly! Hmm.</p>\n<p>We hiked to the base of the cliffs and started ascending stairs that wound\ningeniously among them. The stairs and rocks were wet, making us take extra\ncare on the ascent. The scenery must have been dramatic, could we see anything\nbeyond the cloud we were in! But still, we enjoyed it. Emerging on the\ngreat plateau that makes up the west side of the mountain, we saw the summit\nbuildings and started walking up, joking about Southern WWII sniper types\nwho constantly mouth Bible versus. The sound of the freeway below caused\nme to term it &quot;...a dishonorable, horrific manifestation of mans...&quot;</p>\n<p>When I stumbled for the next word, Danno said...&quot;Hubris.&quot; Har! Perfect.\nFrom then on the disturbed southern gentlemen would accompany us throughout\nthe day :).</p>\n<p>At the summit FunPlex, we found a hut to eat in and ordered a hot plate\nof Kaiserschmarm. Mmm..good! Later, I helped a woman down a snowfield by\nloaning her my poles to brace herself and gave an impromptu lesson on confident\nsnow travel. I don&#39;t think she was convinced!</p>\n<p>Danno and I started walking south along the crest, trying to remain undeterred\nby the hut wardens confident assessment that it was &quot;impossible&quot; to reach\nthe Mittagsscharte. Danno was worried about a via-ferrata which the map\nominously indicated existed. (I didn&#39;t find this via-ferrata in my book).\nIt started snowing rather heavily, and we tried to keep our spirits up\nby playing with our gps-enabled phones. We lost the trail at one point,\nspending 10 minutes floundering around to regain the track. The GPS was\nreally helpful there, in the snowy murk. Needless to say, the weather wasn&#39;t\nturning out as predicted!</p>\n<p>After a steep hike down, we attained the Mittagsscharte. &quot;Wow, that was\neasy!&quot; Still, deterred by the weather, we decided to try and leave the\nridge here and start for the lowlands. Although the trail to the Berchtesgadener\nHochthron appeared to be gentle, it was buried in snow for periods and\nwe knew that could be expensive to find and maintain. Finally, without\nany grand views, motivation was understandably lacking!</p>\n<p>So we headed down to the Toni Lenz Huette, planning to pass by the ice\ncaves on the way. Our only concern was that this route took us through\ncliffs, and it was hard to tell exactly what that meant. Initially, we\nwere pleased. We descended very dramatically through caves with windows,\nsteep stairways and ledges blasted out of the rock. What amazing terrain!\nBut later, we had to cross a steep snowfield lying across the trail. Initially,\nwe tried to get on steep grass and scree underneath the trail, but this\nfelt pretty insecure. Then we kicked steps across the snowfield. This was\ntime-consuming and unpleasant. Our gloves were soaked and fingers cold.\nWithout ice axes, the terrain was unnerving and required us to &quot;over-kick&quot;\nthe steps to make them extremely bomber.</p>\n<p>Once across (it&#39;s still snowing by the way), we saw that there were a\nfew more of these. Danno noticed that by taking the ice cave detour we\nmight be able to avoid the worst of them. This was a great idea, and worked\nperfectly. A couple of tenuous moves on a remnant patch of snow later,\nand we were looking down on the Toni Lenz Huette.</p>\n<p>But to get there would require more snow traversals or descent. &quot;Ugh,&quot;\nsaid Danno. I had to agree it didn&#39;t look great. I was thinking optimistically\nthough, as long as we could convert our hiking poles into primitive ice\naxes by removing the bales. Also, it looked to me like we could descent\nmore directly to the hut. Below the hut, snow continued, but we saw tracks.\nAt this point Danno made a prudent judgement call to return the way we\ncame, because we couldn&#39;t be sure that we wouldn&#39;t hit more impasses below\nthe hut. Monitoring available energy and time, this made sense. So we turned\naround forthwith.</p>\n<p>Back at the steep snowfield, we took a few minutes to carry out the transformation\nof our hiking poles into &quot;hiking spears&quot; that would provide more security.\nThis did turn out to help a lot, and it&#39;s something good to remember if\nyou find yourself dealing with snow without an ice-axe. Danno had two &quot;spears,&quot;\nand I went with one sharp rock and one spear. Danno bore the brunt of the\neffort. His hiking boots could kick better steps, so he led the traverse,\nwhile I had the easy job of following good steps. He did a great job, but\nit was tough. He responded by getting mad and powering through. Way to\ngo man! This reminded me of my own first experiences on steep snowfields.\nIt&#39;s not easy to find security there, and really, there are no shortcuts....it\ntakes repeated exposure across days and months before you can feel at home\non that stuff. Danno was a real trooper!</p>\n<p>Relieved to be done with that part, we quickly (tiredly!) hiked back up\nthrough the caves and got on the plateau. Visibility was better now, but\nit still snowed lightly. My GPS was getting low on battery...we just needed\nit to accomplish one more task: help us reach the Schweigermutteralm on\nsnowed-over paths through confusing, humpy landscape.</p>\n<p>Danno and I worked together to find and keep the trail. I kept veering\noff to the left, and he&#39;d find a marker. We&#39;d stick to it like hound dogs\nuntil another open area left room for interpretation. This was kind of\nfun, but a little stressful too, because we realized that if we lost the\ntrail hopelessly, we might be forced back up to the Mittagsscharte, then\nforced to climb up another 200 meters to follow our path back to the lift\nstation. Then we&#39;d finally be able to start descending again. So it was\nall about keeping hopes up and making sure by looking around that we were\nnever &quot;lost,&quot; but could always reverse course if needed.</p>\n<p>Happily, it didn&#39;t take too long until reaching the ski run that goes\ndown to the Schweigermutteralm. At this point we knew we had no more uncertainties,\nand the &quot;adventure&quot; component of our trip could come to an end. Danno said\nwith a sidelong glance, &quot;so...you don&#39;t even do hikes at all do you, in\nthe sense of a relaxing short walk with all variables accounted for?&quot; I\nhad to admit that this was true! Unless the fambly is along!</p>\n<p>We enjoyed the hike down the ski trail, though our knees didn&#39;t have as\nmuch fun. We hiked up to the base of a cliff and sat in a deer blind for\na few minutes. We kept going, talking about school, kids, college, etc.\nLater, we hiked a &quot;shortcut&quot; road that led us into yet another mini-adventure:\nwe had to cross through a mine site with some impressive marble blocks.\nThe bridge we expected to cross was destroyed, but new wooden planks provided\na safe way across an elaborately decayed structure. Below, there was a\nyawning abyss with red-stained rock and waterfalls threaded by broken logs.\nThe road came to an end and we found our way down an alarmingly steep cog-railway\ntrack that we surmised was used long-ago to lower marble blocks. Once in\ntown, we walked tiredly through mundane streets to our car, back to the\nnortheast.</p>\n<p>What a day! Almost 12 hours long and almost constantly on the move. I\nactually like days like this but I can feel Danno glowering at me! We worked\non navigation, snow, decision making. These are the classic skills of mountaineering,\nand nothing counts more in the ledger books that experience. We saw a lot\nof wild country and had effectively no one out on the trail with us. Alone\nin the clouds we created a story that tested us and (sometimes) entertained\nus. We&#39;ve got the sore muscles to prove it!</p>\n<p>Thanks to Danno for a fun time (really!). :)</p>\n"}