{"date":"2012-7-3","title":"Cinque Torre","description":"<p>My old friend Aidan was in town for an interesting filming project. We\nwent to the Dolomites and had time in between work on the film to do a\nlittle bit of climbing and scrambling. First up, was the classic climb\n&quot;Via Miriam&quot; (UIAA V), on the South Summit of Torre Grande in the Cinque\nTorri Dolomites above Cortina.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490139070/\"><img src=\"http://farm9.static.flickr.com/8007/7490139070_9acd92ace4_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490146474/\"><img src=\"http://farm8.static.flickr.com/7140/7490146474_ef1c7a8da8_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490151986/\"><img src=\"http://farm9.static.flickr.com/8156/7490151986_24b1f50431_b.jpg\" alt=\"\"></a></p>\n<p>The first pitch is a bit polished, and rather steep. Then a spectacular\ntraverse goes around to the left, and another sustained grade V pitch follows.\nAfter this a steep but easy bit of chimney climbing, and a scramble to\nthe summit. It was great to finally climb this route, I&#39;d heard of it for\na long time.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490158152/\"><img src=\"http://farm8.static.flickr.com/7272/7490158152_e66bcb9777_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490164840/\"><img src=\"http://farm9.static.flickr.com/8160/7490164840_2a27364f42_b.jpg\" alt=\"\"></a></p>\n<p>Later, after dinner, I hiked up alone to the Nuavalu Hut, and met the\nowner, a very interesting woman named Joanne. She was originally from Vancouver\nB.C., but had lived in Cortina now for 40 years. I walked down as darkness\nfell.</p>\n<p>Later, one afternoon, we went to climb &quot;Via Finlandia&quot; (VI+), a steep\nroute on a vertical yellow wall. Aidan started on the first pitch, a sustained\nand somewhat intimidating grade VI corner crack. He wasn&#39;t feeling great\nabout it so then I went up and climbed to the anchors. Whew...exciting\npitch! The anchor is in a spectacular location, right in the middle of\na vertical yellow wall, with an overhanging traverse to follow. And the\nclimbing on the pitch was wonderful. The protection was a mix of bolts,\ncams and nuts over the 40 meter length. Aidan came up and we decided that\nto continue was too hard for our blood. So we rapped off and invented a\ncrazy plan to go climb the Hexenstein. I didn&#39;t want to mess with the car\nand roads, so I argued to just set off across country to reach the Falzarego\nPass and our route, with the gear that we have. Aidan thought that was\npretty dumb, so we compromised: I walked, he drove!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490169382/\"><img src=\"http://farm8.static.flickr.com/7118/7490169382_d70e809881_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490178032/\"><img src=\"http://farm8.static.flickr.com/7247/7490178032_425912304d_b.jpg\" alt=\"\"></a></p>\n<p>My walk over was a fun adventure. I started on trail then cut across perpendicular\nbedding planes with some 3rd class downclimbing to reach another trail\nthat led to a lake, and eventually the pass. I&#39;d promised to be there in\nan hour, but it was at least 1.5 hours...oops!</p>\n<p>We hiked up to the start of the climb in sometimes-heavy afternoon showers.\nBy the time we began climbing, it was over. We climbed very easily in several\npitches up the south arete, finally ending up at a spectacular little grade\nIV+ crack that was the icing on the cake for the route. Aidan led this\nthen brought me to the summit.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490191002/\"><img src=\"http://farm9.static.flickr.com/8168/7490191002_bcd8ec91aa_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490194036/\"><img src=\"http://farm9.static.flickr.com/8027/7490194036_6395223f2e_b.jpg\" alt=\"\"></a></p>\n<p>We hiked down in interesting war ruins, that I didn&#39;t remember seeing\nwhen I was here on a rainy day with Dan P. 4 years ago.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490198630/\"><img src=\"http://farm8.static.flickr.com/7246/7490198630_51fbf10a59_b.jpg\" alt=\"\"></a></p>\n<p>Another day, after doing some easy climbing for Aidan&#39;s project, we went\nand climbed &quot;Via Olga&quot; (V+), a short 3 pitch route on the West Summit of\nTorre Grande. Quite sustained corner climbing marked the first pitch, and\nthe second had some short strenuous moves to gain a pillar atop a chimney.\nFrom there, easy climbing led to the summit. This was great!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490207132/\"><img src=\"http://farm8.static.flickr.com/7138/7490207132_284326fe98_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490216016/\"><img src=\"http://farm9.static.flickr.com/8003/7490216016_b88ff0d57a_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490218934/\"><img src=\"http://farm8.static.flickr.com/7270/7490218934_40544ab810_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490221562/\"><img src=\"http://farm9.static.flickr.com/8005/7490221562_1c7077684d_b.jpg\" alt=\"\"></a></p>\n<p>After a beautiful evening sleeping in a meadow, we finished our duties\nfor the project, and returned to Munich, intending to stop and climb on\nthe Martinswand on the way. Alas, the north was too rainy. But we did find\nsome dry rock at the Frauenwasserlwand. We climbed a 6, 6+,7- line. Aidan\nled the 7- slab very easily, and I, wanting to work on my slab technique\ntop-roped it a few times. He led part of a grade 7 slab on the left, but\nheavy rain came and we had to scramble to collect our gear and make two\nrappels to the base of the short wall.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7490223040/\"><img src=\"http://farm9.static.flickr.com/8146/7490223040_c78b7f1fa0_b.jpg\" alt=\"\"></a></p>\n<p>Thanks Aidan for a great visit and some fun climbing!</p>\n"}