{"date":"2012-8-5","title":"The Christakante (VI+)","description":"<p>Georg and I planned an ambitious day, hoping to use every ounce of daylight\nfor a big climb! Alas, just like the previous weekend, a stormy forecast\nrequired us to lower our sights. Careful and optimistic parsing of the\nforecast revealed that the best place to be was (again) the Wilder Kaiser,\nand that we should be able to stay dry until 12 noon or 2 o&#39;clock. We had\na few moderately ambitious ideas, but ultimately we went for the safest\nchoice because as we drove away from Munich it was actively raining! Oh,\nhow motivation crashed. But we drove out there anyway. I remembered climbing\non the Predigtstuhl the previous August, when Mike, Dave and I were undeterred\nby heavy rain at the trailhead...we just got some extra coffee to drink:\nthe day turned out fine!</p>\n<p>We cruised up into the Steinere Rinne, Georg nursing a headache and feeling\nde-motivated as he&#39;d fundamentally made this hike too many times this year.\nStill, we were roped up and beginning the climb near the Elmauer Tor 2\nhours after leaving the car. A nice grade IV- pitch with good cam protection,\nthen a walk over to the next real pitch, grade V on a steep wall. Georg\ncombined this pitch with another, and was still climbing when all 60 meters\nof rope were out. This added spice to the climb of the steep and rather\npolished wall. We got a bit off route here, but sorted it out with some\ndownclimbing. I led a nice VI+ pitch of the &quot;Direct Variant,&quot; really enjoying\nthe snaky, balancy climbing on the ridge. Sadly though, I rested on the\nrope after an error at the crux, then retried, moving more to the right\nthis time. Above that difficult move with poor handholds, you are rewarded\nwith excellent dinner plate holds the rest of the way to the belay anchor.</p>\n<p>A very nice grade V (YDS 5.7 for American readers!) pitch followed, then\nthe second VI+ pitch. Most people climb it at V/A0 and we learned why:\nthe polish on the holds here was ridiculous! The difficulty is the first\nmoves off the belay, but is protected by two bolts. Once they are both\nclipped, if you&#39;ve been climbing free then the rest is easy. From here,\nI led a combination of the last two &quot;real&quot; pitches, first going around\nthe left side of a tower, then straight up from a notch, finally connecting\nwith a beautiful flake to lieback (this latter protected by two bolts).\nA &quot;bird&#39;s eye view&quot; hanging belay stance at the very lip of the ridge was\ntoo nice to pass up. I belayed Georg from here, and then we scrambled to\nthe summit.</p>\n<p>After one of Georg&#39;s patented toasted cheese sandwiches, we made one rappel,\nthen hiked over to the descent gully where 4 or 5 20 meter rappels followed.\nSome downclimbing and hiking brought us back to our tennis shoes. The &quot;shoe\nto shoe&quot; time was 3.5 hours. Another 1.5 hours of effort got us down to\nthe parking lot for a necessary Radler and Kaiserschmarm. So the hiking\ntime and the climbing time were evenly matched, but only if you consider\nrappelling climbing. Hmm!</p>\n<p>This was a great trip for a day with predicted thunderstorms. Walking\nby 7, we were back at the car at 2, and could have survived getting wet\nwith minimal cursing from about noon on. Thanks to Georg for a fun day!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719829192/\"><img src=\"http://farm8.static.flickr.com/7269/7719829192_98b68ce8cf.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719832980/\"><img src=\"http://farm8.static.flickr.com/7256/7719832980_bb347a537f.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719837434/\"><img src=\"http://farm9.static.flickr.com/8422/7719837434_065446c334.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719841158/\"><img src=\"http://farm9.static.flickr.com/8424/7719841158_2ccfd0148b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719844000/\"><img src=\"http://farm8.static.flickr.com/7251/7719844000_31da0416d0.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719848348/\"><img src=\"http://farm8.static.flickr.com/7271/7719848348_7a322dfd7a.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719850510/\"><img src=\"http://farm9.static.flickr.com/8282/7719850510_39f2f9f215.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719856636/\"><img src=\"http://farm8.static.flickr.com/7108/7719856636_e91db52924.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719859926/\"><img src=\"http://farm8.static.flickr.com/7263/7719859926_a5ae77271d.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719862376/\"><img src=\"http://farm9.static.flickr.com/8426/7719862376_7333a77a82.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719865470/\"><img src=\"http://farm9.static.flickr.com/8432/7719865470_9f3094fd08.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719867704/\"><img src=\"http://farm9.static.flickr.com/8422/7719867704_e3f0967c31.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7719869962/\"><img src=\"http://farm8.static.flickr.com/7276/7719869962_3fd37fcf8b.jpg\" alt=\"\"></a></p>\n"}