{"date":"2012-3-4","title":"Great skiing day","description":"<p>Last weekend Kris and I took the boys skiing, they hadn&#39;t been in a year\nand it would be their first time at a &quot;real ski area&quot; with lifts. Before,\nthey&#39;d been using T-bars and a rope tow on easy slopes. We went to the\nWilder Kaiser <a href=\"http://www.skiwelt.at/en/the-ski-resort-skiwelt-wilder-kaiser-brixental.html\">&quot;SkiWelt&quot;</a> which\nis an enormous resort. My friend Danno provided tips on where to go with\nkids, centering around the Scheffau parking and the Brandstadl lift number\n64. This was great advice, and despite a rough start and cold, cloudy weather,\nthe day was a success.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6805697230/\"><img src=\"http://farm8.static.flickr.com/7205/6805697230_d13226bf4c.jpg\" alt=\"\"></a></p>\n<p>But yesterday the boys and I went back. Danno and his family went too.\nThe weather was sunny and warm, which was a great bonus. After skiing a\ncouple of runs, we met up and all &quot;the boys&quot; headed off for new terrain.\nThis was great because I wasn&#39;t keen on heading over to new ground alone\nwith the kids. We were lead skillfully and patiently over to the terrain\naround lifts 91 and 96, dealing with a few steeper, icy slopes. Then a\nlong southern slope, already getting wet and heavy in the sun to take lift\n97 back up and over to the base of lift 64 for lunch. The girls had a great\nmorning too, with astounding successes for a &quot;first time&quot; situation. We\nsaw that Elijah just had &quot;no fear&quot; and loved the steeper lines. Rowan also\ndid great, but was more cautious, it seemed like he fought the mountain\na little bit which is tiring! Still, they were amazing.</p>\n<p>After lunch we went out as a team again and went down along lift 71 which\nhad some challenging &quot;red&quot; terrain that had many mogul humps. Danno gave\nRowan an excellent lesson through this area, and his son led Elijah through\nperfectly. After this the boys were pretty tired, and so we followed another\nred run back to the restaurant where they played for a long while. We decided\nto ski down to the car by the easiest way. This would be a long descent\nof 900 meters vertical (about 3000 feet). Additional hazards are that it\nhas icy patches and was very crowded at the end of the day with descending\nskiers. They did just amazing going down narrow, icy runs. I found it was\nimportant to stay in front of them and force them to turn, otherwise they&#39;d\njust go straight until they crash (usually laughing, but not always). Often\nwe had to turn in rapid succession, and I was continually impressed to\nlook back and see them behind me, gamely turning along my line. Elijah\nalways wanted to go faster, and as soon as he heard about the concept of\na black run, he lobbied heavily to get on it. Not so fast!</p>\n<p>Big thanks to Danno for the help! We had a great day and really got our\nmoney&#39;s worth.</p>\n<p>* * *</p>\n<p>Rowan came by while I was writing this and reminded me of a fun game we\nplayed in the cable car on the way up. It all started when we thought about\nwhat would happen if we knocked down the powerline near the cable car.\nIn Rowan&#39;s words:</p>\n<p>&quot;First we knocked the electricity off and how are we going to watch tv\nand to do homework? And how can we see anything? It might be so dark!!\nWe knocked the power off at the ski lift then how are we going to eat food?\nSomebody will have to throw some snow and grass up into our cable car.\nAnd how are we going to brush teeth? Our teeth will be all stinky and there&#39;ll\nbe bugs on our teeth and the girls won&#39;t want to kiss us because it&#39;ll\nreally stink. And how are we going to make doo-doo? And shi-shi? We&#39;ll\nbreak the door of our cable car open to make doo-doo and shi-shi.&quot;</p>\n<p>:D</p>\n"}