{"date":"2012-7-29","title":"Morning hike on Kopftörlgrat","description":"<p><a href=\"http://www.flickr.com/photos/ripsawridge/7667828808/\"><img src=\"http://farm9.static.flickr.com/8145/7667828808_700aee7635.jpg\" alt=\"\"></a></p>\n<p>Georg and I were planning a weekend o&#39; fun mountain climbing, but\nthe weather turned out to be rainy everywhere in the alps. We decided to\nmop up a local standard climb, the Kopftörlgrat, the popular East Ridge\nof the Ellmauer Halt, going from the Kopftörl (&quot;head gate&quot;) to the summit\nin a long UIAA grade III+ scramble.</p>\n<p>We decided to take a rope, as Georg had done the climb a few years before,\nand remembered a rather spicy downclimb of a slab, with sharp rocks faaar\nbelow! Otherwise, we&#39;d try to solo as much of the ridge as possible.</p>\n<p>Leaving Munich at 5 am, we were apprehensive about the weather. Indeed,\nyou simply can&#39;t be caught by a storm up there. We would try to move very\nfast, and have a hair-trigger approach to abandon the attempt before starting\non technical terrain if the clouds were coming in. Initial clouds over\nMunich appeared ominous, but as we reached the south side of the Wilder\nKaiser, the sky was clear...woo hoo!</p>\n<p>We hiked quickly up to the Grüttenhütte, and Georg led a crushing pace\nbeyond and all the way to the Kopftörl without stopping. I think I managed\nto get him to stop once for a picture. We also had a hilarious escapade\nin the forest after taking the wrong trail. We got tired of losing hard-won\nelevation on a downhill trail, so we just bashed up through the brush to\nthe right where we knew we should eventually intersect the correct trail.\nThis worked fine. At an isolated place about 10 minutes off the trail on\neither side we found a cute little birdhouse in what seemed to be a curious\nprivate clearing in the forest. We joked that we&#39;d stumble upon some cannibal\nhillbillies playing highly commercial, cheesy Austrian folk music.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7667833258/\"><img src=\"http://farm9.static.flickr.com/8166/7667833258_118f7715a1.jpg\" alt=\"\"></a></p>\n<p>At the Kopftörl, with no sign of clouds, we switched to rock shoes\nand kept moving. First traversing the south side beneath the crest, then\nclimbing a gully to reach the crest. We dropped to a notch then began real\nrock climbing on the other side. Clean rock followed, occasionally alarmingly\npolished, but mostly very nice. We continued up and down, at one point\ntaking two different variants on a rock face. I followed a chimney system\non the left, and Georg on the right. His variant had pitons, so it must\nbe the normal way. Then a spectacular &quot;pitch&quot; climbing on the crest with\nbig air on the north side, especially.</p>\n<p>We pulled out the rope to descend a slab, then simul-climbed the rest\nof the way to the summit. I think it took us about 2 hours on the ridge.\nAt the summit, many folks were there from the normal way. We hiked down,\nmaking use of the occasional &quot;via ferrata&quot; equipment along the way.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7667835594/\"><img src=\"http://farm8.static.flickr.com/7252/7667835594_5a86e4ec89.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7667836942/\"><img src=\"http://farm8.static.flickr.com/7110/7667836942_0b2a0f158a.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7667841858/\"><img src=\"http://farm8.static.flickr.com/7122/7667841858_4441fbcd8b.jpg\" alt=\"\"></a></p>\n<p>Back at the hut, we were sopping wet from the hot and muggy weather. We\ndefinitely needed drinks! Ordering a 1 liter &quot;Maß&quot; of Radler, I was soon\nin heaven from the thirst-quenching drink. We drank and laughed for an\nembarassingly long time. Finally we made the quick hike to the car and\nthe expected storm finally broke with violence, at least 2 hours later\nthan expected.</p>\n<p>A slow drive home, as the cars had to be very careful in the heavy rain.\nThanks Georg!</p>\n<p>Pictures <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157630801539848\">here</a>.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7667843262/\"><img src=\"http://farm8.static.flickr.com/7274/7667843262_cec5fd79d6.jpg\" alt=\"\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/7667845488/\"><img src=\"http://farm8.static.flickr.com/7116/7667845488_251a55012d.jpg\" alt=\"\">\n</a></p>\n"}