{"date":"2012-1-15","title":"Schoentalspitze ski","description":"<p>Josef and I had the day to ski. But I never saw Josef! A series of mishaps\nprevented us from making our rondesvous at 5:30 am in Holzkirchen. Basically\nhe and I waited for each other separately, then like good alpine citizens,\nset off on our own solo adventures. While Josef stayed closer to home (building\na nonetheless punishing regime of up and down among the smaller peaks),\nI went for one big mountain: the Schoentalspitze.</p>\n<p>I&#39;d first skied it a year ago, but there were too many clouds to get a\ngood view. Today was very cold (-17 C in the bottom of the valley!), but\nclear, and I couldn&#39;t wait to see the sun. I started skinning up around\n8 am. I passed a bundle of folks, surprising myself because I am hacking\nup mucus and generally sounding like someone who lives on the streets!\nMust be Crossfit...</p>\n<p>Below the summit, a guy psyched me out by looking sketchy above, and so\nI took off skis pretty low on the slope. Climbing up in boots was hella\nawkward, lots of post-holing or granite slabs with thin layers of snow.\nFinally on top, I found a wind-protected place to sit. Some other guys\ncame up and soon there was a big crowd crammed into my little &quot;park bench.&quot;\nI freaked them out when I left, because I accidentally grabbed somebody\nelses ski poles. I couldn&#39;t understand that they were telling me to bring\nthem back! Then I climbed back down into the wind shelter area, and promptly\nstole another persons poles instead. Oh brother...</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6703551195/\"><img src=\"http://farm8.static.flickr.com/7142/6703551195_5bd5d70bef_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6703557179/\"><img src=\"http://farm8.static.flickr.com/7162/6703557179_a163b5057f_b.jpg\" alt=\"\"></a></p>\n<p>The ski down was good. Great actually, I had a lot of powder to practice\nin, and felt like I really improved. Of course I crashed twice...plastering\nmy face with icy crystals of death! Yowwww!</p>\n<p>I can&#39;t wait for the next chance to ski powder...I think I&#39;m getting somewhere.\nOf course the last slope was a crusty, skied-out narrow chute of fighting,\nscraping, jump-turning, just whatever.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6703555063/\"><img src=\"http://farm8.static.flickr.com/7160/6703555063_c829c5ee22_b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/6703559825/\"><img src=\"http://farm8.static.flickr.com/7145/6703559825_04037d69c9_b.jpg\" alt=\"\"></a></p>\n<p>3 hours up, 1 hour down. 1400 meters elevation gain. (more pictures\n<a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157628885317261/with/6703559825/\">here</a>)</p>\n"}