{"date":"2012-9-9","title":"Mitterhorn hike","description":"<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957294562/\"><img src=\"http://farm9.static.flickr.com/8042/7957294562_f15da14ff9.jpg\" alt=\"\"></a></p>\n<p>I had a bit of time to go for a hike before picking up Kris and the boys\nat the airport. I had to get them on Saturday at 5 pm, which is a nervous\ntime for a hiking day. Will I make it back in time or be late? My solution\nwas to drive to my destination the night before, sleep by the car and begin\nhiking very (very!) early in the morning. I&#39;d never been to the <em>Loferer Steingebirge</em>,\nbut I knew it was the home of absolutely giant rock climbs like <em>&quot;Ende Nie,&quot;</em> a\n38-pitch monster at grade VII. My friends Stephan and Adrian had climbed\nit and I heard about the even more endless descent. It would be cool to\ncheck that area out, and it would be a good hike because of big elevation\ngain and loss (over 1700 meters).</p>\n<p>After a dinner at an Italian restaurant in Lofer, where a band played\nmilitary music downtown that echoed through the streets, I unrolled my\nsleeping bag near the car. Still a bit jetlagged from a trip to Texas,\nI woke up around 2 am and looked at the stars. Finally at about 3:30 I\nrealized I wouldn&#39;t get any more sleep, so I started hiking. Endless switchbacks\nup the left side of a narrow valley, then coming into a broader section\nthat remained nonetheless steep. The signs for the trail suggested it would\ntake 3.5 hours to reach the hut, but I was there in less than 2! I was\nhungry, without much food for the hike, so I decided to smoke my pipe and\nwait for breakfast to be served. It was great to sit out, watching the\nmoon and the deep valley. After about 30 minutes outside I was cold, so\nI went in the hut to wait for breakfast. At 6:30 they finally started serving\nsomething, so I had coffee and an omelette. Around 7, I started walking\nagain, making for the &quot;Nackter Hund&quot; klettersteig as an interesting way\nup the Mitterhorn peak. Good trail with eventual scrambling through cliffs\n(an unnecessary cable was present at times) led me to a high pass, where\nI could see towns to the south, the Kitzbühler Alps, and snowy peaks of\nthe crest. From here spectacular hiking on the ridge crest finally led\nto a notch and an improbable protected trail leading down and traversing\nthe mountainside on the north. The klettersteig cable began here, and was\npretty helpful around exposed corners, going slightly up and down. I was\nclimbing the Southeast Ridge of the Mitterhorn at this point, and the cables\nbegan leading straight up vertical cliffs, even the occasional overhanging\nstep assisted by iron rungs for footholds. After a few entertaining minutes\nI was on the summit.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957269754/\"><img src=\"http://farm9.static.flickr.com/8459/7957269754_3af29e130f.jpg\" alt=\"\"></a></p>\n<p><em>Dawn</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957271674/\"><img src=\"http://farm9.static.flickr.com/8032/7957271674_ccc2f16bb6.jpg\" alt=\"\"></a></p>\n<p><em>The view to Mitterhorn (2506 m)</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957273564/\"><img src=\"http://farm9.static.flickr.com/8176/7957273564_804e596e95.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957275154/\"><img src=\"http://farm9.static.flickr.com/8169/7957275154_9cf39ba5a7.jpg\" alt=\"\"></a></p>\n<p><em>Beautiful rocks on the ridge</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957278188/\"><img src=\"http://farm9.static.flickr.com/8033/7957278188_613c68e1fb.jpg\" alt=\"\"></a></p>\n<p><em>On the Southeast Ridge klettersteig</em></p>\n<p>I&#39;d just visited my sisters in Oklahoma City, and sadly, Cathy&#39;s dog Cowboy\nhad died just today. I knew because she texted me while I hiked in solitude\nup the dark valley. Now I built a cairn for Cowboy, who was a good dog\nwith a strange habit of lying down strategically behind your car wheels\nbefore you left the house. Once I had to go practically drag him out of\nthe way so we could go to the store. Not only that, but he was all wet\nfrom his daily swim, making the half-drag/half-carry task even more awkward.</p>\n<p>I found a suitable place, just below the summit on the south side and\npiled up some rocks into a tower. I thought he&#39;d like the sunny location,\ntold him goodbye, then started walking down the normal route on the peak.\nAfter an hour or so, I was back at the hut for a beer, which made the girl\nwho had served me an omelette only a couple hours before laugh. I guess\nI thought the hike above the hut would take longer! But anyway, satisfied\nwith my &quot;mini-hike&quot; from there, I then started down, really enjoying listening\nto Sharon Van Etten, a singer with a beautiful voice.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957279772/\"><img src=\"http://farm9.static.flickr.com/8456/7957279772_4a7d6b3cee.jpg\" alt=\"\"></a></p>\n<p><em>Near the summit</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957282812/\"><img src=\"http://farm9.static.flickr.com/8314/7957282812_91573b4f45.jpg\" alt=\"\"></a></p>\n<p><em>Cowboy&#39;s Cairn</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957284732/\"><img src=\"http://farm9.static.flickr.com/8040/7957284732_63041f088d.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957287192/\"><img src=\"http://farm9.static.flickr.com/8322/7957287192_9272d80449.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957288448/\"><img src=\"http://farm9.static.flickr.com/8461/7957288448_a015b6863b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/7957289554/\"><img src=\"http://farm9.static.flickr.com/8452/7957289554_a7104425fb.jpg\" alt=\"\"></a></p>\n<p><em>Views to the south</em></p>\n<p>The round trip time was 8:45, with 2 hours spent hanging &#39;round the hut.</p>\n"}