{"date":"2013-08-15T00:00:00.000Z","title":"Jungfrau, Rottal Ridge","blurb":"with Georg","description":"<p>Also posted to Summitpost.org <a href=\"http://www.summitpost.org/the-shining-mountain/899033\">here</a>.</p>\n<h2 id=\"recovery-from-defeat\">Recovery from defeat</h2>\n<p>A day after an attempt on the Peterey Ridge, we tried to figure out what to\ndo. I&#39;d fallen sick on the approach to the Monzino Hut, losing my lunch and all\nenergy in a hanging meadow with a beautiful view. I was going through a kind of\ncrisis, feeling exhausted with the whole running of my life. Trying to have it\nall, the fun was draining from each individual activity, and at the same time I\nfelt I was failing people close to me. This turmoiled emotional state seemed to\nlead directly to sickness, and when a worried Georg finally saw me finishing the\nladders to the hut, I was weak as a kitten. Georg carried my pack, but I could\nbarely climb the stairs to the hut, and the sympathetic staff gave me soup in\nbed. I had scraped bottom.</p>\n<p>But I sensed possibility for a better future. I was defining myself too much\nwith arbitrary goalposts. The physical and psychological events had &quot;cleared the\ndecks,&quot; and I could start over. That was 9 months ago, and I feel sure enough of\nthe meaning of that event to be able to write about it.</p>\n<p>But this is a trip report, and I&#39;ll try not to bore you too much with my tangled\nthoughts, for a while at least. Georg and I hiked down in the morning, reversed\nthe complicated bus trip to Chamonix and listlessly searched for something to do\nthat wasn&#39;t going to be stressful. Amazingly, the Berner Oberland had a decent\nweather forecast. Neither of us had ever climbed there, and it looked like now\nwe had a chance. As we drove, we paged through books to find a suitable\nroute. Georg was very patient with my sometimes alarming process of\nself-discovery, in which I&#39;d vacillate between tossing all our shared\nmountaineering goals onto an ash heap, and then try to articulate what kinds of\nclimbs could still possibly excite me.</p>\n<p>Oddly, the Jungfrau Rottalgrat met all the conditions of my now delicate\nsensibility: long approach through new terrain, off the beaten track, technical\nbut not extremely so, unusual way to climb a famous mountain, etc. Indeed, we\nhad to climb 1800 meters just to reach the hut, which was unmanned, another\nplus. We divised a vague plan to nab additional summits once we were on the\ngreat Aletsch Glacier. We were excited about seeing this entirely new area.</p>\n<p>I still felt weak, but also a little bit reborn. I was determined to honor\nmy relationship with the mountains by appreciating the triptych of a long\nvertical approach through several climate zones. Georg didn&#39;t fare as well on\nthe first day, having been unable to eat for 24 hours. Thinking of all this with\nsome perspective now, it amazes me that the relationship between the mind and\nbody isn&#39;t more clearly understood as one of cause and effect.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9547897784/\"><img\nalign=\"center\" src=\"http://farm8.static.flickr.com/7334/9547897784_db314bca7c_b.jpg\"></a>\n<i>Georg begins the approach.</i></p>\n<p>At the end of the road from Lauterbrunnen, low in a forested valley surrounded\nby waterfalls we started up a trail of gravel, wet roots and the kind of scrubby\ntrail edges you see at low elevation. Ants and other bugs. Scree, dirt and wet\nrocks. But grandually we entered sub-alpine terrain with wide views across the\nvalley to Grindelwald. Sunny alpine meadows with sheep followed, and overall it\nwas some of the most beautiful country I&#39;ve seen. We lunched and rested on big\nboulders, looking down on two girls doing the same. They were ski instructors,\nalso coming to climb the Rottalgrat, and we&#39;d share the hut with them. It was\nperched above a glacier, with a great view to north face of the Bernese\nescarpment.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9545135605/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2836/9545135605_8b47685acc_b.jpg\"></a>\n<i>Those aren&#39;t rocks. They are space stations, Chewie. Space stations.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9547959428/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3813/9547959428_875474c17e_b.jpg\"></a>\n<i>Lunchtime!</i></p>\n<p>Georg did an excellent job firing up the wood stove, and soon were were boiling\nhuge pots of water for tea and noodles. The girls had an excellent gourmet meal,\nwhile Goerg and I made do with Ramen noodles which I made extra interesting by\ntossing in all available spice packets. The hot oil and spices did wonders for\nmy appetite, but perhaps my Texan roots give me a cast-iron stomach! We drank\nlots of tea and decided to wake up at 2 am.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9548014378/\"><img\nalign=\"center\" src=\"http://farm8.static.flickr.com/7348/9548014378_9f9d84e503_b.jpg\"></a>\n<i>Home for the night.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9548019158/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5517/9548019158_eeca4d4004_b.jpg\"></a>\n<i>The personal becomes political.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9548005184/\"><img\nalign=\"center\" src=\"http://farm8.static.flickr.com/7401/9548005184_e43ae6c37c_b.jpg\"></a>\n<i>Hilarious scramble-trail markers.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9571004044/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3729/9571004044_8503c8d0c2_b.jpg\"></a>\n<i>After-dinner view.</i></p>\n<hr>\n<p>The girls left first, and when we followed their headlamps were out of\nsight. Hilariously, the trail above the hut is decorated with little stone\nladybugs, painted and glued onto boulders; they always point the right\ndirection, even when you have to use your hands and climb small cliffs. Look\naround a moment in the darkness, and you&#39;ll see a penny-sized ladybug on a\nnearby rock. What a cute way to keep to the route! This continued up to and a\nbit beyond the point where the route gains the lower Rottal ridge. We were\ntraveling without crampons, and now entered a zone of endless gray slabs. We\nclimbed a bit left of the crest, occasionally guessing at a sign of passage. The\ngirls were above and right, exactly on the crest. Now we had to make some rather\nhard moves, boots edging sketchily on the slabs, hands liebacking or looking for\ntiny edges as we crept up. It was probably the longest stretch of slab climbing\nI&#39;d ever done in mountain boots. </p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9548023620/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5500/9548023620_5f0a2d95c1_b.jpg\"></a>\n<i>Don&#39;t slip!</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9548029536/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2849/9548029536_1d74c54beb_b.jpg\"></a>\n<i>Because this.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9548034032/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2807/9548034032_94407508a1_b.jpg\"></a>\n<i>And this.</i></p>\n<p>Eventually the ridge flattened out for a bit and we saw the next stage. The\ngirls were now dealing with a steeper wall with two thick fixed ropes. Based on\nthe rather serious slab climbing we&#39;d just finished, we didn&#39;t dismiss those\nropes out of hand: they would be helpful! In fact, we decided this route would\nbe a real nightmare in icy conditions and you&#39;d want every aid you could get.</p>\n<p>But we had good conditions, and were soon climbing along the fixed lines,\npulling on them occasionally, especially in a narrow, near-vertical\nchimney. Higher, we missed a sharp right turn on a loose vertical cliff,\naccidentally climbing about 50 vertical meters up a slabby channel that appeared\nto get more difficult. Eventually we figured out our mistake and down climbed to\nfind the right way. A final fixed rope protected a short climb, and then after\nsome additional effort we were standing at the edge of a steep snow slope.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9548060742/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3713/9548060742_566f3b5cda_b.jpg\"></a>\n<i>Georg on the upper ridge.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9545295549/\"><img\nalign=\"center\" src=\"http://farm8.static.flickr.com/7308/9545295549_e2ba5e509a_b.jpg\"></a>\n<i>Georg heads for the glacier.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9548089166/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5472/9548089166_8c4ea279b9_b.jpg\"></a>\n<i>I&#39;m still figuring stuff out.</i></p>\n<p>We were happy we&#39;d avoided using the rope the whole way. We had some food and\nput on the rope and crampons, then ascended the slope with french technique. It\nwas quite exacting and steep! A short icy step with ice screw protection got us\nonto another rocky ridge, then we repeated the exercise with another steep snow\nslope and a final ridge of rock below the summit. The girls waved farewell as\nthey descended from the summit, and 10 minutes later we were up there, in the sun\nfor the first time and confronting a whole new and exciting view: the massive\nglaciers of the Oberland, in stark contrast to the green carpeting 11,000 feet\nbelow us in Lauterbrunnen.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9548099778/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5489/9548099778_a2e29c4993_b.jpg\"></a>\n<i>Last difficulties.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9545306383/\"><img\nalign=\"center\" src=\"http://farm8.static.flickr.com/7345/9545306383_2fe323cd30_b.jpg\"></a>\n<i>OMG, the sun. It is Good.</i></p>\n<p>It was a beautiful, wind-free day, and we enjoyed the summit for a while. The\nAletschhorn looked especially nice by the northern slope we wanted to climb. I\nreally enjoyed the way we climbed the Jungfrau. Man! 11,000 feet in two days! We\ncould see a kind of circus below on the glacier near the Moench, with lots of\ntourists walking to the Moench Hut. We started down, intent on getting over\nthere to sleep for the night.</p>\n<p>The descent via the normal route was rather interesting. You follow quite steep\nand icy slopes with a lot of exposure. There have been many accidents here, and\nI can see why. The route is taken lightly, but I wouldn&#39;t call it easy,\nespecially because of the exposure on descent. But soon enough we were\ndescending the bergschrund. We decided to take a &quot;short cut&quot; down an ingenious\nice ledge on the glacier below us, which made it easy to reach the great lift\nstation, truly a carnival of touristic delight. Along the way we crossed some\ninteresting crevasses in our desire to avoid descending too far. I remember some\nrotting snow bridges that took some real testing to feel good about.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9548121646/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3808/9548121646_e108309cae_b.jpg\"></a>\n<i>Summit views of the Eiger and Moench.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9545338471/\"><img\nalign=\"center\" src=\"http://farm8.static.flickr.com/7316/9545338471_d5bde9ea11_b.jpg\"></a>\n<i>Heading down.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9548137486/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2878/9548137486_31cb84be88_b.jpg\"></a>\n<i>Hmm...</i></p>\n<p>Finally we were in the grand tourist station, and promptly headed for the\ncafeteria for a big plate of spaghetti with meat sauce. Stinking and blinking\nfrom two relatively isolated days, we felt very strange among the Chinese and\nJapanese tourists at the other tables who stared in wonder at our array of axes\nand slings.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9548144766/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5443/9548144766_84c1df308c_b.jpg\"></a>\n<i>Best picture of the trip.</i></p>\n<p>We hiked over to spend the night in the Moenchhuette, planning to climb some\nmore peaks. But we pretty much decided we shouldn&#39;t try the Aletschhorn by the\nNorth Face because of the lateness of the season, the forecast, and the fact\nthat we didn&#39;t have a robust array of ice climbing equipment. Without fully\nrealizing it, this sensible decision had the effect of taking the wind out of my\nsails for further high tours. The next day I was crabby and cut our tour short\nafter the Grosse Fietscherhorn. This was a nice climb, actually! But I&#39;d\ndecided, rather dimly and in a way of a man groping for a light switch in the\ndark to only do what I was enthusiastic about and not commit myself to checking\noff lists. Stubbornly, while Georg ran off to tag the Hintere Fietscherhorn I\nsat and waited. Since I didn&#39;t &quot;feel&quot; it, I didn&#39;t want to go through\nmotions. This kind of grandstanding might be foolish and silly, but I think that\nwe live much of our lives on autopilot, and when a moment comes to tell you that\nyou are out of harmony with yourself, you should listen and try to find your way\nback. The act of sitting and waiting was for me, meaningful. The act of going\nhome early from the mountains was too.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9548161472/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2847/9548161472_e61d3d11a7_b.jpg\"></a>\n<i>Crabby, irritable mountaineer approaches boring objective over boring\nglacier.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9548173814/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3776/9548173814_1b4f661a22_b.jpg\"></a>\n<i>Okay. Actually this is pretty awesome.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9545398897/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2876/9545398897_031d6fe633_b.jpg\"></a>\n<i>Yeah, I likes it.</i></p>\n<hr>\n<p>I hope I never put anyone else through what I put Georg through that summer. He\nis very understanding. Seeing a middle-aged man rearrange the furniture of his\nlife is only hilarious in retrospect. :D The Jungfrau was for me a shining\nmountain, suggesting new beginnings. But I wouldn&#39;t &quot;follow the crowd,&quot; I would\nfollow my nose into the bushes. I would visit lonely uplands, and then I would\nignore all uplands. I would play music and allow mountaineering to rot. I would\nsnowshoe alone and make an event of eating a sandwich and filming\nit...forgetting about the summit.</p>\n<p>As I fell asleep in the Monzino Hut, feeling a whole skyscraper of future dreams\ncollapsing, too weak to move, I confess I felt a great upsurge of emotion that\nbrought tears to my eyes.</p>\n<p>It was relief. Happiness was behind it. It began with letting go. This is my\nreport.</p>\n"}