{"date":"2013-1-27","title":"Geierfall (WI4-5)","description":"<p><a href=\"http://www.flickr.com/photos/ripsawridge/8420437719/\"><img src=\"http://farm9.static.flickr.com/8475/8420437719_c157e7aa67.jpg\" alt=\"\"></a></p>\n<p>It&#39;s been a rough winter. I had a cold at least 4 times since October,\nbut finally seem to have worked through it. My new job is keeping me really\nbusy too, but happily I was able to get out for a quick ice trip with Christian.\nGeorg had been in the Ammergau &quot;Eis Box&quot; the weekend before, giving us\na tip that the climbing was good. So we made the short (45 minute?) approach\nand ended up below the Geierfall.</p>\n<p>It was only when I came back home that I figured out that for the whole\nday I&#39;d confused Geierfall with it&#39;s neighbor climb on the left, the &quot;Eis\nBox.&quot; I thought the Eis Box was the name for the whole cirq, with several\nclimbs. So this colored my impressions of everything. For example, the\nGeierfall has a short entry pitch which is often walked around. Normally\nyou won&#39;t catch me walking around perfectly good pitches! But the Eis Box\ntopo seemed to &quot;match&quot; this section, and it described the first pitch as\nWI5, with a WI3 variant on the left. We certainly didn&#39;t want to climb\nWI5! So we walked around...but the pitch really didn&#39;t look that hard...maybe\nWI4-, and that for only 5 meters max?</p>\n<p>We got the ropes out and I started up. Christian hadn&#39;t been on ice in\ntwo years, and it&#39;d been 11 months for me. Such is life! I climbed easily\nup and then it got pretty steep. I protected fairly often, and really enjoyed\nthe climbing. I snaked up and left, then back right on a mix of steep curtains\nand cauliflowered lower angle steps. Finally, I traversed up and left to\na good belay spot among cauliflowers, placing three good screws for the\nanchor. I felt quite confident and excited about the climbing.</p>\n<p>Christian came up, getting a good reminder of why ice climbing is so engaging.\nHe was worried about his rusty skills for the climb, but knowing that he\ncould rest anytime he needed allowed him to work on and learn the pitch.\nStill, he had a great expression on his face every time he had a chance\nto get a rest for feet or hands with a strategically placed foot ledge\nor something like that! Good fun...</p>\n<p>I thought the second pitch would be a fair bit easier, and it was at first,\nbut then it hit 90 degrees in a section of delicate chandeliers, often\noverhanging. I started to get pumped, and surprised myself by managing\nto place a screw in the middle of the hard stuff. I climbed a little higher,\nthen back down to the screw to rest a couple minutes. Basically I got nervous\nabout how long the vertical section would continue and couldn&#39;t recover\nfrom the pump. I&#39;d forgotten a maxim of steep ice: as you pull on the upper\ntool, push down and in on the lower tool. After a rest, I fired through\nthe vertical moves and was soon rewarded with lower angle terrain. Traversing\na bit left led to an excellent belay location with bolts, protected by\nan overhang.</p>\n<p>If I had more quickdraws I could have finished the climb, but we were\na bit short. Christian came up, having a heck of a time on the 90 degree\npart, but he was an excellent trooper. We weren&#39;t sure if we were at the\nend of the real climbing at this belay, or what lay above a short steep\nsection, so I decided to go up, and I&#39;d climb down if there were just uninteresting\nsnow slops above the 5 meter ice step.</p>\n<p>I traversed right, then hurriedly put in a screw under a showerbath from\nan overhang of dripping water. I kept thinking &quot;fancy a little wetwork,\nFREITAG?&quot; from the Eiger Sanction. Above the steep step, things did angle\noff dramatically, and for the first time there was fun good ol&#39; WI3 ice.\nI ran it out up to the anchor at the top of the falls. Christian came up\nand we rigged for rappel as another party arrived. However we didn&#39;t know\nif our ropes reached the ground (we really had no idea how long the route\nwas...we only knew we&#39;d done 2.5 pitches). So we sadly pulled the ropes\nback up and decamped for a slightly higher anchor that connected to the\nrock anchor at the end of our second pitch. In the end, we could reach\nthe ground even from that high anchor, so let it be known: the Geierfall\ncan be descended with a full 60 meter rappel.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8420434889/\"><img src=\"http://farm9.static.flickr.com/8511/8420434889_5420c4443b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8421536300/\"><img src=\"http://farm9.static.flickr.com/8194/8421536300_b85bcd779a.jpg\" alt=\"\"></a></p>\n<p>The Geierfall is the central flow of ice.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8421529792/\"><img src=\"http://farm9.static.flickr.com/8095/8421529792_85c21516a7.jpg\" alt=\"\"></a></p>\n<p>A couple of guys practically soloed the route and then went away in the\ntime it took us to put our gear away...which was humbling! But we had a\nlot of fun. We walked away and made plans to climb more Ammergau ice. Thanks\nChristian!</p>\n<p>Update: I found these great pictures from <a href=\"http://rikuti.de/Pictures/index_2010_01_geierfall.htm\">Georg&#39;s 2010 trip</a>,\nthey show the steepness of the route:</p>\n<p><img src=\"http://rikuti.de/Pictures/2010_01_Geierfall/big_2010_01_geierfall_p009.jpg\" alt=\"\"></p>\n"}