{"date":"2013-7-17","title":"Sternschnuppe, VI+/A0, 11 pitches","description":"<p>We&#39;d been hiking for more than an hour when it became obvious we were\non the wrong trail. Our objective, a shining white cliff high above had\ndisappeared behind a ridge, then veered even further away. &quot;No problem,\nlet&#39;s just go back a little bit then climb up and over that ridge,&quot; I said.\nHannes thought that might work, so then we climbed steep slopes of grass\nand trees to a small cliff. Maybe we&#39;d see a way above the cliff...let&#39;s\nclimb it! Pretty soon we were on crumbly gray rock, picking shards away\nto find a good handhold. After a kind of scary move Hannes did the sensible\nthing and waved us away from the madness. So down we went, sadly making\nfor the car to start over. Our dreams of climbing beautiful limestone slabs\nwere crumbling!</p>\n<p><em>Background to this story is that I&#39;ve developed kind of a reputation. Danno had\nto save my ass once on a wilderness Dolomites climb. Later an easy hike turned\ninto an all day eggstravaganza. Later still Hannes came climbing with me, duly\nwarned by Danno about my penchant for adventure. He got a full day that\ntime. And now here we go again, finding adventure and uncertainty when we didn&#39;t\nask for it. Sometimes even I want a relatively quiet, easy approach!!</em></p>\n<p>But hope arrived in the form of a nice couple from Spain. &quot;This must be\nthe path, there is no other!&quot; they said. Their confidence was a sign that\nthey knew as little as us. But the girl said she&#39;d seen the sign reading\n&quot;schnellaufstieg&quot; (quick ascent trail) mentioned in the cryptic approach\ntext, and that was enough for me (Hannes pointed out later that she simply\nassumed that a steep trail was a schneelaufstieg, not that she saw an actual\nsign, but by then I didn&#39;t want to believe such negative talk!).</p>\n<p>&quot;Come, Hannes, we climb up!&quot; Later, he used his cell phone to determine\nthat there was a &quot;traversing path&quot; from the <em>Schrecksattel</em> to the <em>Wartsteinkante</em>.\nBy transitivity, since I believed we could reach the <em>Wartsteinkante</em> from\nour destination, then if we simply reach the <em>Schrecksattel</em> we&#39;ll be\nfine, if a little late! So we hiked up and up.</p>\n<p>The cliffs receded, replaced by trees and meadow. No one on the trail\nhad any climbing gear which was dispiriting. Lots of &quot;<em>Gruess Gott!</em>&quot;\nwith hikers clad in heavy 1970s mountaineering boots. Hannes appeared to\nbe visibly crying. Rage filled us both. We reached the <em>Schrecksattel</em> and\nbegan looking for the &quot;traversing path,&quot; but only found a road that would\nlead to a military telepherique that we knew was above our climb. So we\nwalked over there, at one point scaring a private party at a hut. They\nsaw us approaching and froze, mid-pour in their breakfast coffee. Hannes\nand I froze too, and warily we regarded each other. &quot;I think they think\nwe are here to kill them!&quot; said Hannes, and I had to agree. Finally we\nsorted things out and continued.</p>\n<p>At the military lift station we descended a hiking trail with iron railings,\nand a strange, damp, fuzzy pipe that thrummed with secrets. What is the\narmy doing in this godforsaken land? What...is in the pipes?</p>\n<p>Finally, in a sullen fury of tiny scree avalanches we arrived at the base\nof our climb. We&#39;d been on the go more than 4 hours and were tired and\nthirsty. But no time for that...let&#39;s climb! We quickly abandoned the &quot;Lachende\nSteine&quot; idea, and headed straight for &quot;Sternschnuppe.&quot; We ran up pitches\n1 and 2, grade IV+ at the most, but very nice slab climbing. Hannes led\nup a nice face just left of a vegetated channel. Then an interesting chimney\nclimb. Then the &quot;crux,&quot; which featured an awkward lieback move on an overhanging\n&quot;<em>schuppe</em>,&quot; (I don&#39;t even know the english word for this feature...it&#39;s\nlike the eskimos and their snow around here). I hemmed and hawed, resting\non the rope and trying a few times to crack it. Finally I got the moves,\nbut it felt so dicey. Scared of my ability to hold on while clipping, and\nall too aware of the &quot;cheese grater&quot; nature of the sharp rock, I grabbed\nthe hanging sling on the next bolt for added security while clipping. But\nfrom this point the rest of the pitch was VI+ delightful. Really nice flakes\nwith sideclings allow you to maintain purchase on a vertical face. Anyway,\nthat one move is rated VII-, but I think it&#39;s VII. It&#39;s really neat...maybe\nnext time free for me.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9292572081/\"><img src=\"http://farm4.static.flickr.com/3718/9292572081_d51f7f697d_b.jpg\" alt=\"\"></a></p>\n<p><em>Hannes on the 3rd pitch. Other climbers on &quot;Astrofant.&quot;</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9293156059/\"><img src=\"http://farm4.static.flickr.com/3723/9293156059_14edaf99b0_b.jpg\" alt=\"\"></a></p>\n<p><em>Michael on pitch 5, the crux with some slings hanging above.</em></p>\n<p>Here we realized we were both pretty tired, and getting headaches too.\nWe drank a lot of water and tried to marshall our strength. But we&#39;d have\nto wait another pitch for some magic. I led a VI- crack and face. The crack\nhad a very awkward move. &quot;Watch me!&quot; I told Hannes because it was dicey.</p>\n<p>At the belay I met Christof and Ernst. Christof asked us to carry one\nof the ropes hanging at the belay. It belonged to an accident victim from\nthe day before. If we carried it to the military lift station, the mountain\nrescue would retrieve it. We ended up giving these guys our rope, and we\nclimbed the rest of the route with the victims double ropes (nice yellow\nand blue ropes). They had left a couple of apples too. We ate the apples\nwhich restored our spirits immensely! We were ready to continue. (BTW,\nthe victim ended up with a broken leg, thank goodness nothing worse!) We\nclimbed another pitch, which I had to reverse half of because I got casual\nabout the route and followed a rock spur far up and right. Doh! The next\nwas an excellent sustained grade V face and corner, with rough, textured\nrock. From a cave belay, where Hannes suffered from cold, I was sent out\non the best pitch of the route.</p>\n<p>A sustained VI- exposed face climbing up and right, then back left into\na slabby notch. Through an overhang to a final steep face move in order\nto reach a stunning belay spot right in the face on a narrow ledge. Along\nin here the sun finally hit the face, and Hannes could feel warm again.\nTwo more slabby pitches got us to the summit, in a tangle of <em>latschen</em> bushes.\nWe hiked through hobbit holes and yoda houses to the lift station, found\nour rope and left the yellow and blue ones. We hiked down (for the second\ntime!) chatting with a couple from Munich who climbed &quot;Harry Potter,&quot; a\nnice route to the right of the descent (looking up). They had the same\nproblems as us in the morning. Oh, and the Spanish couple, they ended up\nhiking down to the car, and then ended up behind us on &quot;Sternschnuppe,&quot;\nwhich they climbed very fast, nearly catching us.</p>\n<p>Aside from a broken tupperware container, we had emerged unscathed,\nand our hike down was uneventful.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9295943316/\"><img src=\"http://farm4.static.flickr.com/3679/9295943316_ff0d8b4a1b_b.jpg\" alt=\"\"></a></p>\n<p><em>Looking back up at the face.</em></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9295938144/\"><img src=\"http://farm3.static.flickr.com/2887/9295938144_a356551326_b.jpg\" alt=\"\"></a></p>\n<p><em>Me and Hannes, happy to have achieved some climbing!</em></p>\n<p>We loved this wall, and it&#39;s beauty seemed to grow as we descended...looking\nback occasionally to see the white wall, shimmering in the early evening\nhaze. Full of routes and adventures for next time. Big thanks to Hannes\nfor a fun day, and to the weather for NOT raining which would have sucked!\n<a href=\"http://www.flickr.com/photos/ripsawridge/9295947052/\"><img src=\"http://farm3.static.flickr.com/2890/9295947052_c62fa3e7f1_b.jpg\" alt=\"\">\n</a></p>\n<p><em>A fun-time route topo.</em></p>\n"}