{"date":"2013-4-6","title":"5 days in the snow","description":"<p>I had to use up some vacation days from 2012, and a bigger plan fell through,\nso I ended up with 5 &quot;loose&quot; days. The boys were away at ski camp, and\nKris had to work, so I thought about doing multi-day ski traverses, or\nmaybe even a hike. Dreaming of days in the sun high in the Engadin or Bernese\nAlps, I was saddened to see how poor the weather forecast was. Days would\nbe cloudy, usually with only a little new snow, but poor visibility for\nthe entire week. This put the kibosh on high multi-day tours crossing unknown\nglaciers. Finally I decided to take it day by day and see how it turned\nout.</p>\n<h1 id=\"hoher-seeblaskogel-3235-m\">Hoher Seeblaskogel, 3235 m</h1>\n<p>I left Munich just before the bus came to take the kids to ski camp, and\nKris had a scare at home. The bus driver said he needed car seats for the\nkids, and I&#39;d left them in the car. Gulp! Luckily, we had some old ones\nhe could use. I made the familiar drive to Luesens and slowly got ready.\nSkins, skis, boots, etc. In the flat part of the valley, and then during\nthe initial ascent through the small forest, I chatted with a guy going\nto meet his co-workers for a few days of fun at the Westfalenhaus. It was\ncloudy but visibility was pretty good. I continued alone up the Laengental\nValley, remembering what a long way it was to the Weisser Kogel peak at\nits terminus. I followed a track up and right to enter a lovely side valley\nwith the Grune Tatzen Glacier which I would climb to the summit. I had\na difficult time sticking to the skin track in here, later discovering\na frozen blob of ice on the bottom of my skins that made life...annoying!\nBut it was nice to be on the narrowing glacier, with rock walls on either\nside. I skied as far as the skins would take me, a bit below the usual\nski depot, then hiked the rest of the way. The clouds were lowering. Here\nwas my blasted Hoth-like view from the top looking back north to Luesens:\n<a href=\"http://www.flickr.com/photos/ripsawridge/8598956730/\"><img src=\"http://farm9.static.flickr.com/8086/8598956730_59d602b52f.jpg\" alt=\"\">\n</a></p>\n<p>And across to the walls of the Luesener Fernerkogel (in old-timey style!):\n<a href=\"http://www.flickr.com/photos/ripsawridge/8597856391/\"><img src=\"http://farm9.static.flickr.com/8110/8597856391_6e7275861b.jpg\" alt=\"\">\n</a></p>\n<p>The skiing was not amazing, because there had been no new snow in a while,\nand there was a well-frozen crust. I tried to stay in a narrow band of\nuntouched snow on the west wall of the narrow valley, but occasionally\nhad to skreetch and skrunch through icy old tracks. Back at the car I wondered\nwhat to do next. I decided to stay for the night at a favorite pension\nin Gries im Sellrain. They had a sauna and hot tub! I scheduled myself\nfor that immediately, and sitting in the sauna with a bucket of water to\npour over hot coals for waves of steam was fantastic. I ate a big dinner,\nmade plans for the next day and slept early.</p>\n<h1 id=\"pockkogel-2807-m\">Pockkogel, 2807 m</h1>\n<p>My feet felt damaged from the ski boots, and I had some blisters too.\nOn this trip I continually looked in outdoor stores for a chance to buy\nnew liners for my boots, but they were never available. I was also looking\nfor ski-crampons over and over with the same disappointing results. My\nDynafit gear is from 2006 and that&#39;s just too old nowadays. Sigh! So I\ndecided to wear mountain boots and snowshoe this peak. This way I also\nwouldn&#39;t be disappointed with the poor skiing conditions! I parked at Haggen\nand hiked up the familiar valley. I&#39;d been this way to climb the Zwieselbacher\nRosskogel a couple of times before. Today though, I would exit the valley\non the right at an abandoned hunters cabin to climb into the Steintal (&quot;Stone\nValley&quot;...quite imaginative!). The weather was pretty good so far!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8597856647/\"><img src=\"http://farm9.static.flickr.com/8368/8597856647_bac59d85cf.jpg\" alt=\"\"></a></p>\n<p>I enjoyed the snowshoe journey. It can be more difficult than skis, but\ntoday it was simply more secure. A hard frozen skin track would have been\nmore tiring. I didn&#39;t see anyone the whole day and the solitude was enjoyable.\nContinuing into the side valley, I eventually turned back north as it narrowed\nbetween several peaks. I actually intended to climb the Steintalspitze\n(2741 m), but I couldn&#39;t resist going for the higher Pockkogel. In a couloir\nnow, the terrain steepened and I switched to boots and crampons. Kicking\nsteps I was soon at a col between the two peaks, then following icy tracks\nthrough boulders to the summit with a nice bit of scrambling. Alas, the\nweather had closed in! Here are my dim memories:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8597856877/\"><img src=\"http://farm9.static.flickr.com/8382/8597856877_af54045714.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8598957776/\"><img src=\"http://farm9.static.flickr.com/8367/8598957776_09b307d8b1.jpg\" alt=\"\"></a></p>\n<p>Interestingly though, I could hear voices, and through the wisps of cloud\nI could see down to the north to the terminus of the Dreiseebahn lift of\nthe Kuehtai resort. Tiny people were getting off the lift and streaming\ndown. They probably never suspected a ghostly visitor high above! Thanks\nto the hours of sun, the snow was actually quite good on the way down,\ndarn it! It would have provided decent spring &quot;firn&quot; skiing conditions.\nStill, I made it down to the trunk valley pretty fast and hiked out. I\nwondered what to do. The forecast for the day had been snowy, though only\na few flakes had appeared. It looked like Tuesday would be the worst day.\nI hoped to buy some equipment and to use the internet to do a little bit\nof work I was excited about, so I drove down to Innsbruck and began a fruitless\nsearch through outdoor stores for gear, and ideas for the next days. I\ncontinually hoped for a way to make it reasonable to begin a multi-day\ntour. I&#39;m a bit of a scaredy cat though in bad weather. I don&#39;t like the\nidea of being trapped at a hut by bad weather or forced to turn back. And\nthe forecast continually pushed the good weather out another day. First\nit was Wednesday, then it moved from Thursday to Friday. And the next low\npressure system would arrive Thursday at noon. Jeez! I stayed at the Youth\nHostel in Innsbruck. This was serious budget lodging. I felt like Milhouses\nDad in there...too old to be there...somehow in the wrong place! I could\nuse the internet a while in the lobby while literally swarms of 10 year\nolds streamed around me. Dinner was Burger King. Hmm. My roommate was a\nquiet fellow, intent on his camera and computer. It snowed heavily all\nnight.</p>\n<h1 id=\"naviser-kreuzjoechl-2536-m\">Naviser Kreuzjoechl, 2536 m</h1>\n<p>After a utilitarian breakfast, I just wanted out of the incredibly loud\nhostel. The avalanche danger was very low despite the heavy snow, which\nwas dismissed as small potatoes. This seemed a little weird to me because\nI thought it was quite a lot. Innsbruck was blanketed in white, and I had\na hard time making it up the roads to Patsch and Matrei. In the Navis valley,\nI parked at the base of a road leading to the Naviser Huette, then started\nskinning up, taking every possible shortcut through meadows. I stopped\nat the hut for some cake and coffee, then geared up again. Higher, I followed\nmore open country to a ridge crest in steep and awkward switchbacks. It\nquit snowing, but the clouds descended and I was in the usual murk on a\nhigh plateau. A few days later, a colleague at work showed me what I <strong>should</strong> have\nseen up here on a panorama picture he took earlier in the winter. Ah...blue\nsky, beautiful mountains all around. Grate...:D Meanwhile I ended up on\na narrow ridge and had a scare by nearly walking off at one point...the\nvisibility was so bad I couldn&#39;t tell snow from air. With one foot off\nthe ridge, I scrambled awkwardly to pull back. Jeez. I continued somewhat\ncautiously to the summit, marked by a cross. I was actually not far from\na peak I had climbed a few years before, Geier, just a bit further along\nthe ridge. That was also a summit in bad weather. Going down I wanted to\nvary my route to avoid the narrow ridge. I dropped onto the steep slope\nto the north, traversing northwest to a rounded ridge, then circled around\nto hopefully rejoin the route at a flat area before the final steep descent\nto the Naviser Huette. I could see nothing...I only knew the angle of the\nslope I was on by the feeling of acceleration in my stomach! I created\na method to...well...<strong>turn</strong> when my stomach dropped too fast. In this\nway I got down a slope where all I saw was uniform gray-white. Amazingly,\nI ended up pretty much where I expected too. Thank God for some visibility\nan hour before! I skied down the steep slope, which was pretty nice with\nthe fresh snow, and just blasted through all the way to the car. It was\nsnowing hard again. That was fun and all, but I give up! It didn&#39;t take\nme long to decide to drive home to Munich for a visit with Kris, Mexican\nfood with her and Evangeline, internet, my own bed...whew.</p>\n<h1 id=\"weisskugel\">Weisskugel</h1>\n<p>Supposedly, Thursday would be better, at least until noon. I had learned\nsomething about my ski boots and I thought I could prevent blisters if\nI just walked the right way. Also, I wanted to do something bigger or longer\nthan usual. For a long time I&#39;d known about the trip to ski the Weisskugel\nfrom the Hintereis Glacier. It seemed punishing, but elegant too. That\nwas enough to put me back in the car Wednesday afternoon and to head for\nVent. After the 3 hour drive, I hurried up the Rofental on skis, hoping\nto find a place to sleep at the Hochjoch Hospiz. I had called them a few\ntimes but no one answered. I had left some crucial things at home: sunglasses,\nsunscreen and headlamp. Drat! I did have some bulky old ski goggles, and\nI thought I could beg someone for sunscreen. As long as I hurried to the\nhut, I shouldn&#39;t need the headlamp. It was rather difficult in the Rofen\nvalley. The ski trail went above steep cliffs...as it turns out they were\nwater ice climbs down there! (looked fantastic). I skied along the icy\n&quot;trail,&quot; but finally the via ferrata handlines along the way made me nervous,\nso I switched to boots and crampons. This was not only more secure, but\nprobably a bit faster too. Eventually the country opened up a bit, and\nI switched back to skis after crossing a bridge. By the time I saw the\nhut it was getting dark rapidly and I was relieved. It still took more\nthan 30 minutes to get there, and it was full dark when I arrived. The\nwarden told me I could sleep on the terrace (har, what a funny guy :p).\nNo, they had a couple of bunks left, and set me up right away with a beer\nand a good dinner. I readied my gear for the morning and slept. Leaving\nthe hut under a dark blue sky in the morning, I was pleased to see mountains\nand valleys in all directions. Yay! First, an awkward hour where I made\nno effective elevation gain, descending into the long, long Hintereis Valley,\nthen slowly crossing level basins and measuring elevation gain in inches.\nBut I was happy...feet felt good, and the exercise of the previous days\nhad put my into shape. I listened to music and admired the valley walls.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8597857331/\"><img src=\"http://farm9.static.flickr.com/8374/8597857331_99f2fbe6f4.jpg\" alt=\"\"></a></p>\n<p>Scenery on the approach</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8598958182/\"><img src=\"http://farm9.static.flickr.com/8103/8598958182_cd967f3b72.jpg\" alt=\"\"></a></p>\n<p>The Weisskugel</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8597857727/\"><img src=\"http://farm9.static.flickr.com/8391/8597857727_3bdfcd3233.jpg\" alt=\"\"></a></p>\n<p>The Hintereis valley</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8597857941/\"><img src=\"http://farm9.static.flickr.com/8379/8597857941_7b3625e740.jpg\" alt=\"\"></a></p>\n<p>The Hintereisjoch is on the left</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8597858187/\"><img src=\"http://farm9.static.flickr.com/8516/8597858187_e131f07a1f.jpg\" alt=\"\"></a></p>\n<p>Views into Italy</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8597858435/\"><img src=\"http://farm9.static.flickr.com/8088/8597858435_1a83521d73.jpg\" alt=\"\"></a></p>\n<p>The summit ridge</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/8597858641/\"><img src=\"http://farm9.static.flickr.com/8228/8597858641_2e1b452c4d.jpg\" alt=\"\"></a></p>\n<p>Man approaching the ski summit</p>\n<p>Eventually I was clearly on the glacier, seeing big icefalls here and\nthere, however these interesting areas were avoided by a wide margin. The\npeak and the &quot;Steinschlag&quot; ridgeline mark the Italian border. On that side,\na ski area comes pretty close, making it the normal way to climb the Weisskugel.\nBut I liked my way: a semi-solitary nomad emerges from the Northlands!\nAnyway, I was alone with my thoughts. I had to bundle up at the Hintereisjoch\ndue to strong wind from the south. The weather was already beginning to\ndeteriorate...blue skies were gone, I only hoped the cloud ceiling would\nstay above my summit long enough for me to have a look around! Difficult,\nwindy conditions slowed me down, but I reached the ski-summit, and felt\nlike I&#39;d have to turn around before the true summit because I couldn&#39;t\nengage in many gear changes in this wind. Luckily, there was an abatement\nfor some reason. Without asking why, I dropped my back and quickly switched\nto ice ax and crampons, then took off for the ridge scramble to the summit.\nUp and over a tower, then along a spectacularly narrow ridge, I was there!\nIt had taken 4 hours and 45 minutes from the hut, almost exactly guidebook\ntime (it said 4.5-5 hours). I had great views, though it was punishing\nto look south into the wind. Wow! I scrambled down, and found a couple\nat the ski depot. He continued to the summit while she waited. The wind\nwas getting worse again. Finally I was ready to descend, and began a long,\nenjoyable journey...down the wind-swept southern ice wall, through the\nHintereisjoch, streaming down the glacier in a long schuss. Then the clouds\nenfolded me and I was unable to see again. No problem, I&#39;ve learned about\nthat! But I did fall a couple of times due to hilarious mis-calculations\nof slope and body angle. This prompted a party below to ask me if I was\nreally alone?!? People always seem to think I have no idea what I&#39;m doing\njust because I sometimes appear clumsy or am perhaps too open and friendly.\nSo I continued. Things were awkward around the Hochjochhospiz, with climbs\nand traverses that ultimately saw me taking off my skis for a while. Then\nagain after the bridge for the walk above cliffs. Finally I skied again\nnear Rofen, but the traverses were marked by stops to haul skis up muddy\nslopes. I reached the car, and drove home. 4 mountains in 5 days. This\nwas fun or at least an approximation of it! :)</p>\n"}