{"date":"2013-3-3","title":"Skiing, Darin and Hochgern","description":"<p>Saturday the boys and Sergiu and I went to the Wilder Kaiser &quot;Skiwelt&quot;\nfor a day of downhill skiing. This was great fun, especially because there\nwas a &quot;cloud sea&quot; that we climbed above a few hundred feet below the summit.\nWe did many runs. Elijah especially liked going through an icy forest,\nwith many different trails through the trees. Sergiu just started skiing,\nso that was really tough for him! Outside of this we had a nice adventure\nby traversing across and down to the town of Ellmau, then taking a train\nback up to the summit of Hartkaiser. By the time we got down to the car\nat 5:00 pm, we&#39;d had a great workout! <a href=\"http://www.flickr.com/photos/ripsawridge/8524928765/\"><img src=\"http://farm9.static.flickr.com/8520/8524928765_dd3b305b45.jpg\" alt=\"\"></a> Fellow\nCascadian climber Darin B. was in Munich for a work trip, and we had the\nchance to meet up. Darin had a very early &quot;home page&quot; with climbs in the\nCascades that inspired me a long time ago, and he&#39;s kept track of my doings\nin Europe. We went to the Thalkirchen climbing gym, running into Georg\nand Vanessa too. It&#39;s nice to engineer a meeting between a couple of climbing\nlegends (at least in my mind). I showed Darin the hard 5.10c(?) crack in\nthe gym, and the big overhang routes. Then we had a Weissbier upstairs.\nHe was blown away by a climbing gym that serves beer and pizza, is absolutely\nhuge, and is open until midnight (I didn&#39;t even know that). While Sergiu,\nthe boys and I were skiing, he was hiking up Hochgern in the Chiemgauer\nAlps with a friend. Sometime after midnight I walked with Darin to the\nU-bahn station and he went to his hotel, sadly having to catch a flight\nat 10:30 Sunday morning. <a href=\"http://www.flickr.com/photos/ripsawridge/8524929263/\"><img src=\"http://farm9.static.flickr.com/8112/8524929263_c312b7ab23.jpg\" alt=\"\"></a> I&#39;ve\ndone so little hiking-type exercise lately, I thought I should get up early\nand go out for a morning trip. After hearing about Hochgern I figured I\nshould do that. I decided to ski, maybe it would be faster on the way down\nthat way. I had a little trouble finding the trailhead, but eventually\nI was skiing up icy roads, constantly tempted to take steeper boot tracks\nthrough the trees. I usually took them, and ended up awkwardly skinning\nover rocks and roots time and time again. I hadn&#39;t had any food or drink\nsince the Weissbier the night before, and only had 7 euros. By the time\nI got to the Hochgernhaus below the summit, I was so hungry and thirsty.\nI ordered tea, spetzi and a piece of apple pie. Ah! Vitality restored.\nI was getting to be like the Castle Wolfenstein guy, all bloody, you know?\nI hung out in the hut for a while, hoping the snow would soften a bit.\nI wasn&#39;t enthusiastic about descending the narrow, hard icy trail! <a href=\"http://www.flickr.com/photos/ripsawridge/8526042970/\"><img src=\"http://farm9.static.flickr.com/8370/8526042970_d70a5c7013.jpg\" alt=\"\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/8524929977/\"><img src=\"http://farm9.static.flickr.com/8087/8524929977_b2a2433c5e.jpg\" alt=\"\">\n</a><a href=\"http://www.flickr.com/photos/ripsawridge/8524930235/\"><img src=\"http://farm9.static.flickr.com/8518/8524930235_2b20afe92a.jpg\" alt=\"\"></a> Above\nthe hut the trail traversed a ridge then climbed a final summit plug. Again,\nthere was a cloud sea, and the sun felt just great. I&#39;ve seen so little\nof it lately! I talked to a guy on the summit who looked a lot like Hans\nKammerlander, but probably wasn&#39;t. I know he lives over in Vorarlberg and\nprobably wouldn&#39;t be hiking up a Munich &quot;suburb peak.&quot; Man, I would have\ncongratulated him on this amazing gear route he made recently called &quot;Princip\nHoffnung.&quot; I took a few pictures with my camera, ineptly, at 640x480 resolution\n(doh!) and reluctantly skied down. I descended the way I&#39;d come (very conservatively,\nalong the lines of a conversation Darin and I&#39;d had the night before...),\nbut then went straight down southern slopes from a small hill on the ascent\nridge. This was fantastic firn! Wow, I was in heaven. But it ended fairly\nquickly, and my attempt to make it last just led me to an awkward exit\nin thick trees. Eventually I was back on the trail, skidding and snowplowing\nfor all I was worth, alarming the people coming up who would gather themselves\ninto bunches in preparation to allow me to pass. I felt bad about being\na trail hog, so I&#39;d always primly close up my skis and sidle by so as not\nto be an inconvenience, but this always meant an alarming increase in speed\nafter I&#39;d pass a party. The forest would then echo with the SCRUNCH! of\nme breaking hard on ice. There were so, so, so many people coming up. This\nis one of the few higher peaks I&#39;ve seen that really belongs to people\nin boots instead of skiers. It&#39;s good to know. I think next time I&#39;ll just\nwalk. Fun weekend, and I hope to see Darin back here so we can do some\nalpine rock climbs in the Wilder Kaiser!</p>\n"}