{"date":"2013-8-25","title":"Bauernpredigtstuhl Climbing","description":"<p><a href=\"http://www.flickr.com/photos/ripsawridge/9587361033/\"><img align=\"left\" src=\"http://farm6.static.flickr.com/5510/9587361033_e52a8251be.jpg\" /></a>\nHannes and I had planned to get in some rock climbing on the last day of good weather before a storm system arrived. We changed the destination a few times in a flurry of last minute planning because of rain the night before. Then on the drive over, I got spooked by the amount of clouds and level of moisture in the atmosphere...one more destination change! I chose a peak with short routes so that if rain arrived at noon we would hopefully be on top of the peak rather than in the middle of it. Enter the Bauernpredigtstuhl, a peak that blends into a barrage of summits on the southeast side of the Elmauer Tor. There were two popular routes, the <a href=\"http://www.bergsteigen.com/klettern/tirol/kaiser-gebirge/rittlerkante\">Rittlerkante (VI+, 5 pitches)</a> and the <a href=\"http://www.bergsteigen.com/klettern/tirol/kaiser-gebirge/alte-westwand\">Alte West Wand (VI+, 8 pitches)</a>. The routes had a reputation for being pretty sustained at a V+ grade despite their short length.</p>\n<p>We hiked up from the Wochenbrunner Alm pretty quickly, somehow urged on by our\nlate start of 8 am to catch up to where we <em>should</em> be by now. We had a minor\nroutefinding victory because we could see the peak above us, then off to the\nside and instinct suggested we should bash up scree slopes to reach it, however\nwe knew we should wait until a clearly visible trail traversed back to the\npeak. Some other guys had given up looking for this trail, told us there was\nnone to be found, and descended into the scree to fight painfully back up. But\nwe persisted and found it, which makes the approach so much better.</p>\n<p>Over at the peak, we&#39;d decided to climb the easier Rittlerkante first, but were\ndismayed by 3 parties above clustered at belays. They left a rope hanging down,\nand eventually (mysteriously) dropped the rope! We decided to climb the Westwand\ninstead, now behind another party. We hemmed and hawed, changing our mind a few\nmore times and generally feeling frustrated that it was hard to get off the\nground. Hannes was a little cold too!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9590159398/\"><img src=\"http://farm3.static.flickr.com/2817/9590159398_2ec6d60e67_b.jpg\" /></a>\n<i>The first pitch.</i></p>\n<p>Finally we were climbing. The first pitch follows a shallow channel/corner up\njamming and stemming cracks to a small ledge. My fingers got pretty cold\nhere. It was around 10 am. Another pitch went up and around a block to enter a\nvery nice sequence in a &quot;Piazriss&quot; (layback crack), again to a small ledge. The\nthird pitch sends you along a slippery edge of a wide crack, alternately\nlaybacking, searching for holds inside the crack, or stemming against a smooth\nright wall. Gear opportunities on this pitch were hard to come by, but a couple\nof pitons and maybe a bolt guarded the way. The pitch ends at a fantastic\nlocation looking out at the next three pitches, which traverse a vertical wall\nunder overhangs. Hannes came up and we agreed that had been the crux thus far!</p>\n<p>I&#39;d been explaining gear placements to Hannes, as it was his first gear climb,\nthough he&#39;s a very strong climber. Now he&#39;d get his chance! The next pitch\nclimbs a corner then traverses a blank wall over and down to a belay. Rated VI+,\nit seemed that most of the gear was fixed. Hannes would get a chance to place a\ncouple of nuts in the corner. A little bit nervous, he started up.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9590165840/\"><img src=\"http://farm4.static.flickr.com/3677/9590165840_3ef828a5e3.jpg\" /></a>\n<i>Hannes on pitch 3.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9587373677/\"><img src=\"http://farm3.static.flickr.com/2870/9587373677_63d5ba59df.jpg\" /></a>\n<i>Climbers on pitch 5.</i></p>\n<p>Hannes led through finger locks in the corner with smeary feet. After some fixed\ngear, he entered a little notch where nuts could be placed, which he did\nwell. Then up to the traverse, which was pretty exciting because you have\nnothing for hands, you simply need to balance your way over on your feet. I came\nover, then headed up the short fifth pitch (VI+), which overcomes a bulge with a\ncombination of delicate moves and one or two hard pulls. At the hanging belay, I\nasked Hannes how he felt about leading the next pitch. I thought one hard trad\nlead might be enough for the day, but he was like &quot;no problem!&quot; He led up and\nleft under a bulge on nice climbing (VI), then again traversed left on easier\nground, protecting with a nut and a cam.</p>\n<p>Now two easy pitches got us to the summit. That had been an excellent climb! Rather burly, in fact.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9587376047/\"><img src=\"http://farm3.static.flickr.com/2808/9587376047_e3a5e63fb1_b.jpg\" /></a>\n<i>Climbers on pitch 4.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9590172212/\"><img src=\"http://farm8.static.flickr.com/7290/9590172212_f22f8df364_b.jpg\" /></a>\n<i>Michael (orange helmet) following pitch 6.</i></p>\n<p>I was eager to get down so we could climb the peak one more time, so I fought\nagainst &quot;summit malaise.&quot; Hurrying over to the rappel station, I prepared to\nbelay Hannes over, who broke my heart when he said: &quot;could you just take one\npicture of me, here, on the summit?&quot;</p>\n<p>Sniff! &quot;I&#39;ll getcha next time, man!&quot; I felt like Clint Eastwood in the &quot;Speed Zoo&quot; scene.</p>\n<p>We rappelled right behind our friends now who had been climbing ahead of us. 5\n20 meter rappels get to the bottom, with some intermediate scrambling. Along the\nway, it became clear that Hannes&#39; climbing shoes were far to painful to wear any\nmore. He turned them into flip-flops of a sort, exposing the heel so that the\ntoes weren&#39;t crushed. His rappels were rather delicate, as each pad-pad-pad down\nalong the rock threatened to remove a shoe and send it flying away.</p>\n<p>Speed was crucial now to be able to make a second ascent. Happily, no one was on\nthe Rittlerkante. I rationalized that it only had two &quot;real&quot; pitches, a V+ on\npitch 2 and a VI+ on pitch 5. The others were IV, IV+ and V. Hannes checked the\nweather, again confirming that storms would arrive at 8 pm. We wolfed down a bit\nof food and started back up. It was 4:00 pm. We only had a single rope, so\nabseiling the route in case of rain would be a bit troublesome. Therefore we\nstarted up with some haste. Hannes would climb mostly in his approach shoes.</p>\n<p>Pitch one is mostly grade III, avoiding all vertical difficulties by a continued\ndiscovery of easier ground to the right. It wraps back to the edge crest when\nit&#39;s easier to do so.</p>\n<p>Pitch two was quite fascinating, and not easy! It climbs up to an exposed edge,\nthen climbs the edge directly for a while with high steps on polished holds,\nfinally sending you left into a steep chimney when the edge becomes\nunclimbable. Sustained moves in the chimney round out the excitement, though\ndecent cam and nut protection are available. In general, this climb had less\nfixed pins than the previous one. I was glad I brought the #3 Camelot, and used\nit on consecutive pitches.</p>\n<p>Hannes came up and I started out for pitch three, nearly making a route-finding\nerror. The chimney above looked even steeper and more intimidating than the\nprevious one, so I investigated to the right, where another chimney/crack\nbeetled off at a lower angle. There were some fixed pins, and I thought this\nmight be the route. But ultimately, it seemed wrong, so I downclimbed, then\nentered the steep slot above. Tough and sustained climbing led up the vertical\nshaft, initially protected by a fixed nut and a piton, but by my own gear after\nthat. The difficulty of this pitch was affecting my plan to be up and off before\nthe rain...it was simply taking too long for a IV+, per my previous\ncalculations!</p>\n<p>No matter. Hannes arrived quickly and we swallowed up the easier grade III\nground above to a couple of boulder problems (V) that reached an impressive\nbelay right on the crest.</p>\n<p>With one pitch left, and the crux at that, I slowed down considerably. I was\npretty tired! So many burly pitches, the Bauernpredigtstuhl had extracted a\nshare of blood!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9587385819/\"><img src=\"http://farm3.static.flickr.com/2851/9587385819_8993599c57.jpg\" /></a>\n<i>Pitch 4 of the Rittlerkante.</i></p>\n<p>So with some leisure, I headed up to the slabby wall problem above us. A\nbolt protected entry to the intimidating slab, then two fixed pins side by side\noffered the real protection for the crux moves. I wasn&#39;t sure what to do. It\nseemed like there was an option to go right onto the slab and climb directly up,\nbut after inspection this would probably be hard grade VII slab climbing. I\nrested on the piton to think about it. Hannes, meanwhile, could feel the storm\napproach, and encouraged me to hurry with silent pleadings.</p>\n<p>Then, I had it. The idea is to mantle up onto the good handhold right on the\ncrest, then crab rightward using poor edges on a bulge, hoping for finger jams\nin the corner right of the bulge to then be able to get your feet above the slab\non the right. &quot;Watch me here!&quot; I cried, unnecessarily. The moves went off just\nas I planned, though I was oddly relieved that there were finger jams in the\ninvisible corner above, as I&#39;d hoped. Still, it was tricky to stick to the wall\nfor two more moves, then I was safely above with good ledge-like\nfootholds. Maybe I tried to yodel here, I forgot. &quot;Now let&#39;s get out of here!&quot;\nsaid Hannes. Indeed. A few more delicate moves on loose rock, then up a small\ncorner, led to the belay a few meters from the summit.</p>\n<p>Hannes arrived and went to the summit. There was no time for us to sit there\ntogether momentarily, so we were back in Speed Zoo. I leapfrogged over to the\nrappel anchor, then after the initial rappel and scramble down to the line of\nfour rappels to the base, the rain started.</p>\n<p>&quot;Wow, right on time!&quot; It was 7 pm. As efficiently as possible, we finished the\nrappels and got our packs. The rain had been light but steady, and now the rocks\nwere getting wet. We began a campaign of scree skiing that got us down about\n2000 feet vertical elevation. At the Gedaeumus Hut, we thought about going in\nfor a well-deserved dinner, but were sure that the Wochenbrunner Alm by the car\nwould have even more and better food. At 8 pm, the rain was falling fast and\nhard, soaking us completely on the walk out. We realized we&#39;d been the last\nclimbers out of the area. Only we had decided to do a second climb of the\nBauernpredigtstuhl, our friends on the Alte Westwand had initially planned this\nas well, but were a bit more prudent than us!</p>\n<p>And so we paid for 5 more amazing and not-easy pitches with a good soaking. A good price, any day.</p>\n<p>But we were disappointed with the &#39;Alm. They didn&#39;t have any food, which was\ndevastating to people looking forward to Kaiserschmarm all day long. Inside, a\nrousing party was being held in which a hunter carried the corpse of a dead\nGaemse from table to table, and made him &quot;walk upright&quot; to scare a small boy. It\nwas rather strange and sad, and we soon left.</p>\n<p>We thought of the Gaemse we&#39;d seen on the Rittlerkante. Across the way, at our\nsame elevation, 3 of them were perched on an improbable tiny meadow, completely\nsurrounded by menacing towers of dark rock. They were quite beautiful over\nthere, in their own world, temporarily safe from the ills that stalk them.</p>\n<p>Thanks to Hannes for a good day!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/9587387361/\"><img src=\"http://farm6.static.flickr.com/5484/9587387361_98716e1092.jpg\" /></a>\n<i>Michael on top.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/9587388741/\"><img src=\"http://farm6.static.flickr.com/5329/9587388741_441be42eb9.jpg\" /></a>\n<i>Hannes on top.</i></p>\n<p><i>More pictures in my Flickr gallery <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157635225051438/\">here</a></i></p>\n"}