{"date":"2013-1-1","title":"Short Reports 2013","description":"<h3 id=\"kramerspitze\">Kramerspitze</h3>\n<p><i>December 8, 2013</i></p>\n<p>A snowshow trip up Kramerspitze, going the easy way past the meadow up and down. I had to break trail from the meadow and hut in deep, unconsolidated snow. That took some effort! Then some rather delicate snow conditions a bit below the summit traversing a slope with bad runout. I should have done this without snowshoes, on the way back it was much easier/safer without them. I&#39;m not sure how long it took, but I&#39;m guessing between 7 and 8 hours.</p>\n<h3 id=\"buchstein\">Buchstein</h3>\n<p><i>October ?, 2013</i></p>\n<p>A Saturday morning run up Rossstein and Buchstein and back.</p>\n<h3 id=\"wank\">Wank</h3>\n<p><i>October ?, 2013</i></p>\n<p>A Sunday night hike to the summit and back.</p>\n<h3 id=\"alpspitze-with-family\">Alpspitze with Family</h3>\n<p><i>September ?, 2013</i></p>\n<p>Kris, the boys and I do the Alpspitze Nordwand ferrata, and down another way. Fantastic time! Pictures <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157636191683036/\">here</a>.</p>\n<h3 id=\"karwendelbahn-hike\">Karwendelbahn hike</h3>\n<p><i>September ?, 2013</i></p>\n<p>A morning hike under the Karwendelbahn, gaining 1400 meters elevation. I ignored the summit because of a lot of fresh snow.</p>\n<h3 id=\"olomana-complete-traverse\">Olomana complete traverse</h3>\n<p><i>September ?, 2013</i></p>\n<p>I did a complete traverse of the three Olomana peaks and accidentally spiced it up even more by climbing an unknown route up the MAIN peak on steep cliffs to the right of the trail. You see, I thought I was climbing up the backside of the third peak, and I was continually thinking &quot;where are those ropes people talk about?&quot; Anyway, I was dumbstruck on reaching the trail. The cliff, a broad and indistinct ridge, required some serious cunning to safely manage the loose rock and debris occasionally secured by small, stout trees. By comparison to that, going down the Ahiki Backside was a walk in the park. I think it was 5.5 hours car to car.</p>\n<h3 id=\"olomana-hike\">Olomana hike</h3>\n<p><i>August 31, 2013</i></p>\n<p>Kris, the boys and I hiked up Olomana main peak on Oahu. Really fun day, but hot!</p>\n<h3 id=\"flintsbach-cragging\">Flintsbach cragging</h3>\n<p><i>August ?, 2013</i></p>\n<p>Hannes, Ben, Michael and I (yes there are two of us) from work did some early morning cragging at Flintsbach. Really fun as long as we avoided the wet mossy cliffs on the right.</p>\n<h3 id=\"flintsbach-cragging\">Flintsbach cragging</h3>\n<p><i>July ?, 2013</i></p>\n<p>Ben and I climbed at Flintsbach early one morning, had a great time and I didn&#39;t forget the quickdraws!</p>\n<h3 id=\"flintsbach-cragging\">Flintsbach cragging</h3>\n<p><i>July 23, 2013</i></p>\n<p>Today Hannes and I did a few climbs at Flintsbach in the morning. Due to a sleepy brain I forgot that Dan had brought the quickdraws into the basement Sunday night, and assumed all my gear was still in the car. So we got out at the crag and realized we were probably hosed. Happily, I could create some old-school draws from two carabiners by raiding my gear rack. We had 7 draws.</p>\n<p>First we climbed a new route on the crag, called SteinLaus, rated 6-. Very nice, well protected, good warm up.</p>\n<p>Then the &quot;crag classic,&quot; Fliegenschiss (fly dung), again 6-. I had a hard time making the 2nd clip and had to try a couple times. It&#39;s very polished and thin at the start. Finally I got it, rather inefficiently, then really enjoyed the rest of the pitch. Its easier in the middle, then gets hard again at the top. Super climb. Hannes led up, then I did it again, trying to emulate his good style on the slabby start. Then Hannes climbed it once more.</p>\n<p>Next was Fruechte der Saison (6+/7-), which looked easy from the ground but had\na difficult step after the first bolt, and then proved to feel very hard at a\nnear-vertical slabby wall at 3/4 height. I kept climbing up then getting scared\nand coming back down! Finally I worked out a sequence that had me going up and\nright, reaching for a &quot;thank god&quot; bolt hole. I put my finger in the hole and\nsomething was terribly wrong...the coefficient of friction was very negative!!\nThe hole had a deep well of water and sand, making a slurry of mud, which meant\nmy finger was coming out. I was mantling with the other hand, pushing on a\nledge, and just barely kept my feet on while I tried to escape the hole. It was\ntouch and go, but finally I stood up. There was a tough move above the last clip\ntoo, but soon I was at the anchor.</p>\n<p>Hannes went up for that one and climbed past the crux much better. He put his right foot high in a chalked up channel very early in the moves, and stayed oriented to the left side of the face, using small holds directly above. He eventually used the finger pocket, but for a much shorter time and with less riding on it. I wish I&#39;d had time to do this route again, it&#39;s great!</p>\n<p>Finally, we climbed Knabenkraut (6+), a &quot;nice route with difficult moves at the overhang,&quot; according to the guidebook. A sandy, somewhat insecure beginning let to a pleasant middle section. The roof was pretty hard. I made a few false starts with rests in between, then committed to it with high steps on my right and an insecure search for holds above. A good lieback hold for the right hand could only get me so far...eventually side-pulls on the right allowed me to make progress. I skipped a piton at the end of the difficulties and went up to the anchor. For Hannes, this climb was tough, but ultimately he figured out a nice solution.</p>\n<h3 id=\"night-hike-up-wendelstein\">Night hike up Wendelstein</h3>\n<p><i>July 4, 2013</i></p>\n<p>Riki and I hiked up the Wendelstein after work. It was a rainy day, but happily the mountain was pretty clear. A cloud came in as we approached the summit and we had light rain on the hike down. We only needed headlamps near the end. ~3 hours round trip, 1000 meters.</p>\n<h3 id=\"cragging-and-pidinger-klettersteig\">Cragging and Pidinger Klettersteig</h3>\n<p><i>June, 2013</i></p>\n<p>Hannes and I got an early start only to meet a soaking wet Williwand. So we went to the Weissbach Klettergarten near Lofer. We climbed about 6 pitches at the main wall, then moved to a steep wall hidden in the forest to lead and top-rope some 6+-7 routes. Really fun!</p>\n<p>Before going home I thought I&#39;d hike up Hochstauffen for some more\nexercise. Seeing signs for a klettersteig (via ferrata), I decided to follow\nthat to the summit, as there was still plenty of light. The Pidinger\nKlettersteig is quite steep right off the bat, hiving up into many cliffs of the\nnorth face. There was surprisingly little snow, given recent precip, just big\ncones in gullies which were easily avoided or mitigated with good steps already\nin place. But the route was quite long. Eventually I saw a sign for an\n&quot;emergency exit,&quot; and since I was losing the light I decided to take it. The\nexit trail avoided one crag, but circled back to the base of the next-highest\ncliff. &quot;What the hell,&quot; I thought, and got back on the route at this point,\nquite enjoying the acrobatic moves. Pink alpen-glow was on the rocks, and the\nflat-lands of Salzburg and nearby towns stretched out beneath me, beginning to\nglow with street lamps. Soon I&#39;ll be at the summit!</p>\n<p>Uh...not really. I topped out on a sub-peak, then began a long traverse left and\ndown. As I descended ladders to cross a snowfield, I was glad I&#39;d brought a\nheadlamp because I&#39;d need it very soon! This traverse and descent lengthens the\nroute by quite a lot. I began to climb back up, but then squeezed into a crack\nto get my headlamp out and firmly affixed for the night climb to come. Steeply\nfor many minutes, then in light rain another half hour of increasingly careful\nwork in the dark. On the summit, it rained steadily. I was pleased to discover\nthe hut was open, and stomped inside at about 10:30 pm for a Radler. Delicious!</p>\n<p>Hoping to get down before the rain worsened, I hiked out and down the regular\nway to the Steiner Alm. This was steeper than I expected (for a while I was\nafraid I was reversing an emergency exit of the klettersteig!), and great care\nhad to be taken on the mossy, slippery logs sometimes lashed to the rock as an\nartificial ledge. Finally I reached the meadows and spent a tricky half hour\nnavigating ankle deep mud churned up by inconsiderate cows. Then I took a wrong\nturn on the long string of forest roads back to the car, but the GPS in my phone\nsaved me. It&#39;s quite a feeling to be thrashing in head-high brush at 1 am, going\non pure faith that the straight line you are travelling will reach the parking\nlot! Worked perfectly.</p>\n<p>My adventures weren&#39;t over...the highway was closed due to flooding, etc. It was a long night!</p>\n<p>Thanks to Hannes for fun climbing!</p>\n<h3 id=\"jaegerkamp\">Jaegerkamp</h3>\n<p><i>June 4, 2013</i></p>\n<p>Hiked up Jaegerkamp with Josef after dinner, via his cross-country route. Beautiful sunset above a cloud sea. My decaying sneakers were the worst possible footwear on steep grassy slopes streaked with snow. The slightest inclined caused a slip...eventually I had to use my hands in the snow a lot. We would have hiked over to bag another summit if I&#39;d had some boots!</p>\n<h3 id=\"alpspitz-attempt-\">Alpspitz (attempt)</h3>\n<p><i>May, 2013</i></p>\n<p>Hiked up from the car, but above the lift station hip deep snow and lack of\ngaitors were demoralizing. It took 30 minutes to break trail across what should\nbe a 10 minute walk. I reached the ladders of the via ferrata, and started up,\nhoping that steepness would help with the snow depth. But it&#39;s a pretty ledgy\nroute, and the ledges held deep snow. I went up about 50 meters and called it\nquits. Hiked back down.</p>\n<h3 id=\"kramerspitz\">Kramerspitz</h3>\n<p><i>May 1st, 2013</i></p>\n<p>Did an old favorite hike on this holiday morning. Great weather. I made \na <a href=\"http://www.youtube.com/watch?v=tIZkXiPXhbA&amp;list=UUQbml_hUXvc0sVJQzU_9r2Q&amp;index=1\">small video</a> of the day. The usual round-trip style.</p>\n<h3 id=\"hochjoch-and-clowning\">Hochjoch and clowning</h3>\n<p><i>March, 2013</i></p>\n<p>Georg and I had big ambitions for an ice climb: the Renkfall! But we were\nidiots! We decided we could hike in in boots instead of skis. The 2 hour hike to\nthe basin went pretty well, but then an ADDITIONAL 2 hours of plowing through\ndeep snow to the climb, we arrived, me with frozen toes, Georg with frozen\nfeet. Sigh. Oh well, at least we know the approach.</p>\n<p>The next day we skied up a local (Oberinntal) mountain called Hochjoch. The wind was so terrible we had to do the last 500 meters of elevation gain on foot, leaning deep into the screaming weather. By golly we weren&#39;t going to turn around!!</p>\n<h3 id=\"hochgern-ski\">Hochgern Ski</h3>\n<p><i>March, 2013</i></p>\n<p>Darin Berdinka visited Munich and told me about a neat hike he did on the short visit. Neat! So the next day I skied to the peak in great weather. It was good to get out because I had gotten out of shape. Yay. The skiing was moderately lame, though!</p>\n<h3 id=\"no-ice-left\">No ice left</h3>\n<p><i>February, 2013</i></p>\n<p>Georg and I went to climb one of the falls around Ettal (I forgot the name). We soloed a couple of pitches, then after one belayed pitch we came to a steep and almost completely hollow column full of streaming water. Didn&#39;t look safe. We decided to return to Munich and catch up on work instead...my god...what is wrong with us?!?</p>\n"}