{"date":"2013-10-1","title":"The Zugspitze via the Stopselsteig","description":"<p>Danno and I had the day free, which was cool, despite a somewhat miserable\nforecast. &quot;Be prepared to hike in drizzle!&quot; we told ourselves. Among several\ndifferent ideas, we chose a moderately ambitious one: to climb the Zugspitze\nfrom the west, passing the Wiener Neustaetter Huette and getting on the\nStopselsteig to the summit. This is a fairly easy klettersteig, as long\nas the snow isn&#39;t too troublesome.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/10005413455/\"><img src=\"http://farm8.static.flickr.com/7354/10005413455_c3eaa3888a.jpg\" alt=\"\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/10005431254/\"><img src=\"http://farm4.static.flickr.com/3669/10005431254_4e6bcde9f9.jpg\" alt=\"\">\n</a><a href=\"http://www.flickr.com/photos/ripsawridge/10005641523/\"><img src=\"http://farm6.static.flickr.com/5324/10005641523_1116269c88.jpg\" alt=\"\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/10005514474/\"><img src=\"http://farm4.static.flickr.com/3792/10005514474_5a320c32f3.jpg\" alt=\"\">\n</a><a href=\"http://www.flickr.com/photos/ripsawridge/10005679173/\"><img src=\"http://farm8.static.flickr.com/7333/10005679173_a0e167de9f.jpg\" alt=\"\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/10005716603/\"><img src=\"http://farm6.static.flickr.com/5481/10005716603_d709678828.jpg\" alt=\"\">\n</a><a href=\"http://www.flickr.com/photos/ripsawridge/10005763343/\"><img src=\"http://farm3.static.flickr.com/2845/10005763343_91b044ba07.jpg\" alt=\"\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/10005744786/\"><img src=\"http://farm3.static.flickr.com/2894/10005744786_2364c27b23.jpg\" alt=\"\">\n</a></p>\n<p>We were hiking around 8 am, in dense fog. But it didn&#39;t take long to get\nabove it, and we already felt rewarded to climb above a &quot;cloud sea&quot; and\nhave wide visibility of the cliffs above us. We were on roads and ski trails\nof the Zugwald, stopping often to verify our location on the map. It&#39;s\nso easy to get lost down low on hikes without good signage and several\njunctions, especially when most of the journey is on roads in dense forest.</p>\n<p>But eventually we climbed into a <em>latschen-gurtel</em> above the mature\ntrees. The <em>Riffelwaende</em> cliffs were above, and we were making for\nthe line of the Ehrwald Zugspitzebahn, which occasionally sent a cable\ncar up or down. The trail climbed through cliffs with cable protection\nand we entertained ourselves by resurrecting a character from previous\nhikes, who we now gave a name: Silas Ezikiel Monroe. This guy comes from\nsouthern aristocratic stock and is loosely based on the sniper from <em>Saving Private Ryan</em>,\none Private Daniel Jackson, Charlie Company, played by the actor Barry\nPepper. Especially when he offers obscure bible quotations! We had great\nfun developing this character further, finding that it&#39;s easy to put words\nin his mouth. He has a curious habit of praising before he damns, for example:</p>\n<blockquote>\n<p>I am not unsympathetic to the aims of the new immigrants to our great\nnation, coming as they do in vast number across the sea from the stinking\ncities of Southern Europe. Indeed, their desire to rise above the squalor\nto which they have long accustomed themselves bodes well for their future\nin this country.</p>\n</blockquote>\n<p><em>Ouch</em>.</p>\n<p>Silas lives in an indeterminate time, probably coming into his prime between\nthe World Wars. By the time they are finished, he sees decay in all directions.\nHe admires grit and determination, but will see it in places that have\nfallen out of fashion today, such as imperial adventure. He is an unabashed\nracist, damning huge swaths of humanity with the language of discrimination\nthat &quot;merely&quot; seeks a higher ideal. It goes without saying that his own\nrace is atop the heap through countless civilizations (but he says it anyway).\nKey terms for him are:</p>\n<ul>\n<li>Hubris</li>\n<li>Deportment</li>\n<li>Pride of place</li>\n<li>Unease</li>\n<li>Disgust</li>\n<li>Benevolence</li>\n</ul>\n<p>and so on, ever alternating disgust with the soiled world around him,\nwith expressions of nobility and tolerance for that which nonetheless is\nunpleasant to his taste. Silas hunts of course, but honorably.</p>\n<p>Anyway, it&#39;s fun to flesh out a character.</p>\n<p>We were surprised to find the Wiener Neustaetter Huette open, but that\ndidn&#39;t stop us from buying a coffee and some cake. 30 minutes later, we\ncontinued up in a vast <em>Kar</em> (basin surrounded by walls) to the beginning\nof the <em>Stopselsteig</em> on the left (north) side. Another party was negotiating\nthe great crevice and cave that marked the start, following the cable and\nladders up to a broader realm of terraces 200 meters above.</p>\n<p>Danno and I started up, enjoying the climbing moves. The &quot;crux&quot; of the\nroute seemed to be on the last of several ladders, squeezing you rather\nawkwardly into a crack on the left which is finally escaped with a move\nto the right on a broad ledge. From here we walked and occasionally scrambled\nup towards the great object of mystery on this route: the abandoned lift\nstation! <a href=\"http://www.flickr.com/photos/ripsawridge/10005701984/\"><img src=\"http://farm6.static.flickr.com/5484/10005701984_0f00909895.jpg\" alt=\"\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/10005753345/\"><img src=\"http://farm8.static.flickr.com/7415/10005753345_46cf52a247.jpg\" alt=\"\">\n</a><a href=\"http://www.flickr.com/photos/ripsawridge/10005911103/\"><img src=\"http://farm8.static.flickr.com/7349/10005911103_fa451ccb1a.jpg\" alt=\"\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/10005798054/\"><img src=\"http://farm4.static.flickr.com/3804/10005798054_0608ef5c72.jpg\" alt=\"\">\n</a></p>\n<p>Like something out of <em>Lost</em>, it hulks, looking oddly out of place:\na 4 story building with boarded windows, suggestive of a vast complex in\na wilderland of scree, snow and cliff. What sort of classes were held within,\nlo on 50 years before? Why would a lift station rest below the penultimate\ncliff of the ridge crest? It was in the wrong place, and the cables which\nonce reached it were now removed. We stood on a terrace of strangely sound\nwood, remarking that the building was somehow maintained. A new steel door\n(tightly locked, alas), and a new roof from the last 20 years protected\nit. We didn&#39;t know what to call it, so we opted for a kind of default from\nour twelve-year-old selves with &quot;the Nazi compound.&quot;</p>\n<p>We gained the ridge crest and looked down on the beclouded and wintry\nZugspitzeplatte, a great plateau that was once glacier. A dozen sledders\nwere screaming and enjoying themselves far below. We saw the other summits\nalong the ridge, though those to the south were continually disappearing\nin cloud. Another cloud bedeviled the summit, and we made our rather tired\nway up through deepening snow along ledges. Suddenly in the vast summit\ncomplex, we moved through the trinket sellers to climb down the north side\nto reach the true summit. A friendly crowd was here, everyone marvelling\nas usual at the contrast between a pointy, windswept summit and the vast,\nsemi-crowded viewing platform 30 meters away. We took some pictures then\nheaded back for a beer and Germknoedel. Saving our knees, we took a lift\ndown to the car and returned home, driving away just as the storm truly\nset into the region around 3:00 pm.</p>\n<p>We had admired the W. Welzenbach West Wall route from the cable car, and\nprepared vague designs to climb the route he did on the right of the great\nwall...the ridge. Rated IV, it should be safer from stonefall. Of course\nit&#39;s <strong>very</strong> rarely climbed!</p>\n<p>Thanks Danno for a fun day! <a href=\"http://www.flickr.com/photos/ripsawridge/10005831264/\"><img src=\"http://farm8.static.flickr.com/7346/10005831264_b7cc7836fe.jpg\" alt=\"\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/10005903505/\"><img src=\"http://farm4.static.flickr.com/3820/10005903505_b8b825b8c9.jpg\" alt=\"\">\n</a><a href=\"http://www.flickr.com/photos/ripsawridge/10005907874/\"><img src=\"http://farm8.static.flickr.com/7406/10005907874_b3a976ff39.jpg\" alt=\"\"></a>\n<a href=\"http://www.flickr.com/photos/ripsawridge/10005955435/\"><img src=\"http://farm3.static.flickr.com/2888/10005955435_0d27e67b8b.jpg\" alt=\"\">\n</a></p>\n"}