{"date":"2013-8-3","title":"The Dolomites with Steph Abegg","description":"<p>Also posted on CascadeClimbers <a href=\"http://cascadeclimbers.com/forum/ubbthreads.php/topics/1110749/TR_The_Dolomites_Three_fun_cli#Post1110749\">here</a></p>\n<h2 id=\"the-dolomites-three-fun-climbs-with-steph\">The Dolomites - Three fun climbs with Steph</h2>\n<p>TLDR; Me and Steph Abegg climb the Comici on the Salamiturm (5.9, 14 pitches), the South Face Dimai/Eoetvoes on Tofana (5.6, 20 pitches) and the &quot;Mariakante&quot; on Piz Pordoi (5.6, 10 pitches) in three good days.</p>\n<hr>\n<p>Here are the things Steph can&#39;t do:</p>\n<p>She can&#39;t drive a stick shift, a real bummer in Europe, where the prejudice\nagainst automatic transmission is sneering and palpable. She can&#39;t bring herself\nto eat a meal in a restaurant, since the prices are scandalous. In Italy, where\nthings are done a certain way, I had some real awkward moments ordering food\nwhile the woman with me skulked away outside to heat <em>her</em> meal up herself. Oh\nman, I got some withering looks! Finally, and most damningly, she can&#39;t be\ncounted on to press the snooze button for one or two extra &quot;z&quot;s in the pitch\ndark before dawn. She&#39;ll just chirp Reaganesque platitudes: <em>&quot;Welp, at least\nit&#39;ll be cool for the hike in!&quot;</em> or <em>&quot;Yep, we&#39;ll beat the crowds!&quot;</em></p>\n<p>But despite all that, she is kind of a superstar. So I dithered about for weeks,\nbugging my wife and kids about what routes I should climb with this visiting\ndignitary of the Northwest. Too common, too obscure, too crowded, trying too\nhard? Non-committal responses. Sigh. Route and peak obsession seems to begin and\nend with me around here. In truth, obsession has been harder to come by than it\nused to be. So happily I remember those rainy November nights, curled up with\nthe <em>Green Bible</em> and some string cheese,\nthinking about the Napeequa or the dripping slabs of Darrington. I&#39;d get to meet\nSteph and visit a previous version of myself too. </p>\n<p>The kind of kid you want to have, Steph had just finished hiking the Haute Route\nwith her parents, a 10 day trip from Chamonix to Zermatt. She arrived in Munich,\nand we set off for Groednertal, the valley below the Langkofel and the Sella\nTowers. I&#39;d picked the route on the cover of my guidebook to the area, which was\nthe Comici Route on the Salamiturm, roughly 5.9 and 14 pitches.</p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3699/9547960247_851ee8d1bc.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Our route is along the line of shade and light on the yellow tower in the\ncenter.</em></p>\n<p>We hiked to the base of a long gully to find a couple guys worried about hard\nsnow. <em>Let us Nor&#39;westerners lead the way!</em></p>\n<p>Picking up sharp rocks to carve steps, we bashed up in our tennis shoes with the\nothers following. Then a long rocky scramble in slabs and gullies\nfollowed. Suddenly, the locals were everywhere, descending on the start of the\nroute from odd directions. There are other gullies? I&#39;d just been lecturing\nSteph on how truly uncrowded the place is, but mid-lecture I had to alter things\nby allowing that it&#39;s Saturday, and I guess this route is probably a major\nclassic or something. We were third in line, and once we dealt with some awkward\ntraversing on the first pitch we kept our place with dignity among the locals.</p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3689/9550676788_743832a164.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>A small crowd, aggressive to start.</em></p>\n<p>A protectionless 5.7 traverse followed, only\nbecause I overlooked all the pitons. Steph followed the route most of the day,\nwhich also meant she carried the heavier pack. I looked around, smiling\nqueasily. Whats up with a big-boned man like me essentially carrying a\nfanny-pack while this wisp of a girl lost in her down jacket carries all the\ngear? Heh. But I was way too scared to shoulder my load, now there was a 5.8\noverhanging crack. Aw, fun! </p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3815/9550679516_dbf5b029f1.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>A view back after the 5.7 traverse.</em></p>\n<p><img\nsrc=\"http://farm6.static.flickr.com/5501/9550693364_fda6639c99.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Steph coming up the 5th pitch.</em></p>\n<p><img\nsrc=\"http://farm6.static.flickr.com/5523/9547898083_a75e8813e5.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>At a belay.</em></p>\n<p>A few more pitches led to the crux, a long vertical pitch\nleading to an overhang. We could see a couple guys atop the overhang, their\nropes hanging casually down into space. Steph took pictures of everything,\ncataloguing the whole thing in a unique way. Only later as I scrolled through\npictures would I notice how many textbook flower photos she managed to take on\nthese &quot;forbidding&quot; walls. I never noticed the flowers at all, but apparently I&#39;m\nromping through a botanists wonderland.</p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3753/9550717158_c1c40f34e3.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>If I can&#39;t sling it, I can&#39;t see it :p.</em></p>\n<p>Somehow\nher down-jacketed appearance was comforting, so I broke the crux pitch up into\ntwo sections to reduce my own mewling. The overhang was nice, kind of like the\ncrux on Sleese with the traverse by the piton, only it was longer and there were\nmore pitons. I chortled at the aid slings people had attached in the roof then\nnearly handed my ass to myself in a slippery frankenstein lieback. Whew, that\nwas close. Steph found the crux underwhelming, thus ruining my evening plans to\nconstantly re-enact the sweaty final moves.</p>\n<p><img\nsrc=\"http://farm3.static.flickr.com/2822/9550695456_5d0921a416.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Below the crux.</em></p>\n<p><img\nsrc=\"http://farm6.static.flickr.com/5451/9547910143_4bf2be5251.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Approaching the overhang.</em></p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3720/9547914975_8090e7406c.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>The view from here.</em></p>\n<p>Another steep crack, then a zone of awkward traversing,\nfollowed by a pitch of &quot;cottage cheese&quot; rock, acceptable only because it paved\nthe way to easier ground. Finally we came into the sun and Steph could put her\nhuge jacket away. Steph led the last pitches to the summit, gradually getting\nused to the rock. The thing is, the Dolomites are not difficult at all, it&#39;s\njust that you can&#39;t protect all that often, and the rock is steeper than what\nyou expect for &quot;easy&quot; ground.</p>\n<p>It was gorgeous on top, we were on one\ntower of dozens, some higher, some lower. </p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3786/9550720724_a7d951816e.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Steph is taking a picture at this exact moment to sync the timing of our\ncameras.</em></p>\n<p>Steph led some alpine rappels with weird traversing and\nbad anchors to a notch, then we scrambled and skied down two thousand feet of\nscree to reach the hut in the cirque of the Langkofel towers.</p>\n<p><img\nsrc=\"http://farm6.static.flickr.com/5334/9550728130_a228eef223.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Finally on a trail.</em></p>\n<p><img\nsrc=\"http://farm3.static.flickr.com/2894/9547945439_0d3389db00.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Whee! Take that, shoes.</em></p>\n<p>Steph will indulge in one thing, and that&#39;s coffee. But she never figured out\nthe difference between an Americano, a regular coffee, a cappuccino and a\nMilchkaffee. We had a bunch of theories about it, involving number of &quot;shots&quot;\nand other things, but gee, it was hard, and thinking isn&#39;t what <em>I</em> like to do\non vacation. All the people around here order combination drinks anyway. Like,\nnever order a Coke, but a <em>Spetzi</em>, it&#39;s half-half Fanta and Coke. Never order a\nbeer, get a <em>Radler</em> (part beer part limonade i shit you not it&#39;s delicious). I\nthink I had a <em>Radler</em> which allowed me to kind of float down on the combination\nbeer and sugar high.</p>\n<p><img\nsrc=\"http://farm3.static.flickr.com/2876/9547951505_106642f4cc.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Drinks are helpful.</em></p>\n<p><img\nsrc=\"http://farm8.static.flickr.com/7343/9550744464_c5bb796d57.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>The hut warden brought us this book to sign.</em></p>\n<p>We got back to the car to find a 41\neuro ticket for parking in the wrong place, just when I&#39;d been explaining how\ngreat it is that we don&#39;t have &quot;pay to play&quot; around here like the corporate\nfueled US of A. Just keep that in mind. We expat-types love to talk up where we\nlive, and hell we do love it. But there is bullshit over here too. However the\nhealthcare system rocks. (runs away).</p>\n<p>We drove to the Falzarego Pass above Cortina, me making Steph just a little\ncarsick with the 7000 180-degree switchbacks. After a picnic dinner (greasy\npizza for me, healthy sandwiches for Steph), we geared up to climb the 20 pitch\nSouth Face of Tofana di Rozes, the peak that dominates the skyline above the\nCinque Torre cragging area.</p>\n<p><img\nsrc=\"http://farm8.static.flickr.com/7311/9550755326_b1f7b4d21a.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>The route, long, easy, but requires routefinding savvy.</em></p>\n<p>I&#39;d been on the route\nbefore under less than ideal conditions and was happy to come back. Hilariously,\nin the morning below the base, I couldn&#39;t remember which gully to take. The face\ndissolved into 4 or 5 different candidates. Steph found it, a vaguely obscene\ntraverse above a really frightening moat that I briefly tried to climb\ndirectly. You know that thing where you are on snow, and are contemplating a\nstep across to slabs with wet shoes, and the edge of the snow harrows down into\ndarkness? Yeah, I hate that.</p>\n<p><img\nsrc=\"http://farm6.static.flickr.com/5459/9550764922_e698eee635.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>In case you climb it, just remember the baby.</em></p>\n<p>So the traverse avoided the moat, AND, as\na bonus, Steph found 2 shirts and a locking carabiner! She didn&#39;t have room for\nthese items in her pack, so she attached them all on the outside in a kind of\nwindow-display style. </p>\n<p><img src=\"http://farm8.static.flickr.com/7360/9550770398_a62380a30b.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>The Alpine Peddler.</em></p>\n<p>We wouldn&#39;t see anyone else on this route. Steph led all\nthe way up the lower buttress into the Great Amphitheater. We got some water and\nshe kept going up to and beyond the traverse into the Second Amphitheater. This\nis a strange, atmospheric place. When I was here before, there was a rope\nhanging down from the overhanging walls, which was somehow frightening. That was\ngone now, but you got the impression of flakes creakily attached, a sort of\npregnant pause before the deluge.</p>\n<p><img\nsrc=\"http://farm3.static.flickr.com/2810/9550795252_dc26f89db3.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>In the unsettling Second Amphitheater.</em></p>\n<p><img\nsrc=\"http://farm6.static.flickr.com/5336/9548023739_863e56bb64.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Escaping to the chimneys.</em></p>\n<p>Steph led out on what I thought of as a crux pitch,\ntraversing right into a wall, then back left on an overhanging flake. But she\nwas like, no way, too dangerous. She came back and espied the &quot;direct\nvariation,&quot; which I&#39;d forgotten about, a pitch of grade V+ (5.8) climbing a\ncrack that avoids the loose-flake traverse. She did the first half, then felt\nweird, and I tried it. A couple of committing moves on decent cams allowed me to\npull the lip and find some jugs. We were happy to be done with this strange\narea!</p>\n<p>A steep chimney and some easier ground led to the stellar traverse\npitches, way above the valley floor and completely exposed. The traverse is easy\nand well protected, but it&#39;s still fantastic. We signed a little route book\nhidden in a cave, then made our way to the exit pitches. Steph led the final\npitch, a 5.6 devious face and chimney where you climb behind a big chockstone,\nthen get above it with stemming. Oh yeah, time for tennis shoes! Actually, Steph\nswitched to her approach shoes halfway up the route but I was way too scared to\ndo that. Now we scrambled up a ridge for almost an hour, doing a few climbing\nmoves halfway, and eventually scree-plodding to the summit, marked by a huge\ncross.</p>\n<p><img\nsrc=\"http://farm8.static.flickr.com/7412/9548028337_21e5a4deb5.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Traversing.</em></p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3681/9550819052_789d66a89e.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>More traversing.</em></p>\n<p><img\nsrc=\"http://farm3.static.flickr.com/2853/9548034257_caca150130.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Gulp.</em></p>\n<p><img\nsrc=\"http://farm3.static.flickr.com/2807/9548041111_5ee34d31c0.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Okay, your lead, Steph. <whistling></em></p>\n<p>On the hike down it started to rain. Then\nto rain really hard. Then the hail started, and oh man it got bad! We had\neverything on and plodded down miserably, descending little ledges that were now\nstreaming with water and ice chunks. We saw boulders rolling down in\ntorrents. My helmet protected my head from the sharp pellets of ice, but\nsometimes I&#39;d get one right in the ear which made me shriek like Flanders. At\nleast we weren&#39;t alone, there were about a dozen other miserable people\nsomewhere in the area, having climbed up different ways. Finally, when every\npocket and gully was full of graupel it stopped. 30 minutes later it was like\nnothing had happened at all. We couldn&#39;t stop remarking on what it would have\nbeen like to be in the route with a storm like that. Half of the route would\nhave become a waterfall. On the positive side, there were a fare number of\ncave-like overhangs, and we would have probably muddled our way through to one\nof those.</p>\n<p><img\nsrc=\"http://farm8.static.flickr.com/7453/9548056469_ce6dd5810c.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Ow, my frickin&#39; ears!</em></p>\n<p><img\nsrc=\"http://farm3.static.flickr.com/2815/9550846974_f64c6618c2.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Everything is fine <em>now</em>.</em></p>\n<p><img\nsrc=\"http://farm3.static.flickr.com/2833/9548071511_cd2fdef505.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Old people are happy inside buildings.</em></p>\n<p>I felt like a really old guy back at the car,\nstiff, sore, sunburned. I had to have some hot food, but Steph was happy to\nmunch on leftovers. Pathetically, I sat inside wolfing down soup and bits of\nchicken like the Steward of Gondor while she heated up some mashed potatoes on a\nstove outside. Thinking about it, I&#39;d say it&#39;s that kind of persistence and\nsticking to her guns that has made Steph great at the things she does.<br><br>We\nreturned to a secret spot to sleep. It had a roof, which we were so happy about\nbecause now it rained harder than I&#39;d ever heard it rain anywhere. An angry &quot;Old\nGod&quot; with a firehouse was painting his fury on the country with short, savage\nstrokes. Aside from a few more mice and spiders than usual, we were undisturbed\nand I slept like the dead.</p>\n<p>For our last day we chose something easy. We&#39;d\ndo the famous &quot;Mariakante&quot; on the Piz Pordoi, at 5.6 and 10 pitches, with the\nchance to take a lift down to the car.</p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3754/9550868074_4db1bba93d.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>The view to the Marmolada from the Mariakante.</em></p>\n<p>I was pretty beat, especially when\nthe first pitch required me to visibly man up and pep talk myself past some\nslabby, polished cruxes. </p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3778/9548081997_22b6c392c4.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Me tired. Me sore and weak!</em></p>\n<p>Steph got the actual crux on this route, a wet vertical step\nonto sloping ledges. Higher, she got to experience the full galaxy of runout\nhilarity the Dolomites can provide, by following the obvious (and\nprotectionless) dihedral above our belay. Apparently you should know better and\nbeetle off to indistinct ramps well to the side. Pleasant enough climbing\nfollowed, but the main joy of this route is the novelty of the lift going by\nfull of aghast people wondering when you&#39;ll fall or &quot;do something crazy.&quot; But\nhere we see why climbing will never make it as an x-treme sport. If you look at\nus long enough, everything we do appears entirely reasonable. And we just move\ntoo slowly, darn it. I&#39;d call our game Disappointingly Rational.</p>\n<p><img\nsrc=\"http://farm8.static.flickr.com/7294/9550880140_caec29a079.jpg\"\nalign=\"center\" alt=\"\">\nWe think the little girl in blue is a ghost.</p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3729/9548096033_d555eb7b02.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>A short scramble to the lift station.</em></p>\n<p><img src=\"http://farm8.static.flickr.com/7430/9548101743_63f08685d5.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>Cognitive dissonance.</em></p>\n<p>After the awesome novelty of giving Steph a hip belay\nbraced by the steel girders of the lift station, we were ready for coffee, cake\nand lift tickets. On the drive home Steph bought an ice cream sandwich with a\ncartoon on it. I think she even bought another one to see if it had a new panel,\nand it did.</p>\n<p><img\nsrc=\"http://farm4.static.flickr.com/3733/9550900110_c2245fa674.jpg\"\nalign=\"center\" alt=\"\"></p>\n<p><em>The cartoon-laced ice cream sandwich.</em></p>\n<p>Amazingly, Steph completed a whole serious of\ndiagrams and route overlays on the way back to Munich, tapping away at her\ncomputer, filling in spreadsheets with german/english climbing terms and names\nof plant species discovered. All she had to do was get the Breath of Life (wifi)\nat our place, and her report was uploaded. </p>\n<p>It was really, really neat to\nhost Steph over here and do some climbs with her. She made me work harder than\nI&#39;m used to…the European way got to me more than I thought it would! We were\nsuper lucky with the weather too. Thanks Steph!</p>\n<p>Steph&#39;s TR is <a href=\"http://www.stephabegg.com/home/tripreports/italy/dolomites\">here</a></p>\n<p>My photo gallery from the trip is <a href=\"http://www.flickr.com/photos/ripsawridge/sets/72157635141538901/\">here</a>\n(includes my photos and Stephs photos,\nwhich are marked).</p>\n<h3 id=\"gear-notes\">Gear Notes</h3>\n<p>Lots of slings, medium cams, draws. We mostly used a single 50m rope.</p>\n<h3 id=\"approach-notes-\">Approach Notes:</h3>\n<p>If it takes more than an hour you&#39;re doing it rong.</p>\n"}