{"date":"2014-6-8","title":"Abrams Route (VII-) and Sella Towers","blurb":"with Goran and Robert","description":"<p>Robert and Goran came to the Dolomites with that sage of the mountains, Fred\nBeckey. We did a family trip in the Selva Gardena valley at the same time, which\nallowed us to have some great dinners together and to meet up at crags.</p>\n<p>One day Robert, Goran and I headed off for something longer. The Dolomites got a\nlot of snow this year, so north faces were still difficult\npropositions. Somewhat conservatively, I recommended the Abrams Route on\nCiavazes, either that or the Schubert route, neither of which I&#39;d done but they\nwere on the list for a while. We got up early and were out there before the\ncrowds under a clear blue sky.</p>\n<p>I took the first block of 4 pitches, with an easy initial pitch, and then pitch\ntwo woke me up with some long runout (I doubtlessly skipped a few pitons by\naccident). The third pitch was pretty fantastic, a sustained chimney/crack with\nsolid rock. We were escaping the scruffier low-elevation pitches common on south\nfaces, and Garon and Robert liked it.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14402637656/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5591/14402637656_3947670071_b.jpg\"></a><br>\n<i>Goran climbing low on the route.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/14424630174/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2938/14424630174_d1312ed012_b.jpg\"></a><br>\n<i>On pitch 4</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/14445951093/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3873/14445951093_1b1e345881_b.jpg\"></a><br>\n<i>Robert on the &quot;Schuppe&quot;</i></p>\n<p>A shorter but very sweet V+ pitch led up snugly under a roof, and we rearranged\nthe ropes to put Garon on lead for the crux VII traverse. He led up a crack\nhilariously stuffed with wooden bars and ratty ropes for aiding purposes,\neschewing their dubious aid. After smugly declaring it to be no more than 5.9,\nhe was surprised by the actual crux move which was a pretty dicey traverse to an\nanchor that we thought was the belay. &quot;Okay, now THAT was hard!&quot; Robert\nfollowed, and then me. Goran suggested I wait at a previous piton to avoid too\nmuch &quot;man meat&quot; on a piton belay. I haughtily declared that was nonsense, having\nearlier lectured the guys that there are no bolts on the classic routes and you\njust have to trust the pitons. </p>\n<p>I can be insufferable. So Goran left the belay with some relief, disappearing\naround the corner for a long pitch. When Robert and I followed, chatting all the\nwhile about topics of mutual interest (both fans of Jared Diamond&#39;s books), we\nnoticed a deluxe belay just to the right. Drat...that should have been the end\nof the previous pitch!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14425771065/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5200/14425771065_a64c4a57db_b.jpg\"></a><br>\n<i>Goran on the crux (VII on the traverse, the crack is only VI).</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/14422423571/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5507/14422423571_25b5f784c6_b.jpg\"></a><br>\n<i>Michael on pitch 5</i></p>\n<p>Goran strung together the next two pitches for a 75 meter grade IV romp up\nchimneys and easy faces. We were getting pretty high, and the view of the\nPordoispitze with it&#39;s ominous black streaks was especially impressive. The\nmotorcyclists were out, and loud as usual. We joked about life with Fred. In\n2012, he&#39;d come out to climb with Aidan and I and we had a \n<a href=\"http://www.aidanhaley.com/#mi=1&pt=0&pi=10&p=-1&a=0&at=0\">good but sometimes\ninfuriating time</a>. The stories are their own rewards though!</p>\n<p>Now Robert took the lead, and wow, what an experience! He led up to what should\nbe a IV+ move, but as we saw on later examination of the topo, he&#39;d chosen a\n&quot;direct&quot; route that was a couple notches harder. The heavy pack and a relative\npaucity of rock climbing over the last while may have had something to do with\nit: he fell! Goran and I were worried in the moments before, because Robert said\n1) he couldn&#39;t hold on anymore and 2) he couldn&#39;t climb down. Gulp! But as\nRobert said later, it was something of a relief to come to the end of a tense\nsituation!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14424642824/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3917/14424642824_d1e0bb5805_b.jpg\"></a><br>\n<i>Robert about to encounter a small difficulty.</i></p>\n<p>He was fine. The piton held. Goran finished the &quot;direct variation&quot; pitch and the\nrest of the climb we joked about the problem of &quot;The Claw:&quot; Roberts hand had\ncramped up so terribly as he hung on and fumbled for protection that it got a\nnew name.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14239325037/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5198/14239325037_95392fb802_b.jpg\"></a><br>\n<i>Goran on pitch 11.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/14424651014/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5589/14424651014_a8823f3755_b.jpg\"></a>\n<br><i>The now infamous &quot;Claw&quot; incident.</i></p>\n<p>Robert got &quot;back on the horse&quot; for the final pitches, which he strung together\ninto a 75 meter grade IV simul-climb. Happy and healthy on the &quot;Gamsband,&quot; we\njoked a while, then walked across the magnificent ledge to reach the descent\ntrail from the Sella Towers. Somewhat tiredly, we hiked up to climb the &quot;Steger&quot;\nroute on Sella One. Goran led the first 3 pitches in a simul-climb, marked by a\nspicy (I&#39;d say 5.8+) direct crack variation below the broad ledge in the middle\nof the route. </p>\n<p>Darn it, the clouds looked quite gloomy! So we made a couple of raps to the\nground, and hiked away. We had a nice chat with some Italian folks taking\ncatalog pictures for their gear company. They said they were listening to us and\nwondering where we were from. They looked at me and thought I was English, but\nthen they heard the American &quot;Rwahr rwahr rwahr&quot; (as they put it) and knew we\nwere red, white and blue!</p>\n<hr>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14402663986/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3839/14402663986_31b81337d9_b.jpg\"></a>\n<br><i>The Grohmannspitze in morning light.</i></p>\n<p>Goran and Robert did some climbing with Fred at crags in the area, and also got\nto climb the excellent Vinatzer Route on Sella Three. On our last day we met up\nat 5:30 am for a Dawn Patrol in order to knock out the climbs we&#39;d missed out\non: first the Steger on Sella One and the to continue on to Sella Two with the\n&quot;rechter Riss&quot; (right crack), quite easy at IV-. We hiked briskly up in cold\nwind, regretting that we didn&#39;t bring gloves. Robert led up to the broad ledge\non Sella One, then continued with a fixed belay on a polished IV+ pitch to a\nbelay on the crest. Goran and I were engaged in a rancorous discussion about the\nnature of the Euro-crises. I&#39;m a little upset with the &quot;morality tale&quot; version\nof the Greek problem, popular in Germany. It lays too much blame on Greek\nhouseholds without recognizing the profit to German firms for the expansion of\nthe market for German goods and the rewards reaped by the financial industry for\nselling debt to the Greeks. But Goran parsed my arguments carefully, finding\nnumerous contradictions which I had to work hard to rebut even as I dealt with\na slippery vertical chimney 300 meters above the ground! So this was all great\nfun.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14239189378/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3853/14239189378_d19740b193_b.jpg\"></a>\n<br><i>Goran is saying &quot;Don&#39;t confuse monetary and fiscal policy!&quot; :D</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/14402662816/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3844/14402662816_04c64b980e_b.jpg\"></a>\n<br><i>Awesome to see Robert again!</i></p>\n<p>Goran took the last hard pitch, rather spicy for IV+, making a polished traverse\naround the corner of the crest. Yay! We were on top!</p>\n<p>We scrambled down to the Southwest Wall of Sella Two, noting the time along the\nway. The need to be back in Ortisei by 9 am meant we needed to hurry, so we\nopted for the Right Crack. I led up up for a three pitch simul-climb to the\nsummit. There was a particularly enjoyable IV- ramp/crack section, and then on\nthe last pitch I had to rather artificially stay on the ridge crest for\nbeautiful grade III+ climbing instead of easier scruffy ground.</p>\n<p>We hurried down, scrambling and hiking. Once we were on the trail, we ran,\njangling crazily. Hopping in the car, we were back right at 9 am. Woot! </p>\n<p>I said goodbye to Goran and Robert, having really enjoyed their company. Such a\ngreat visit, and I look forward to their return!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14425794535/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3910/14425794535_30c20a88e8_b.jpg\"></a>\n<br><i>Approaching the summit...</i></p>\n"}