{"date":"2014-6-22","title":"Predigtstuhl Nordkante (IV+)","blurb":"with Riki","description":"<p><em>Update</em>: Riki wrote a very nice report of her own with all kinds of climbery\n feelings and stuff, see inline!</p>\n<p><i>Update: I discovered that my friend Uli climbed the Westschlucht of the\nmiddle summit at the same time. We apparently just missed each other on the\nrappels down the Botzong Kamin. \n<a href=\"http://www.ulischrempp.de/?p=619\">Here</a> is his report.</i></p>\n<p>Over the years since Riki and Arne moved away from Lehel, Riki and I have kept\nup climbing practice at the Thalkirchen gym. She learned a lot over that time,\nand was ready to go climb something outside. But trying to find a full day with\ngood weather to do that in between two busy families is...almost impossible. So\nour date with a &quot;real mountain&quot; was delayed by more than a year. I was\ndetermined not to let that happen again, so I figured to begin the summer with\nan aggressive campaign to find a day and a mountain for our trip.</p>\n<p>It&#39;s only June, and since you are reading this we succeeded! Now, the choice of\nmountain was the subject of a lot of thought, but in my usual obtuse way I\ndidn&#39;t share that with Riki. I wanted a climb that would capture everything\nwonderful about alpine rock climbing. Thrilling heights and views, clean\nclimbing that feels steep but so good. Great vertical relief to enhance the\ndrama of the situation. But it should be technically easy, to exploit her skill\nas a strong hiker and runner.</p>\n<p>Despite it&#39;s considerable length, the Predigtstuhl Nordkante came up the winner\nevery time in my internal debates. Since I knew we probably couldn&#39;t arrange a\nclimb again for a year or so, I couldn&#39;t stomach the thought of a &quot;half day with\ntop roping and dogs and kids at a crag.&quot; It would have nothing of the artistic\nexperience of mountains that provides deeper meaning. Plus, I&#39;d climbed it twice\nbefore and felt like I knew it&#39;s charms and pitfalls well enough to take a\nstrong beginner. Finally, Riki and her family vacation in Kossen, from which you\ncan see the peak in the distance, and she always wants to explore the Wilder\nKaiser as much as possible, so far with many hikes and some Klettersteigs. Now\non to a new dimension of exploration!</p>\n<p>We left from Munich at 6 am, and were hiking at 7:30. I brought a jacket, and\nRiki reluctantly brought her sweater. Otherwise we had a single rope, rack and\nother climbing gear along with some lunch snacks. Hiking up quickly, we started\nto feel nervous energy as we approached the climb, leading us to hurry even\nfaster. We climbed up the assisted cableways of the Eggersteig in the Steinere\nRinne, such a dramatic place. I pointed to two climbers high above in a series\nof parallel gullies that marked the entry pitches of the route. Riki couldn&#39;t\nbelieve we were going up there, but continued along with a cheerful willingness to\naccept the impossible.</p>\n<p>Down in the meadows before the Eggersteig, I&#39;d gotten bent out of shape on\nrealizing Riki needed to be home before 8 pm, and there was a full schedule to\nmaintain, including a meeting with the town council. What? I&#39;d failed to explain\nthat we really needed the whole day, and it&#39;s hard to get across that &quot;the whole\nday&quot; means...&quot;the whole day&quot; outside of the context of mountain climbing\nanyway. There had already been several attempts as Riki and I both tried to plan\nthe mountain climbing day, always trying to squeeze it into a &quot;3/4 day&quot; or a 1/2\nday. Each time I refused because of long, painful experience that a mountain\nclimb, by it&#39;s very definition, is something that pushes your limits, and &quot;time&quot;\nis usually the first limit to be breeched.</p>\n<p>It&#39;s so easy to lose 30 minutes or an hour on a rock climb. And the time can\nnever be recovered. Most of the time, you are moving as fast as you can all the\ntime anyway, and once you are a few pitches into a climb, retreat becomes\nlengthy and complicated. Then factor in the behavior of other parties (you can\neasily be blocked for an hour or more as a slower party works out a difficult\nsection), and the number of hours required for a given route can vary by a\nfactor of two. The worst case is when you make evening promises. Then the\nwhole day can be colored by the realization of lateness and the fallout and\nfoiled communication attempts that are inevitable follow-ons.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14300946477/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3895/14300946477_242023b78e.jpg\"></a>\n<br><i>The entry ramps.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14300771919/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3875/14300771919_e7a2d6db28.jpg\"></a>\n<br><i>Riki on the second pitch.</i></p>\n<p>So on receiving this unexpected limit to my carefully imagined plan I reacted\npoorly, yammering and snorting, stomping and finger-wagging. I&#39;d arranged it so\nthat time-wise, we only had one limit: sunlight. Grr. And then I got even madder\nat myself for having now presented another &quot;problem&quot; for Riki to manage: not\nonly all the issues involved with being late, but add to that a grumpy climbing\npartner.</p>\n<p>I remembered something Kris had told me before in a similar situation, in which\nmy plan for our day was foiled by something or another. I tend to &quot;construct&quot;\nthe day before it happens, and when reality and imagination collide I hate to\nlose the created construction...I think so highly of it. But is a less real\nthing, and needs to be discardable.</p>\n<p>So we adjusted, realizing that a portion of the trip was an optional extension\n(a traverse via the North Ridge of the Hintere Goinger Halt, whose extra time\nI&#39;d hoped to make up for with the fact that we could walk down rather than\nabseil, but the unknown component of that route might possibly take longer).</p>\n<p>We scrambled up the gully to the limit of unroped terrain, arriving right at a\nbolt in the wall where I decided we should rope up. We changed shoes and put on\nthe rope, looking up at the party above which looked to be on pretty steep\nground. I started off, initially trying to join them, but it seemed way too hard\nfor the grade, so I ended up moving gradually left into side gullies. This was\nthe right option, bringing me right to the next belay bolt at 45 meters of rope.</p>\n<blockquote>\n<p><em>Riki: When we started the climb, we scrambled up the first stretch, and I was\nenjoying myself and thinking how much fun climbing a route in the gym rated IV\nis. And I couldn&#39;t imagine why this undertaking would possibly take up all\nday. Maybe we could speed up a bit and then make it home before dinner (as I&#39;d\ntold my family)? But this was my first alpine climb, and I was just about to\nlearn what alpine climbing means, and how different it is from climbing in the\ngym.</em></p>\n</blockquote>\n<p>Riki came up nicely and we repeated the process. I knocked off a rock at the\nnext belay, and Riki had to duck under an overhang to avoid it. In general, we\nwere eager to get out of these gullies, as the rock was still not wonderful.</p>\n<p>Finally we reached easy ground, and could move together for a while up ramps to\nthe start of the Matajek Traverse. I brought Riki to the belay, and she got\npretty cold in the (initially) light wind. Plus, the size of the wall rearing\nit&#39;s head above us was a bit overwhelming. Of course, I knew the secret...that\nit was absolutely climbable at an easy grade. Riki belayed me around the corner\nand I found the moves exciting as usual. At the belay I chatted with one of the\nguys from Poland, and Riki came up to meet me very nicely. She dispatched the\ntraverse extremely well and then climbed very fast from then on. I was\nimpressed!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14487383525/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3899/14487383525_aed628ffe2.jpg\"></a>\n<br><i>Climbers on the Matajek Traverse pitch.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14486149522/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3899/14486149522_713c2bc015.jpg\"></a>\n<br><i>Riki belays on the traverse.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14464283396/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5595/14464283396_95cca6807c_b.jpg\"></a>\n<br><i>Riki headbanging with the Griesener Alm parking lot below. I asked her to\nriff on <a href=\"http://www.mountainwerks.org/cma/2006/images/travAway.jpg\">this\npicture</a>.</i></p>\n<p>But Riki felt less certain. She wasn&#39;t having fun due to the cold and\nintimidating exposure of the wall. We talked and reassessed how far we&#39;d come\nand how much we had yet to do. We were right below the last point that made any\nsense to go back down instead of up, and could have retreated. But I didn&#39;t\nrelish a descent down the loose initial gullies, which would have to be belayed\nquite a bit. So we hung out a minute and got comfortable at the belay. I think\nthat is really important...to be able to lean back on the belay, to look around,\nto know that you are 100% secure in the rope system. If you can&#39;t attain that\nplace, mentally, then you get shut down. Of course you can&#39;t just say &quot;make it\nso&quot; like Captain Picard. I think Riki felt suddenly like she was in an abnormal\nplace in an abnormal situation. </p>\n<blockquote>\n<p><em>Riki: To be honest, there was a moment - in the Matajek traverse, where one\nhad to climb around a corner to a foothold invisible from where you start\nclimbing - when I was convinced that I&#39;m a hiker, rather than a climber ... and\nthat this climb was beyond me. Too steep, too long wall. I wasn&#39;t scared of how\ndeep the valley below was, or how high up in the air we were, but it seemed\nrealistic that I might fall in this move and get slammed against this wall. I\nhad no doubt about safety: At any moment, I trusted Michael would belay me\nperfectly. Luckily, I was able to concentrate, and the move went fine.</em></p>\n</blockquote>\n<p>To lighten the mood and decrease the atmosphere of alien terrain, we chatted\nwith the people around us, drank some water, I think I got a hat out of Rikis\npack to wear. We found Kossen out towards the great plain of Germany. We planned\nthe next pitches, measuring exactly how much more big exposed walls we&#39;d\ntraverse. All in all, it didn&#39;t seem that bad, and with the realization that the\nMatajek Traverse is the most exposed part of the climb, and it comes on so\nsuddenly after relatively snug chimneys and gullies...then the situation didn&#39;t\nseem as extreme. But Riki was still cold! So I headed off right behind the guy\nfrom Poland on a short pitch to a less exposed belay. Riki came up, I think\nfeeling a little better. In two more pitches we&#39;d be in the sun hopefully, at\nleast we&#39;d be off the big wall.</p>\n<blockquote>\n<p><em>Riki: When meeting up with Michael again on the next belay spot, I told him about my\ndoubts, and he did all he could to make me feel safe and &quot;at ease&quot; (as much as\npossible). As he did on every belay spot. And it worked out for the rest of the\nroute: it was mentally / psychologically challenging when looking up at &quot;the\nwall&quot; which in several occasions didn&#39;t seem to end anywhere near. But I felt\nsafe, and I was convinced we&#39;d make it (without wall-slamming :)).</em></p>\n</blockquote>\n<p>We were three parties at this belay for a while, with a couple from Schwaz who\nhad made a direct ascent that avoided the Matajek Traverse. Interesting, I&#39;ll\nhave to try that next time! It looked like it would be very hard, but it seemed\nto go at a grade less than V for them. I climbed the long IV crack pitch, really\nenjoying the moves, placing the occasional cam. Riki came up this beautifully,\nnever having any trouble with the climbing moves at all. All that time in the\nclimbing gym paid off!</p>\n<p>Another pitch got us to the edge of the great cliff, with spots of sunlight\nvisible just meters away. I climbed a direct line in front of the easy chimney,\ninspired by the Schwaz party. However this put me at a belay location where a\ndownclimb of loose terrain is required in order to reach the &quot;Steinmandl&quot;\n(cairn) that marks the entry to easy ground. I tried several things, but was\nacutely aware that I didn&#39;t want Riki to downclimb without a belay from above,\nso I ended up coming back to the belay and sending her down to the base of the\nloose shallow gully we stood atop. She did this perfectly, and I came over, then\nwe changed the rope system at the Steinmandl to travel moving together.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14487387915/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3876/14487387915_9b5cd4683e.jpg\"></a>\n<br><i>Riki on the Crack Pitch (IV).</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14300809058/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5584/14300809058_0e0ae730af_b.jpg\"></a>\n<br><i>A nice face climb to end the first wall.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14300811088/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3925/14300811088_a33ec80f37_b.jpg\"></a>\n<br><i>A steep wall!</i></p>\n<p>This was great for Rikis morale, as she could warm up with steady movement for\nabout 150 meters across a basin and into a long gully with pleasant low angle\nramps on the right side. At an obvious steepening of the angle, we found a belay\nbolt and the start of several good climbing pitches that would follow the crest\nof the buttress up to an &quot;absatz&quot; (I can&#39;t think of a good english word for\nthis, it&#39;s like a temporary lessening of angle, a kind of rest spot on a climb)\nthat marked the final wall climb.</p>\n<p>We climbed up on about 30 meters of rope, with me placing gear and Riki\nfollowing and cleaning. Once the rope got stuck and I had to climb down and\nremove it from a crack. But we continued easily to the top of this ridge, having\ncaught up with the other parties again. Riki led another downclimb and around a\ncorner, a variant that I&#39;d never done before (I usually gained the crest from\nthe north side here). Following, I felt like this had a hard (V-?) move going\nstraight down to the belay. She then led the scramble over to the base of the\nfinal wall.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14486154512/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3918/14486154512_b3edebf0c1.jpg\"></a>\n<br><i>The summit block.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14486155542/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3846/14486155542_67ab66109f.jpg\"></a>\n<br><i>Climbers finish an easy ridge.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14486156162/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2912/14486156162_1244e79d1f.jpg\"></a>\n<br><i>Riki at the last belay.</i></p>\n<p>We&#39;d seen the Schwaz couple climb a direct variation to the summit, avoiding the\nOppelband. This was an enticing idea, because it might be shorter and less\nexposed. &quot;How hard is it?&quot; I called up and got the answer of &quot;about IV.&quot; No\nproblem!</p>\n<p>The guys from Poland took this variant as well, and I headed out a few minutes\nlater, leaving a visibly shivering Riki at the belay. &quot;Okay I&#39;ll hurry!&quot; I said,\nor something like that. It was a very nice pitch, traversing left to a piton,\nthen up a crack (IV) to a bolt on a buttress. From this point I continued\nstraight up on harder ground (V) which couldn&#39;t be protected for at least 8\nmeters. Eventually I found a good #2 cam placement behind a big flake. Another\n20 meters of mostly easier ground ends right on the summit. The pitch was 55\nmeters.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14487391925/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3903/14487391925_61f2d71b6b.jpg\"></a>\n<br><i>A selfie picture.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14486157862/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5513/14486157862_4c67f510d8_b.jpg\"></a>\n<br><i>Looking back to the last belay.</i></p>\n<p>I sat in the sun on top and eagerly brought Riki up, knowing how much she&#39;d\nappreciate the warmth! She was confused at the hard moves by the bolt, but I\ngave her a tight belay as a signal to just come right up, which she did.</p>\n<p>So, 18 pitches of climbing to grade V...not too shabby at all! The warmth felt\ngood though an occasional burst of wind would steal it away again. We chatted\nwith a fourth party of the day, a couple guys from Germany. They told us about\nclimbing Vertical Tango (8-) across the valley on the Fleischbank...it sounds\npretty darn amazing! Ah one day...</p>\n<blockquote>\n<p><em>Riki: I was glad to see how Michael was &quot;in his element&quot; and apparently felt\nentirely at ease with every move.  When reaching the summit, I could release\nmost of my tension (anxiety?), and was thrilled about the sunshine warming us.\nHiking and scrambling across to the entry of the Abseil chimney and then the\nAbseiling itself I enjoyed, more so with every step (that gave me confidence).</em></p>\n</blockquote>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14464291646/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5585/14464291646_ca18421aac.jpg\"></a>\n<br><i>Michael on top.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14487395145/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3856/14487395145_7a1e22f88e.jpg\"></a>\n<br><i>Riki on the summit.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14300764260/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3897/14300764260_d26e012354.jpg\"></a>\n<br><i>The Stripsenjochhaus.</i></p>\n<p>Now we scrambled over to the Botzong Kamin (chimney), our descent route. We&#39;d\nmake 6 20 meter abseils to get down to scrambling terrain. A quick lesson in\nabseiling for Riki, and then we started. Right away, the abseils are vertical,\nstraight down into narrow slots. Actually, the Botzong was much friendlier than\nI remembered it...on previous occasions I think I&#39;d been in clouds at this\npoint, and the walls had a moody, mysterious atmosphere. I backed up Rikis\nabseils with a &quot;firemans brake&quot;: essentially, if anything goes wrong, just hold\nthe two ropes and the descender won&#39;t move any more. </p>\n<p>But nothing went wrong, at least until abseil number 5 when the rope got stuck\non the pull. I climbed back up in my tennis shoes to free it, then felt a bit\nqueasy about climbing back down. So I climbed back up to the anchor, did the\nabseil again, and came down one more time. AGAIN, the rope got stuck on the\npull, but this time in a different place that I could reach without too much\ntrouble. That was strange, I&#39;d never had such trouble on these abseils. Oh well,\nlive and learn.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14507524863/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3894/14507524863_54dd3d7ae7.jpg\"></a>\n<br><i>Rappelling in the chimney.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14464295166/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2938/14464295166_e0de78f6a2.jpg\"></a>\n<br><i>More rappeling.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14300768070/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3853/14300768070_9785d4640d.jpg\"></a>\n<br><i>The whole Botzong Chimney that we descended.</i></p>\n<p>Finally we were down, and could put the rope away. We scrambled through a notch,\nand then made a few careful climbing moves to get onto a trail that traversed\nand dropped gently into the bed of the Steinere Rinne. Riki had the idea to ski\ndown a snow slope in shoes, which sounded great...but then the snow was too\nhard, making it nervewracking. She exited the snow for scree, and I kept trying\nto ski, but just couldn&#39;t get my feet out of &quot;dagger mode,&quot; slamming into the\nsnow with my heels to make sure I didn&#39;t lose contact!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14464298156/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5575/14464298156_78b8528fd3.jpg\"></a>\n<br><i>Riki makes a phone call, with our mountain behind.</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14487401105/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3864/14487401105_7611d03eb5.jpg\"></a>\n<br><i>Michael and Riki safely down with time to spare!</i></p>\n<p>We hiked down for a long time, passing the start of the climb, amazed at how\nhigh we&#39;d come up. Eventually we traversed out of the Rinne on the Eggersteig,\nand Riki tried to call home. She was able to leave a message. Overall though, I\nthought we would make it home before 8 pm, which I thought was fantastic given\nthe size of the objective and the many slowdowns we&#39;d encountered. In the\nafternoon sun, she could finally remove her thick sweater and come back to life\na little bit.</p>\n<p>We chatted some more with the guys from Poland, finding them sitting beside the\ntrail at the Klettergarten below the Stripsenjochhaus. We headed down into the\ntrees, finding ourselves shocked one last time at the size and scale of the\nPredigtstuhl way above. I love the way the gray rock high on the mountain has an\notherworldly look. It&#39;s hard to believe you were ever up there. </p>\n<p>Maybe a mountain is wonderful because of how you relate to it. It might be a\nchallenge, looming in your future. It might be a goal attained, now in your past\nbut continuing to send out positive energy and confidence into your future. It\nmight represent a disaster averted, or a physical representation of Uncertainty\nor the Unknown, quickening the blood.  They are a &quot;strong drink of water,&quot;\nrarely offering pure pleasure. The shining moments are always tempered with\ntedium and discomfort. </p>\n<p>Riki had an adventure, and she can&#39;t honestly call it &quot;fun.&quot; We&#39;ll see if the\nHigh Wild lures her back. It doesn&#39;t matter. It&#39;s not for everyone. But she was\na good and responsible partner. She operated in a completely new and strange\nenvironment with great cheerfulness under duress, which takes a lot of\ncharacter. All I can say is that if she&#39;s &quot;had it&quot; with alpine rock, I&#39;ll be\nsad!</p>\n<p>Thanks Riki for the great day! Thanks Predigtstuhl for allowing us to traverse\nyour flanks!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14486161964/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2905/14486161964_f9eb2fb780_b.jpg\"></a>\n<br><i>A last look at our climb!</i></p>\n"}