{"date":"2014-1-1","title":"Short Reports 2014","description":"<h3 id=\"hoher-fricken\">Hoher Fricken</h3>\n<p><em>December 28, 2014</em></p>\n<p>Nice snowshoe hike up the Kühflucht. Near the top, I met another party and I\nhelped them out by making tracks with snowshoes. They had plans to go down\nanother way to the south, and I was game to try that too. I went off ahead\nbecause I was cold. I heard them behind me, but after a time, their voices\nreceded. I went through quite deep snow, and I wonder if they turned around?\nPlus, it was snowing steadily. I emerged on a road with a fine sledding track\nwhich provoked feelings of envy. 1300 meters up and down.</p>\n<h3 id=\"wendelstein-and-breitenstein\">Wendelstein and Breitenstein</h3>\n<p><em>December 14, 2014</em></p>\n<p>Enjoyable hike up Wendelstein from Bayrischzell, first tagging Breitenstein.\nIt was a total of 1700 meters up and down. Lots of snow to deal with on\nthe ridge over to Breitenstein.</p>\n<h3 id=\"wendelstein\">Wendelstein</h3>\n<p><em>December, 2014</em></p>\n<p>I was curious to see what it was like to hike up Wendelstein from\nBayrischzell, and I found a really enjoyable trail.</p>\n<h3 id=\"wendelstein-with-boys\">Wendelstein with boys</h3>\n<p><em>November, 2014</em>\nThe boys and I hiked up the Wendelstein from Sudelfeld, tagging the Lacherspitze\nalong the way. We had to climb through snow near the summit. We took a\ndifferent way down, making for a nice loop.</p>\n<h3 id=\"buchstein\">Buchstein</h3>\n<p><em>September 4, 2014</em></p>\n<p>After work, I hiked up the Buchstein, intending to eat dinner there. But\nsomething went wrong somehow. I asked the hut warden if I could order dinner and\nhe just ignored me. It was strange. I waited a few minutes, then left to\nscramble up the peak. Oh well. Sometimes interactions with people are\nstrange. Anyway it was a great hike...weather was cloudy but I had fairly broad\nviews. Some skimming clouds wisping around me on the scrambling sections, and a\ncouple kids playing at the Tegernseer Hütte.</p>\n<h3 id=\"habicht\">Habicht</h3>\n<p><em>July 13, 2014</em></p>\n<p>A day trip from the car by the normal route. A week of bad weather left the\nmountain very snowy. It took me a bit over 4 hours to go up and down from the\nInnsbrucker Hut. The fresh snow and occasional showers of rain and snow made the\ngoing slow and a bit tricky. Impressive mountain, I&#39;d like to come back for more\nroutes.</p>\n<p>I have some pictures\n<a href=\"https://www.flickr.com/photos/ripsawridge/sets/72157645273225817/\">here</a></p>\n<h3 id=\"flintsbach\">Flintsbach</h3>\n<p><em>June 3, 2014</em></p>\n<ol>\n<li>Nur Fliegen ist schoener (7-), extended the climb into an anchor above, right at 30 minutes of climbing. It might have been into Normalweg (5+) or McFisto (6+/7-).</li>\n<li>Felsrowdy (6+/7-) - first pitch fairly easy (5).</li>\n<li>Felsrowdy P2 (6+/7-) - Hannes led this fine slabby pitch.\nThen we dropped down the other side to climb in the rain.</li>\n<li>Steinlaus (6-)</li>\n<li>Fliegenschiss (6-) - with correct exit, right and up, rather than left.</li>\n<li>Miles Davis (6-) - I had failed to understand the step between clips 2 and 3 before.</li>\n<li>Knabenkraut (6+) - quite wet. Several times, downclimb and rest at the crux move. Finally I found a sequence that worked for me:<ul>\n<li>left hand in pocket, right on chalky hold, stand up</li>\n<li>right hand on lower half of high lieback hold. Bring left foot up to ledge and stand up.</li>\n<li>right hand adjusts to upper half of high lieback hold</li>\n<li>right foot inserts into chalky pocket, left foot goes far left onto slab, finds high good foothold on far left.</li>\n<li>left hand reaches up for small ledge in right side of dihedral at head-height.</li>\n<li>right foot now comes up to chalked crest hold.</li>\n<li>adjustments of hands, left hand goes in pocket below bolt, right hand goes where left was.</li>\n<li>continued adjustments allow clipping, and then finishing route.\nJust to note, Hannes found a hold below the &quot;pocket below bolt&quot; in the crack that might make things a lot easier.</li>\n</ul>\n</li>\n<li>99 Karat (7+) - led with one fall, several rests</li>\n<li>99 Karat (7+) - again, on top rope, no falls or rests</li>\n</ol>\n<h3 id=\"flintsbach\">Flintsbach</h3>\n<p><em>May 20, 2014</em></p>\n<p>Great evening climbing session with Hannes. We quickly dispatched\nFliegenschiss (6-) and Steinlaus (6-), then an easier route to the right,\nI think grade 5. Then we got on the 8- &quot;sehr stickiges stehproblem,&quot;\nwhich Hannes did an amazing job on. We climbed the easy pitch above\nwith the 5+ chimney/crack. Then we climbed the route on the right side\nof the crag, P1 only, grade 7-. Wonderful. We repeated it on TR.</p>\n<p>Finally, as it got dark we climbed a 5+ route back right of\nFruechte der Saison.</p>\n<h3 id=\"wallberg\">Wallberg</h3>\n<p><em>May 18, 2014</em></p>\n<p>I hiked up for exercise with a 30 pound pack, content with making the lift\nstation instead of the true summit, so the gain was only 820 meters. Reasonably\nfun despite the pack full of water and rocks! Again, plenty of fresh snow.\nWill summer ever come?</p>\n<h3 id=\"kopfkraxen\">Kopfkraxen</h3>\n<p><em>May 4, 2014</em></p>\n<p>I went for hike in my new climbing boots, to continue breaking them in and\nmaybe, if I was lucky, get to do a bit of rock climbing or scrambling.\nUnfortunately, the weather took a turn for the worse, and I was alarmed to\nsee fresh snow down to a low level on the drive into the Wilder Kaiser.\nI parked at the Jaegerwirt above Scheffau, and hiked up past the waterfall into the\nSchneekar, now in deep but consolidated snow. A bit of misting rain turned\nto snowflakes on the way up. I decided to climb the West Ridge (III) of\nSonneck, a summit I&#39;d never visited. However I was turned around at about\n2050 meters by insecure icy rocks in a steep gully. So I descended back\nto the waterfall at about 1550 meters, and then dutifully up the snowy\ntrail to the summit of the Kopfkraxen at about 2130 meters. By now\nit was pretty late (I think I started hiking at 2 pm), so I regretfully\ndecided not to continue on to the summit of Sonneck, which would have\nrequired a snowy descent. I went down a different way into the\nKaiser Hochalm valley, then rather inefficiently along a grassy\nspur above the Jaegerwirt, at some points leaving the road or trail\nand following my nose in the gloaming. I think it was about 1700 meters\nup and down. Here is a video:</p>\n<iframe width=\"560\" height=\"315\" src=\"//www.youtube.com/embed/z7bysiLkhHc\" frameborder=\"0\" allowfullscreen></iframe>\n\n<h3 id=\"plessenberg-and-buchacker-alm\">Plessenberg and Buchacker Alm</h3>\n<p><em>April 26, 2014</em></p>\n<p>Whew, more exploration of the Brandenberger Alpen! I was back on the trail to\nthe Ascherjöchl, and this time I continued up to the Plessenberg summit. In\nanswer to a small prayer, the cloud obscuring the summit all the way up\ndisappeared as I approached. Yes! So I could see the Inntal and all around. I\ntagged the Heuberg summit too, just for fun. Looks like this was about 1400\nmeters up and down.</p>\n<p>Back down to the car, then I drove to a shady meadow to make some delicious\nsalami, Kaiser Max cheese and Dijon mustard sandwiches. After about an hour of\ntaking it easy, I was ready for the second hike.</p>\n<p>Clocking in at about 890 meters up and down, I followed a road from Embach up to\nthe Buchacker Alm, making my high point a little hillock shortly after the\ndivision of the Hundesalm and Buchacker Alm roads divide (also marked by a bench\non a small hill). That bench was occupied by a cheerful biker, so I continued a\nbit further hoping for expansive views to the north (partially successful). This\nis a very beautiful high Alm which has a very &quot;in the sky&quot; feeling because it&#39;s\nnot dominated by still-higher looming peaks. I think the road walk is a bit\nunfortunate, but at least it&#39;s very steep. On the way down I took some trail\nshort-cuts, but my god, they were nearly vertical tree-roots at times.</p>\n<p>So, grand total of 890 + 1400 = 2290 meters, or 7513 feet, whew! What a nice day.</p>\n<p><a href=\"images/IMG_20140426_130642.jpg\"><IMG SRC=\"images/IMG_20140426_130642.jpg\" WIDTH=\"800\"></a>\n<a href=\"images/IMG_20140426_174653.jpg\"><img src=\"images/IMG_20140426_174653.jpg\" width=\"800\"></a>\n<a href=\"images/IMG_20140426_171748.jpg\"><img src=\"images/IMG_20140426_171748.jpg\" width=\"800\"></a>\n<a href=\"images/PANO_20140426_130719.jpg\"><img src=\"images/PANO_20140426_130719.jpg\" width=\"800\"></a>\n<a href=\"images/IMG_20140426_174345.jpg\"><img src=\"images/IMG_20140426_174345.jpg\" width=\"800\"></a></p>\n<h3 id=\"vold-pper-spitze-and-ascherj-chl\">Voldöpper Spitze and Ascherjöchl</h3>\n<p><em>April 13, 2014</em></p>\n<p>I wanted some snow-free hiking, but I didn&#39;t know how high I&#39;d be able to get before the snow got\ndeep. Also it was going to rain. I decided to do two 1000 meter hikes in order to get plenty of\nexercise. I chose the Voldöpper Spitze above Kramsach, parking near a campground, and just hiking\nup and down without even a pack or water, just an iPod. Mostly it didn&#39;t rain, and the summit\nwas nice, popping steeply out of the trees for decent local views. I returned the same way, for\nabout 3 hours round trip.</p>\n<p>For my next hike, I looked at OruxMaps in my phone to see where to go next. To the east there was\na mountain called Heuberg. I didn&#39;t know if I could really do another 1000 meters, but I realized\nI could make the Ascherjöchl my goal, and that would be around 800 meters. The hike up to Ascherjöchl\nfrom Grub was hilariously steep on something like a wagon road for the first half. It started to\nrain heavily but luckily I came to a small meadow carved out of the dense forest with a few houses\nwith covered porches. I rested a while and continued on steep and muddy trail that was tricky to\nget down without slipping. At the pass there were good views and occasional sun. I wandered around\nabove the pass, settling for a rest on a 1500 meter hillside looking across to Heuberg.</p>\n<p>The view:</p>\n<p><a href=\"http://www.summitpost.org/heuberg/893730/c-602522\"><img src=\"http://images.summitpost.org/medium/893730.jpg\" alt=\"\"></a></p>\n<p>and</p>\n<p><a href=\"http://www.summitpost.org/the-ascherj-chl/893729\"><img src=\"http://images.summitpost.org/medium/893729.jpg\" alt=\"\"></a></p>\n<p>These peaks were lonely mountains for the <em>Einheimische</em> of the <a href=\"http://www.summitpost.org/brandenberger-alpen/602522\">Brandenburger Mountains</a>.</p>\n<h3 id=\"rossstein-and-buchstein\">Rossstein and Buchstein</h3>\n<p><em>April 4, 2014</em></p>\n<p>Hiked up Rossstein and Buchstein in heavy rain. I loved my trusty umbrella. The rain let up when I\nhad to use my hands for the scrambling, but the rocks were quite slick. The Tegernseehuette is\nclosed. Up and down in 2:45, 900 meters gain/loss.</p>\n<h3 id=\"wallberg\">Wallberg</h3>\n<p><em>March 23, 2014</em></p>\n<p>Riki and I hiked up Wallberg in a hilarious driving snow-storm. We were thinking those days are over\nin this short and strange winter. Lots of trailbreaking on the road when it comes out of the forest.\nThe summit was a cloudy experience. Good times!</p>\n<h3 id=\"2-days-with-timo\">2 days with Timo</h3>\n<p>Timo and I skied up the Zwieselbacher Rosskogel in the Sellrein. Fun day! We broke trail for the first two-thirds\nof the route, then stronger people came! Beautiful deep powder. We stayed in Gries that evening with a nice old\nfellow. The next day we climbed the Bafflfall, good fun, then went to the Martinswand to climb the via ferrata.\nI got freaked out with my slippery gloves, and ended up on a hiking adventure in the forest on the left side of\nthe Martinswand, following game trails up cliffs and steep forest. By the time I got back, Timo was waiting at\nhis van, like, &quot;what happened to you?&quot; Oh well, it all worked out on this nice day.</p>\n<h3 id=\"heimgarten\">Heimgarten</h3>\n<p><i>February 15, 2014</i></p>\n<p>Fun, short hike. 1200 meters up and down. Movie <a href=\"https://www.youtube.com/watch?v=qT3lh4dmPvM\">here</a>. And\n<a href=\"http://www.gpsies.com/map.do?fileId=mgtebkebtudmwzdp\">Gpsies track</a>.</p>\n<h3 id=\"bischof-and-hoher-fricken\">Bischof and Hoher Fricken</h3>\n<p><i>February 8, 2014</i></p>\n<p>Super snowshoe hike, with an especially spicy hike down the Kuhflucht trail. Really nice day out.\n<a href=\"http://www.gpsies.com/map.do?fileId=eyvbohufeczkwyke\">Gpsies track</a>.</p>\n<h3 id=\"hochblassen-and-ochsenaelpelekopf\">Hochblassen and Ochsenaelpelekopf</h3>\n<p><i>Feb. 2, 2014</i></p>\n<p>A great snowshoe hike today up Hochblassen, and then to the Ochsenaelpelekopf on\nthe other side of the valley. I ate lunch by the Jaeger Huette, watching the\nsnow come down pretty hard. It was a day of clouds and snow on and off. No views\nfrom either summit. Fun anyway. 1400 meters up/down from the Ammerwald Hotel.</p>\n<h3 id=\"friederspitze\">Friederspitze</h3>\n<p><i>January 18, 2014</i></p>\n<p>Snowshoe hike up Friderspitze. 1250 meters up/down.</p>\n<h3 id=\"forgot-the-name\">Forgot the name</h3>\n<p><i>January, 2014</i></p>\n<p>Ski up a peak in the Sellrain with Josef, unfortunately ran out of time (and shape!), so didn&#39;t make the summit. About 1000 meters up/down.</p>\n"}