{"date":"2014-7-26","title":"Scheffauer","description":"<p><a href='https://www.flickr.com/photos/55338612@N00/14732815586'>\n<img src='https://farm6.static.flickr.com/5583/14732815586_2e6549f6aa_b.jpg'></a>\nBelow the Kaindlhuette</p>\n<p>Georg and I planned to go climbing for the weekend but the weather forecast\ndidn&#39;t support it. Drat! It hasn&#39;t been a great July, weather-wise. It looked\nlike we&#39;d have a few hours Saturday morning before the rain. I decided on the\nOstler route on Scheffauer, rated IV (about 5.6 YDS), and 14 pitches. Every\npitch is grade II or III, and only the last pitch is harder. It seemed like we\ncould mostly solo it, and just use the rope near the end. The route is noted for\nbeing quite exposed for the easy grade.</p>\n<p>But Georg had an exhausting day Friday, so he had to cancel. I decided to go\nmyself, bringing rock shoes and a helmet. There were some &quot;bail out&quot;\nopportunities on the route, and I&#39;d take them if the rain came or if I felt\nsketchy.</p>\n<p>I parked at Hintertux, 250 meters above Kufstein, though, in hindsight, I regret\nit. There was one spot on the grass next to a house, and I worried that my car\nwould be towed or that I&#39;d come back to an angry crowd! Next time, I&#39;ll park\ndown in Kufstein. The 30 minutes I &quot;saved&quot; were lost in driving around and\ntrying to find the well-hidden road up to Hintertux.</p>\n<p>I&#39;ve never made this hike because it seems so boring. But now it was more\ninteresting for having never been visited. Roads and occasional trails led\npassed the Duxer Alm, underneath a seemingly abandoned rusty chairlift. I\nfinally reached the Brentenjoch at 1272 meters, then jogged down to where the\nroad meets the Gaisbach, then hiked up past the Steinberghuette to the\nKaindlhuette. After all these confusing landmarks, it was easy to follow the\nWidauersteig to a small basin below the North Wall.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14752654911'>\n<img src='https://farm4.static.flickr.com/3897/14752654911_2d17cb1461_b.jpg'></a>\nA picturesque basin</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14569384817'>\n<img src='https://farm4.static.flickr.com/3917/14569384817_06e01222a9_b.jpg'></a>\nHere was me at this moment in time</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14752658101'>\n<img src='https://farm4.static.flickr.com/3875/14752658101_e472482e0b_b.jpg'></a>\nThe Ostler Route</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14569304190'>\n<img src='https://farm4.static.flickr.com/3880/14569304190_183ede257e_b.jpg'></a>\nOn the Ostler Route</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14569333799'>\n<img src='https://farm6.static.flickr.com/5584/14569333799_26f570c1d4_b.jpg'></a>\nThe Great Slab</p>\n<p>It took me two hours from the car to this point. I ate a candy bar, switched to\nrock shoes and looked up at the wall. I heard voices and saw a person moving\nhigh above, on the 10th pitch...crossing the massive blue-white slab that marks\nthe upper face. Wow! Gulp...</p>\n<p>I started up, resolving to keep track of where I was by always finding and\nmarking the belay stations. Excellent scrambling followed on decent to excellent\nrock. The pitches flew by, with easy route finding. The fourth pitch enters a\nbasin left of the slab, then climbs out of it on a distinct ridge for several\npitches. Happily the weather was holding.</p>\n<p>On pitch 8, by a piton in the wall there was a rather spicy move with a lot of\nexposure. And on pitch 9 there was an unexpected difficulty. By a bolt, I wasn&#39;t\nsure if the route went straight up, or down into a dark, wet gully. Going up\nlooked quite steep!</p>\n<p>Finally I resolved the question, and started carefully up. All the holds were\ngood, but extreme care was required. I was absolutely aware of every limb, every\npoint of balance. Each hold got extra scrutiny for movement, every foothold was\ncarefully vetted.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14569306350'>\n<img src='https://farm6.static.flickr.com/5564/14569306350_aa121dc475_b.jpg'></a>\nDescending from Scheffauer</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14775868113'>\n<img src='https://farm3.static.flickr.com/2915/14775868113_bde065f5dc_b.jpg'></a>\nThe Kaindlhuette and Kufstein</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14569553447'>\n<img src='https://farm6.static.flickr.com/5560/14569553447_8f635eb3e9_b.jpg'></a>\nThe upper Widauersteig, a neat hike</p>\n<p>After this enjoyable but demanding pitch I looked up at the last 5 pitches and\nwas completely intimidated by the great slab. Without even thinking about it I\ndemurred immediately! Naw, I thought. The slab was only grade III, but that\ncombined with the fact of a grade IV pitch right at the end, and the unpleasant\npossibility of having to downclimb the slab in case of problems...</p>\n<p>I was at the last chance to escape the route, so I took it. Now I climbed\npleasant scrambling terrain up gullies and corners to eventually reach the\ntrail. I think I was on the face for about 1.5 hours.</p>\n<p>I made the short hike to the summit, stopping to pause and look down the exit\npitch of the Ostler, marked by a couple of bolts. Yeah...doesn&#39;t look so bad,\nbut I needed a partner for that! I&#39;d be happy to come back sometime!</p>\n<p>I hung out a while, then descended the Widauersteig to get a beer and cake at\nthe Kaindlhuette. This made me sleepy, so below the hut I took a short nap in a\nmeadow. The sky had filled with clouds and a cold wind. The face was covered in\ncloud. The weather was here!</p>\n<p>On the hike down it started raining. This was a very enjoyable trip! About 1500\nmeters up and down. Too bad Georg couldn&#39;t make it, but we&#39;ll be back then!</p>\n"}