{"date":"2014-5-20","title":"Tannheimer rock climbs","blurb":"with Benoit","description":"<p><em>Here is a little video</em>:</p>\n<iframe width=\"560\" height=\"315\" src=\"//www.youtube.com/embed/TyFrS7JqQqI\"\nframeborder=\"0\" allowfullscreen></iframe>\n\n<p>Benoit and I had been planning to go on a climb for quite a while, finally the\nopportunity arose on the first decent weekend in quite a while. We had Sunday\nfree, and soon were hiking up into the Tannheimer Mountains to climb &quot;Wirklich\nOben Bist Du Nie,&quot; a great VI+ climb that I&#39;d done once before with Sebastien.</p>\n<p>We swapped leads all the way up. I got pitch one, with a nice bit of sustained\nVI+ climbing at mid-height. Benoit took the shallow dihedral on pitch 2 (VI+),\nand then I led the easier-than-it-looks roof of pitch 3 (VI+) that leads to an\neasier but highly enjoyable bit of chimney climbing.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14253964806/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2904/14253964806_cc7854c79b_b.jpg\"></a></p>\n<p><i>Michael on pitch 3</i></p>\n<p>I envied Benoit for pitch 4, a great bit of slab climbing with a tricky move\ngetting your whole body onto the slab (VI+). But that&#39;s okay, pitch 5 is\nincredible...making a long and sustained journey up a vertical face on small\nholds (VI+). I enjoyed that so much!</p>\n<p>The last pitch finally relented in the grade, but was still good (VI). Benoit\nbrought me to the summit and we admired how the world was looking from up there.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14090432069/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5583/14090432069_8f667a489e_b.jpg\"></a>\n<i>Benoit on pitch 6.</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/14276645034/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5478/14276645034_19ae502f21_b.jpg\"></a>\n<i>A beautiful valley to the south...</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/14090430928/\"><img\nalign=\"center\" src=\"http://farm4.static.flickr.com/3800/14090430928_baee28679e_b.jpg\"></a>\n<i>Looking over to the Gimpel, crowded today!</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/14090474890/\"><img \nalign=\"center\"\nsrc=\"http://farm6.static.flickr.com/5495/14090474890_16fdc37d9a_b.jpg\"></a>\n<i>Happy climbers!</i></p>\n<p>We rappeled. I had some excitement on the second rappel, a full free hanging 50\nmeter job. The rope was caught far to the side of me and slightly above. I had\nto do considerable work to free it, and then I ended up below the anchor. I had\nto climb up, making backup knots in the rope as I went. Whew.</p>\n<p>Once down, we went over to climb Paradies (VI+), which I&#39;d climbed years ago\nwith Uli. I enjoyed it so much then, it was also worth repeating. It was getting\ncold, and it looked like it might rain, too. Let&#39;s hurry!</p>\n<p>I combined P1 and P2 for an amazing sustained VI+ 50 meter pitch. Here it is:</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14297279473/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5032/14297279473_1e41451816_b.jpg\"></a></p>\n<p><i>Wow...what a pitch!</i></p>\n<p>This was balm for the soul after a rainy winter with no climbing outside!</p>\n<p>Benoit continued for pitch 3 (V+), and then I made the short traverse around the\ncorner (VI- or VI, but just a one-move-wonder). Now we got confused, because I\nremembered continuing around to the left, but the bolts led up and right. Benoit\ngave it a go, but the moves were quite uncertain and we&#39;d climbed a lot! So I\ngave it a run, and based on what he&#39;d already figured out, I was able to get\naround the corner to easier ground. I continued up to a belay, and after Benoit\ncame up we wondered how to get down. The book described a rappel route, but we\ncouldn&#39;t find it. So, sadly, in our rock shoes we traversed left to the Gimpel\ndescent trail. And we even felt uncomfortable on that traverse so we hiked up to\nthe ridge crest, and then down on the descent trail. Whew! A full day. It felt\ngreat to get back to our rock shoes.</p>\n<p>Later, on the internet, I discovered that the rappel route had been dismantled\ndue to a tragic accident. A hiker was killed when a climber dislodged a rock on\nrappel. It was decided that the rappel line was too loose and dangerous. Also,\nthe last pitch of Paradies was re-routed, explaining my confusion where the\nroute went a different way than I expected.</p>\n<p>We got a beer with a couple of other guys who had climbed the Gimpel that day,\nenduring a long line of novice climbers. Then we hiked down, discovering\nBenoit&#39;s car was the last in the parking lot.</p>\n<p>Thanks for a fun time Benoit!</p>\n"}