{"date":"2014-5-30","title":"Hochfernerspitze, Griessferner Glacier","blurb":"with Georg","description":"<p><em>Here is a little video</em>:</p>\n<iframe width=\"560\" height=\"315\" src=\"//www.youtube.com/embed/oriXcf15IYg\"\nframeborder=\"0\" allowfullscreen></iframe>\n\n<p>It was strange to be back in the Pfitscher Valley for the second time in less\nthan three months. But here we were, this time intent on the Griessferner\nGlacier as an alternative to the Hochferner. And we certainly had our fill of\nthe Hochfeiler back in March! We mused over the three cars in the parking\nlot...could they have contained climbers that are currently occupying the rare\nand coveted bunks in the bivouac hut 700 meters above us? We looked closely in\nthe windows. One car clearly contained climbers. The requisite guidebooks and\ndecals were all in place. But it could have only been two people...the car was\njust too neat. As for the other vehicles we ruled them out as climbers. They\nwere very <em>nice</em> cars, and very, very clean inside.</p>\n<p>No way those are climbers.</p>\n<p>In fact, Georg and I fleshed out our approach to cars. &quot;Men like us use vehicles\nand discard them,&quot; he said. Not to be outdone, I replied &quot;of what import is a\nconveyence when weighty matters of life and death are taken in hand?&quot; I suppose\nit&#39;s not only climbers who can rationalize their way into thinking it good that\ntheir car interiors are unkept!</p>\n<p>So gamble #1 was to leave the sleeping bags and have faith that bunks\nremained. Gamble #2 was to leave the snowshoes at the car. Gamble #3 was, well,\nnot that we had a choice, for me to do without gaitors because I&#39;d left them in\nTimo&#39;s car back in February. &quot;I&#39;m sure it&#39;ll be fine!&quot;</p>\n<p>We hiked easily up valley, laughing at how difficult the avalanche debries had\nbeen in March. We reached the bivouac hut in about 1.5 hours, locking ourselves\nin after a peek at the Griessferner, looking soft, cold and blue in the last dim\nlight. I ate the first of 7 McDonalds cheeseburgers that constituted my rations\n(spoiler: I wouldn&#39;t possibly manage to eat all of them on the trip).</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14136448637/\"><img\nalign=\"center\" src=\"http://farm3.static.flickr.com/2934/14136448637_374c370df5_b.jpg\"></a>\n<i>The bivouac hut with the Griessferner directly behind.</i></p>\n<p>We slept well, got up at 4:30, and moving rather slowly for people without a\nstove to boil water, were on the move at 5:20. We decided to rope up later, and\ncrunched out of the hut under a light snowfall but good visibility. The snow was\ndeeper than we expected; clearly not frozen hard by the cold night. We hoped\nsteeper conditions on the glacier would ameliorate those concerns.</p>\n<p>Alas, the glacier was the constant recipient of fresh snow driven from\nabove. Since I didn&#39;t have gaitors, I let Georg kick all steps, figuring that if\nI could preserve some degree of dryness in my socks until the summit that would\nbe good for us. His job only got harder with each meter gained! We reached a\nsmall cirque under steep icefalls and roped up. Georg set out for a steep pitch\nclimbing along the whaleback fin of an icy block. It remained just easy enough\nto avoid the use of ice screw protection. From here, we climbed an undulating\nridge of ice, occasional steep icy steps seperated by disheartening deep\nsnow. Occasionally, a real crevasse had to be probed and climbed over with some\ncare.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14299845796/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5521/14299845796_c25284ba0a_b.jpg\"></a>\n<i>Georg breaking trail.</i></p>\n<p>The clouds swirled around us and occasionally we could look down into a valley\nwhitened by fresh snow. The conditions looked and felt more like February or\nMarch than the last days of May. After 600 or 700 meters of vertical gain, we\nrested and I took Georgs gaitors so I could at least break trail for the last\n350 meters. Now we turned left to gain the North Ridge of the\nHochfernerspitze. This went pretty well, but once on the ridge snow conditions\nwere at their most punishing: a knife-edged ridge of unconsolidated bottomless\nsnow made a serious brake on our progress. I gritted my teeth and kept making\nthigh-deep holes with my boots, knowing that brute force would eventually\nsucceed even if it took a long time.</p>\n<p>The clouds lifted briefly and we saw the summit block ahead. Soon we were on\ntop, with screaming wind announcing new topography to the south: the great\nWeisskarferner (glacier). We descended straight down from the summit in the\nwhiteout, attained easier ground and rested again.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14136333999/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5119/14136333999_f581d955c4_b.jpg\"></a>\n<i>Michael</i></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14136378780/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5532/14136378780_b9d9489000_b.jpg\"></a>\n<i>Georg.</i></p>\n<p>It was our third time to descend this way, so we didn&#39;t really need\nvisibility. But my lack of gaitors made things extra slow. I thought I would\njust bomb down &quot;devil may care,&quot; because warmth and snow-free terrain was just\nan hour away. But my pants kept ending up packed with snow up to my knees which\nbecame painful, and the rubbing of ice chunks seemed to shred whatever\norganization scheme I&#39;d applied to my shoelaces. I had no choice but to\njarringly follow exactly in Georg&#39;s footsteps, thus losing a really nice\nproperty of snow descent: the snow normally acts as a shock absorber. Despite\nthese precautions, I still had to stop now and then to clean and reset my pants,\nzippers, laces, socks.</p>\n<p>Thank goodness, by around 2700 meters the snow began to consolidate and I could\nmake my own steps without problems. Through this long, slow and tedious descent\nfrom 3470 meters, we&#39;d heard avalanches booming around the valley. Georg wisely\nsuggested that we not even try the traversing Unterbergalm trail because of\nthis, as he remembered that it traversed some narrow snow-filled couloirs.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/14136458427/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5563/14136458427_7c74a45da0_b.jpg\"></a>\n<i>Finally out of the deep snow!</i>\n<a href=\"http://www.flickr.com/photos/ripsawridge/14343193133/\"><img\nalign=\"center\" src=\"http://farm6.static.flickr.com/5543/14343193133_b21298e4ed_b.jpg\"></a>\n<i>At the Gliderbach constriction.</i></p>\n<p>Therefore we&#39;d go down the Gliderbach valley by it&#39;s floor. That floor was a\nnice place to be, very lonely. We hadn&#39;t seen anyone the whole trip, and it was\nunlikely that anyone had been here in a few days. We made the tedious 150 meter\nclimb up on the left side of the Gliderbach, then continued steeply down on a\ncombination of steep snow and trails. Somewhere in here the snow turned to rain,\noffset by golden rays of sun which sometimes actually hit us (which felt very\ngood!).</p>\n<p>We went through the abandoned Unterberg Huts, crossed the Oberbergbach on a\nbridge, and were at the car 10 minutes later. We had a good lunch and some\ngelato in Sterzing, a rather civilized end to our lonely trek through the snow!</p>\n"}