{"date":"2014-10-12T00:00:00.000Z","title":"Innsbrucker Klettersteig with Rowan","blurb":null,"description":"<p><a href='https://www.flickr.com/photos/55338612@N00/15525528121'>\n<img src='https://farm4.static.flickr.com/3949/15525528121_5b420812e9_b.jpg'></a>\nLong ridgetop traverse</p>\n<p>I wanted to go out for a father son day just with Rowan, and chose the\nInnsbrucker Klettersteig as something to do. Nancy and I did this beautiful\ntraverse of the ridge above Innsbruck back in late October of 2008. We had\nsignificant snow and ice then, making for some excitement and unfortunately\nstress! But now should be a perfect time to visit.</p>\n<p>We drove down, took the lifts up. I was happy to see Rowan exasperated with the\nlifts, and wondering why we weren&#39;t hiking. &quot;Don&#39;t worry fella, there will be\nplenty of work to do up there!&quot; That&#39;s m&#39;boy.</p>\n<p>It was quite cold at the upper lift station, we walked over to put on jackets,\nharness and helmet. After some other folks we started up. Rowan did a great job\non the initial wall which was definitely the crux of the climb. He clipped\nsafely and figured out a way up the huge giant-sized steps (from his\nperspective) to ascent the vertical wall. I was impressed!</p>\n<p>Once past the initial wall, I wanted to change to a more fluid climbing\nstyle. Rowan is competent with securing himself in via ferrata gear, and I know\nI can rely on him not to make a mistake with the clipping. But my feeling about\nvia ferrata routes in general is that they shouldn&#39;t be climbed\ndogmatically. With a rope, a team can move together and reduce clipping to a\nminimum. I want the boys to learn this style anyway because I feel like it&#39;s a\nbetter approximation of alpine climbing. So we changed to a style where I led,\nsecuring the rope when needed, and Rowan following. From this point he only\nneeded to use the via ferrata gear when we had a difficult traverse or when he\nended up above me on a descent. I never saw anyone travelling this way, and I&#39;m\nsure I&#39;ll get an earful of advice about it, but what I really like is that it\nleaves the leader (and over time, the follower too, who will lead more in a\nnatural manner) both looking for protection of any available type, and looking\nfor opportunities to cover ground quickly. This makes the via ferrata function\nas training for bigger climbs.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15505508756'>\n<img src='https://farm6.static.flickr.com/5601/15505508756_216009c3c1_b.jpg'></a>\nRowan waits to start</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15525517221'>\n<img src='https://farm6.static.flickr.com/5599/15525517221_9208f9a1d9_b.jpg'></a>\nRidgetop country</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15341939570'>\n<img src='https://farm4.static.flickr.com/3951/15341939570_08bfeaf51a_b.jpg'></a>\nRowan finishes the crux</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15505520736'>\n<img src='https://farm4.static.flickr.com/3940/15505520736_8c63fbe7b0_b.jpg'></a>\nThe second wall</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15525533941'>\n<img src='https://farm6.static.flickr.com/5606/15525533941_47daf3d7ce_b.jpg'></a>\nThis kind of country went on forever</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15528725055'>\n<img src='https://farm4.static.flickr.com/3930/15528725055_f58c468dcc_b.jpg'></a>\nRowan on a traverse</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15341808149'>\n<img src='https://farm6.static.flickr.com/5606/15341808149_0ab1c8fa5b_b.jpg'></a>\nRowan at the bridge</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15528744815'>\n<img src='https://farm4.static.flickr.com/3942/15528744815_9fc23e7bd3_b.jpg'></a>\nThe final scramble to the summit</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15525580011'>\n<img src='https://farm6.static.flickr.com/5607/15525580011_2397417a57_b.jpg'></a>\nOn top</p>\n<p>We reached a first summit with a cross, and I was actually wishing to be\nfinished! My idea for the day was a bit of fun alpine travel, and then a couple\nof hours hanging out in a meadow and talking. But it was not to be...we\ncontinued on the ridge, now in blowing clouds. Hmm, should we turn back? I was\non the knife edge of that decision for a while. Rowan didn&#39;t like the wind very\nmuch, it was kind of exhausting and made his eyes hurt. But then we&#39;d get behind\na rock shelter and he&#39;d make a joke. It was only 1:30. I guess we are fine!</p>\n<p>So many long traverses. You know, I underestimate climbs so often, and have done\nit again with this one. &quot;It&#39;s easy for you because you&#39;re big,&quot; said Rowan. It\nwas true...he had to work quite a bit harder for any given &quot;problem&quot; we\nencountered. Finally we reached a milestone, a cute little wooden bridge across\na chasm. I would have been more impressed with it if we hadn&#39;t have crossed much\nsteeper and more delicate gaps in the ridge with vertical climbing!</p>\n<p>I read in the book that an emergency exit was possible at this bridge, and\nthought to take it. But I only saw a very faint notion of a trail going down. A\nguy came along and I chatted with him about it. &quot;It&#39;s just 20 minutes from here\nto the summit, just continue,&quot; he said. I knew it would be at least double that\nfor us, but still was reassured. Rowan and I climbed another summit and saw the\nlast peak ahead of us, this time no longer so far away and obscured by blowing\nclouds. &quot;You ready for the last climb to the summit Rowan?&quot;</p>\n<p>He was. &quot;Film this in case of Fail Army,&quot; he said about a little jump he made\nfrom one wall to another. He has a great sense of humor, and just when I thought\nhe was completely exasperated by the wind, and yet another descent and climb he\nwould say something that indicated he was laughing somewhere in that head of\nhis!</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15341846709'>\n<img src='https://farm6.static.flickr.com/5616/15341846709_071fe18d8c_b.jpg'></a>\nRowan with birds</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15525589281'>\n<img src='https://farm6.static.flickr.com/5613/15525589281_b5bd487198_b.jpg'></a>\nGoodbye to the crest</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15342149097'>\n<img src='https://farm6.static.flickr.com/5614/15342149097_8c9c6e3340_b.jpg'></a>\nWalking back to Seegrube</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15342136158'>\n<img src='https://farm4.static.flickr.com/3927/15342136158_a3a7ca51f4_b.jpg'></a>\nThe Eye of Sauron</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15342139578'>\n<img src='https://farm4.static.flickr.com/3949/15342139578_7ca1a17d93_b.jpg'></a>\nMade it just in time!</p>\n<p>The only remaining problem was a painful bang to Rowans knee, and finally the\ncontinuing wind took a toll on his both. I remember how delicious it felt when\nwe could hide behind a rock for a moment just to feel the silence. We would say\n&quot;Ahh, that&#39;s nice!&quot; to each other. We nibbled on &quot;Studentenfutter,&quot; German for\n&quot;student feed&quot; (mixed nuts).</p>\n<p>We reached the summit of the ridge, with a gentle-looking descent to brown grass\nand, we knew, an easy walk back to the lift station. We started down happily,\nbut as time went by we saw there was still a fair bit of climbing. This was\nprobably our greatest test as a team. Me already feeling bad about asking Rowan\nto do more than he should, and Rowan struggling with sore legs and the\nrelentless wind. Argh! This was hard, especially the several descents along the\nway. I was trying to teach Rowan a technique to move quickly down cabled\nsections, done with a kind of rappelling down the cable facing uphill. But maybe\nthe motion only comes naturally after rappelling practice, because Rowan just\ndidn&#39;t get the hang of it.</p>\n<p>Finally we were down to the trail and done with the rope. Whew! We found a place\nout of the wind on green grass, and suddenly it was as if all the tiring\ndifficulties hadn&#39;t happened. Kids are kind of like that. Rowan fed peanuts to\nthe crows who ate out of his hand. All smiles, hard to believe we were feeling a\nlittle overwhelmed!</p>\n<p>After a good 10 minute break, we started hiking down. This was easy but\nsteep. The summit seemed to grow in bulk and scale as we descended, protected by\nmuscular outcrops of limestone. We sat down a minute on a cute little bench\nembedded in the steep grass slope. Take pleasure where you find it!</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15505623816'>\n<img src='https://farm4.static.flickr.com/3951/15505623816_69a95a8203_b.jpg'></a>\nThe trail was steep!</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15505616726'>\n<img src='https://farm4.static.flickr.com/3941/15505616726_0c532c2a2d_b.jpg'></a>\nDescending</p>\n<p>The last lift went down at 5:30, and we were running close. We thought it was on\na hill nearby. But on top of the hill we saw that the station was below\nus. &quot;Let&#39;s run, Rowan!&quot; But then he got a stitch in his side. We walked, and\nthen jogged, and luckily just made it. There was time for a quick picture first,\nthen we descended under power 1400 meters to Innsbruck for a pasta dinner\nfollowed by Kaiserscharrn.</p>\n<p>We got home at 9:30, Rowan collapsed into bed and me soon after. Hmm, I seem to\nhave unwittingly introduced Rowan to a real mountain climbing day, where\neverything takes longer than you expect, and you pass through the goals by the\nskin of your teeth!</p>\n"}