{"date":"2014-3-16","title":"Hochfeiler North Face","description":"<p>Georg was looking at the weather for the weekend, and saw that our long\nrun of sun would end everywhere by Saturday afternoon. Thinking quickly,\nhe suggested we leave work early Friday and climb the Hochfeiler Nordwand\nafter a sleep in the Gunter Messner Bivouac. &quot;Okay!&quot; I hadn&#39;t even been\nthinking about going out to climb, and this ready-made plan sounded perfect.\nI put in a half-day at work and met Georg at the Mangfallplatz on the southeast\nedge of the city.</p>\n<p>Three hours later, we munched down a humble meal of schnitznel sandwiches\nwith mayonaise and peanut butter at the car. We had 30 meters of rope,\n4 ice screws, ice tools and crampons in addition to the ski gear needed\nat this time of year. The sun was going down as we set out from a muddy\nand snowy trailhead at the hamlet of Stein, last outpost of civilization\nin the Pfischertal.</p>\n<p>The last time we&#39;d hiked to the Biwak was in May of two years ago, with\nsnowshoes and technical gear to climb the Hochferner (Hochfeiler != Hochferner).\nIt took us 1.5 hours to reach the bivy then, so we were confident of a\nski in of about two hours.</p>\n<p>Uh.</p>\n<p>It took four hours.</p>\n<p>* * *</p>\n<p>First off, it took a long time just to reach the real &quot;trailhead&quot; from\nStein, up a combination of almost-flat roads and a ski trail in the forest.\nThen, we ran into an obstacle we&#39;d forgotten about but soon remembered:\nthe trail had been destroyed for a 300 meter section by avalanche, and\nnow it had apparently been destroyed anew by a fresh one. We stumbled in\nthe dark alternately with skis on our with them on our backs, crawling\nthrough broken trees and across cliffs of mud and stone.</p>\n<p>Finally, after several false starts we were able to keep our skis on for\ngood and start enjoying ourselves. Thankfully, we could travel in the floor\nof the valley instead of the traversing hillside trail, which was strewn\nwith avalanche debris for miles. In the north, we&#39;ve had an outrageous\nlack of snow, but south of the crest they received an excess.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192798894/\"><img src=\"http://farm4.static.flickr.com/3795/13192798894_c409e1c97a.jpg\" alt=\"\"></a></p>\n<p>Now I was having fun. The moonlight on the peaks and the looming bulk\nof the Weissspitze/Hochferner massive on our right were beautiful. We slowly\nprogressed up the slope left of the moraine that housed the bivouac hut,\neventually removing skis to traverse over rocks to the little metal building.\nI had joked that it would be locked, and we opened the door with some relief.\nIt seemed warmer inside which cheered us after the long walk. We ate some\nmore food, drank water, and hit the sack, sleeping with all our clothes\nagainst the cold. By the morning it was clear that the temperature in the\nhut was the same as that outside!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192506995/\"><img src=\"http://farm4.static.flickr.com/3775/13192506995_c5e57ef0d3.jpg\" alt=\"\"></a></p>\n<p>We were moving by 4:30 am, skiing a traversing line in relation to the\nmoraine which eventually grew very frustrating on the frozen slope. Finally\nwe gave up and switched to boots and crampons, though Georg lost his water\nbottle to the dark depths below in the process. Oh well, I&#39;d have enough\nwater for the both of us...not like we were going down to get it!</p>\n<p>We traveled very efficiently to the <em>Griesscharte</em>, actually taking\na higher pass (or scharte) a bit to the south as a guidebook suggested.\nWe felt out of shape, and I was happy when the crust held and we didn&#39;t\ndrop into knee deep snow. At the pass, we saw the sunrise over the Grosse\nMoeseler. The morning brought clouds, and according to Georg&#39;s forecast\nit would be blowing a gale by 10 am.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192511545/\"><img src=\"http://farm4.static.flickr.com/3795/13192511545_9246c89470.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192516715/\"><img src=\"http://farm8.static.flickr.com/7235/13192516715_75da3b2d81.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192818944/\"><img src=\"http://farm4.static.flickr.com/3671/13192818944_dfbd4c3ccd.jpg\" alt=\"\"></a></p>\n<p>We climbed down from the pass over a vertical cornice wall. That was fun!\nDescending about 100 meters, we met up with ski tracks making their way\nto the Schlegeis Glacier. Back to skis again, and we drifted along with\nthe great north face in view. Gusts of wind came and went, but the promised\nbad weather held off. We reached the bergschrund which guarded the wall,\ngearing up and setting the rope ready near the top of my pack if it would\nbe needed. Another party was approaching in the distance.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192525965/\"><img src=\"http://farm4.static.flickr.com/3757/13192525965_a5a36c0d70.jpg\" alt=\"\"></a></p>\n<p>Our first attempt to cross the gaping hole in the ice that marked the\n&#39;schrund was where old tracks led. But this option appeared crazy after\nsome consideration. Georg leaned across the gap, planting his tools, but\nit was so overhanging, and the consequences of a mistake so dire...</p>\n<p>Happily he could lean back to the main face. We walked another minute\nto the left to find an acceptable crossing, which was still rather scary.\nYou have to absolutely commit to the tool planted in the upper wall, which\nis hard with a heavy off-balance pack laden with skis.</p>\n<p>This done, Georg kicked steps up and right to enter the main face. He\nconnected with a line of somewhat snowed-in steps from a previous party.</p>\n<p>And now we just slowly climbed. We were already tired. At least it was\neasy. The face was in good snowy conditions and using the rope would have\njust been an annoyance. Much as it would be fun to climb &quot;blankeis,&quot; it\nwas probably good for our energy levels that we just had to plod upward!</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192648043/\"><img src=\"http://farm8.static.flickr.com/7174/13192648043_9ab29f85bc.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192835034/\"><img src=\"http://farm4.static.flickr.com/3697/13192835034_defe3b1156.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192664523/\"><img src=\"http://farm4.static.flickr.com/3738/13192664523_67e7fd9dc7.jpg\" alt=\"\"></a></p>\n<p>Despite occasional alarming gusts the wind held off. I was sensitive to\nthis because of the big &quot;sails&quot; attached to my back in the skis. Georg\nmade the final steps off the face and filmed me coming up. I sped up a\nlittle bit to look heroic :).</p>\n<p>We debated going to the summit or descending from this point to the great\ntrunk valley to the west, into the bed of the Gliderferner (ferner == glacier\nin south-east Tyrol). The summit trail looked narrow for the strong wind\nwe had to shout over. But we plodded upward on a reasonable trail. I half-expected\na great gust of wind to catch my sails and pull me off, so I was rather\ndogmatic in my axe placements. On the summit we had a great view around,\nbut because of the cold we started down the west ridge quickly.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192851044/\"><img src=\"http://farm8.static.flickr.com/7279/13192851044_5cbbbabc9b.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192679433/\"><img src=\"http://farm8.static.flickr.com/7265/13192679433_5bcdcc950a.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192668943/\"><img src=\"http://farm3.static.flickr.com/2794/13192668943_5a6e9b498c.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192862134/\"><img src=\"http://farm8.static.flickr.com/7422/13192862134_45fc4e00ed.jpg\" alt=\"\"></a></p>\n<p>After a narrow ridge walk, we traversed back north onto the Weisskarferner,\ngetting a glimpse of the Hochferner summit we&#39;d visited two years ago.\nGeorg walked down to the sun and sat down. I joined him, tired and needing\na break. &quot;Hello world, roll me up, and I can die here,&quot; he said, or words\nto that effect, adding that a warm Fanta might just, possibly, entice him\nto life. I agreed, merely wanting a cold Fanta instead.</p>\n<p>But now we could ski down, no matter that we had over 2000 meters to descend.\nLittle did we know how many obstacles would greet us. In the end, it took\nus just as long to get down as to climb up!</p>\n<p>The skiing was...how can I say this...utterly without aesthetic pleasure?\nI mean, it could have been worse. It was a frozen slope of ice with unwieldy\ndinner plates frozen in place. I was constantly expecting a ski to get\ncaught under one and throw me overboard. Amazingly, it didn&#39;t happen and\nwe descended relatively quickly from about 3400 meters to 2000 meters,\nactually enjoying some good _firn _snow in the final stretch.</p>\n<p>We followed some tracks to a constriction in the valley, then removed\nskis to cross a steep slope above running water. Alarmingly, we were greeted\nwith a 40 meter cliff of ice and rock, with no anchors for abseiling and\nno sign of a trail. We&#39;d been dead-ended!</p>\n<p>As we tried to figure out our mistake, the climbers behind us on the wall\narrived. They were highly fit and competent, and irritated at the delay.\nThey sort of talked beside us about options. Ideas like Abalakov anchors,\nscrews, exploratory abseils. The problem for me was that there might be\nscrims of ice over open water in the gorge below, and frankly, I was too\ntired for additional &quot;adventure.&quot; I wanted to backtrack to where we lost\nthe trail and climb up 200 meters to meet it.</p>\n<p>Georg and I did this, and after some more bickering, the other two guys\ndid as well. And they were so fit, they passed us and were long gone. We\ncould only laugh weakly. At the top of this side trail (on Point 2224 m),\nI started the ski down and promptly wiped out, losing a ski somewhere and,\nI think, breaking it, as I discovered with some shock near the car.</p>\n<p>I attached my messed-up ski, and we continued down into a deeply annoying\nvalley, full of ascents and slow side-hills. At valleys end we reached\nthe abandoned settlement of Unterberghuetten, with houses cratered by avalanches\nancient and fresh. I hurt all over. Finally, trying to cross a particularly\nugly avalanche debris path, I couldn&#39;t get my skis over a snow boulder,\nand I took them off and threw my poles as far as I could (about 1 meter),\nthrew my pack off and collapsed in a heap in the snow-boulder debris. Even\nas I shouted my frustration, I realized how good it felt to just stop and\nlie there. Georg sympathized, reeling with shock and how difficult our\ndescent was proving. Now exhausted, I could be philosophical again.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192584155/\"><img src=\"http://farm4.static.flickr.com/3708/13192584155_490b9bb96a.jpg\" alt=\"\"></a></p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192590845/\"><img src=\"http://farm4.static.flickr.com/3710/13192590845_663c2503e1.jpg\" alt=\"\"></a></p>\n<p>I can finally admit it...I&#39;m not a skier. I&#39;ll never *be* a skier. I may\n*wear* skis to get from here to there, but I&#39;ll never truly *understand*\nhow to ski.</p>\n<p>This trip revealed to me how much of alpine climbing fitness is made up\nof things like getting up with a pack, carrying awkward weights, all kinds\nof asymmetrical motions that you just need to do in order to be strong\nat. All those little motions involved in awkward skiing with a big pack\nhad beaten me.</p>\n<p>Georg skied off, and I decided to walk for a while. I kept up with him\nthrough some terrible avalanche paths, enjoying the respite from the stress\nof skiing. But then he <em>schussed</em> off down a side valley, and I put\nmy skis back on. A fairly pleasant descent followed to the bridge across\nthe Oberbergbach, where Georg waited, smiling and sitting on his pack.\nWe dealt with the massive avalanche that blocked access to the trailhead,\nand then skied to the car, modulo a few hilarious bits of skiing across\nmud slopes or carefully balancing over mud-smeared boulders.</p>\n<p>An energetic couple was hiking in on snowshoes, with huge packs and dangling\nropes. The woman looked especially feisty, and I know I looked utterly\nbeaten to her. If I could have communicated...&quot;you don&#39;t know where you\nare going,&quot; I would have. It would, of course, been futile. Would I listen\nto a bedraggled customer of the Oberbergbach on my way in. Never!</p>\n<p>Thank you Georg for the excellent companionship, and a rather weary thanks\nto these harsh valleys of the southern Zillertal.</p>\n<p><a href=\"http://www.flickr.com/photos/ripsawridge/13192725403/\"><img src=\"http://farm4.static.flickr.com/3774/13192725403_3e67c32e9b.jpg\" alt=\"\"></a></p>\n"}