{"date":"2014-8-10","title":"Ailefroide rock and Dent d'Herens","blurb":"with Pete!","description":"<p>It was great to see Pete again! I drove to Geneva, a little worn out by heavy\ntraffic around Zurich, but my spirits were restored by a wonderful, healthy\ndinner with his family. In the morning I read a story to the small fellow of the\nhouse, and we played with some wooden toys I brought. Pete and I set off in the\nlate morning, semi-exasperated with poor weather reports. It was raining.</p>\n<p>We decided to head to Ailefroide, and fought bizarre traffic jams all the\nway. But no matter, by the evening we&#39;d picked an excellent rock climb for the\nnext day. Sadly, I don&#39;t know what it&#39;s called, but it was fantastic! Rated 5c,\nand about 14 pitches, it was a long and moderate romp up bolt-protected granite\nslabs and corners.</p>\n<p>We slept at the Ailefroide campground, a pretty unique place. Saturday night we\nhiked up to the base of the route which had a great view down to the\ntents. During the night it rained a bit (the bivy sack was a bit problematic but\nstill adequate, at least for today).</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14821439190'>\n<img src='https://farm6.static.flickr.com/5576/14821439190_c1d542428a_b.jpg'></a>\nPete enjoys good Ailefroide granite</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15008087135'>\n<img src='https://farm4.static.flickr.com/3894/15008087135_9dfbfb2514_b.jpg'></a>\nA crux pitch at 5b</p>\n<p>We hiked up and swapped leads the whole way, enjoying the moderate ground\ntremendously. We talked about all the vagaries of modern life, raising kids,\nvacations, whether to live in Europe or the USA. All good problems!</p>\n<p>Then, I think we started the rappels a bit too hastily. Another party sped up\nbehind us, and we walked to the obvious rappel anchor and made our first rappel,\nwhich should have been 50 meters. Hmm. I blew past that with no sign of an\nanchor, and made it to a strange tree-based anchor system at the exact end of\nrope stretch for a 60 meter rope. In fact, I had to clip to a solitary bolt on\nthe face, release the ropes for Pete, and then solo a couple meters across to\nthe anchor. This was strange, and it worried me!</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14821470258'>\n<img src='https://farm6.static.flickr.com/5571/14821470258_2bb7abd365_b.jpg'></a>\nNear the top</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14821474808'>\n<img src='https://farm6.static.flickr.com/5571/14821474808_2c5e0109c7_b.jpg'></a>\nOur route</p>\n<p>Pete came down and we saw on the diagram a big &quot;NO!&quot; marked at the little tree\nisland on the cliff where we were. Awesome. Har.</p>\n<p>I was inclined to grumble about the whole thing, but Pete didn&#39;t see a huge\nproblem. If we could just traverse off right we could rejoin the rappel\nline. Indeed, this worked despite my premonitions. I realized I was kind of\nreplaying some previous rappel mistakes in my head, &quot;resonating&quot; with various\npast conditions.</p>\n<p>So we got back on the line and anchor system with two rappels, only one severely\ndiagonal. I left quick-draws to hold the line, and Pete was able to retrieve\nthem since I could hold the rope below him. Natch!</p>\n<p>The rest of the descent proceeded normally. It was early afternoon, and we still\nhad some energy. So we went over to an impressive 70 meter high slab on the\nother side of the campground. Pete and I both led a fairly difficult 5c. Then I\ntried to lead a 6a, but my gosh, it was hard! I resorted to aid to clip a bolt\nabove me, then tried to get the moves properly with limited success. After the\ncrux, the terrain eased. All good learning!</p>\n<p>We had an excellent pizza dinner in the campground. Later, somewhat tired, and\nstressed by the ever changing weather reports (sun? rain! No? Sun again? Really?\nRain!), we started to wonder if we&#39;d driven too far south and should have waited\nsomewhere else for rain to stop. I started to get the idea that a persistent low\npressure system is an almost living enemy of climbers: it corrodes confidence,\nsends you on fruitless missions and feeds on dashed hopes!</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14821445860'>\n<img src='https://farm4.static.flickr.com/3896/14821445860_abd0af1c0d_b.jpg'></a>\nRappelling</p>\n<p>But we read the tea leaves of the forecast, then checked our own motivations and\nabilities, finally deciding that making a break back north for high country was\nthe right idea. We readied for an early morning departure to the neighborhood of\nArolla for a run at the Dent d&#39;Herens.</p>\n<hr>\n<p>The type-A portion of my personality was happy with an early morning departure,\nand the empty roads felt nice. Later, there was no traffic around Turin which\nwas a relief, too. We had some great baked bread along the way.</p>\n<p>At the trailhead I was attacked by an upset stomach, eventually finding relief\nat a restroom near the dam. Whew! Terrible how such mundane problems can loom\nlarge...</p>\n<p>We made a long walk along the lake, then stopped at a restaurant at the far end\nfor an excellent spaghetti lunch. Mmmm. In muggy heat, we kept hiking into a\nlong boulder-filled valley. It started to rain, then kept raining quite heavily\nfor hours. I had taken off my shirt before, and eventually my arms were so cold\nthat they hurt. Pete was off up ahead, and he found a nice boulder to switch\ninto rain gear. I did the same a little behind. Grr. Would the weather improve\nfor the morning?</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14821477428'>\n<img src='https://farm6.static.flickr.com/5553/14821477428_7735c03d0a_b.jpg'></a>\nUgh, heavy pack!</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15007711872'>\n<img src='https://farm6.static.flickr.com/5584/15007711872_3678eab206_b.jpg'></a>\nLunch at Prarayer</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14821381539'>\n<img src='https://farm6.static.flickr.com/5556/14821381539_39ea5a831c_b.jpg'></a>\nThe Aosta Hut</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15008100205'>\n<img src='https://farm4.static.flickr.com/3920/15008100205_b19820b12b_b.jpg'></a>\nPete on the West Ridge of Dent d&#39;Herens</p>\n<p>A final steep moraine led to a traverse of boulder-strewn slopes, then a short\ndescent to the hut, where we tried to dry wet gear. I napped for an hour, and\nthen the weather started to get better. We had a kind of strange dinner. Pete\ncracked me up with some jokes about the sausage we were eating. &quot;Climber\nfingers,&quot; he called them. &quot;Fresh from the glacier,&quot; he said, pointing to the\nroiling wall of ice cascading over a cliff out the window. The thing was, he was\nexactly right. The shape, texture, and even the rather foreign taste of the\nsausage was...conducive...to outrageous interpretations!</p>\n<p>But if this was strange, we were even more scandalized by breakfast, which\nconsisted, basically, of two packages of Saltines formed to look like cute\nlittle pieces of toast. Which they weren&#39;t. Don&#39;t get me wrong, the hut was\nnice, the people there was wonderful and friendly. But gosh...maybe it&#39;s an\nItalian breakfast thing. Or actually, the lack of (any) thing!</p>\n<p>Comically, we departed the hut in the 3 am darkness (thankfully with a sky full\nof stars!), and didn&#39;t know which way to go. I asked a Dutchman, and he pointed\nin the opposite direction we expected to go. Finally enough people set off that\nway (back down the approach trail for a ways, then left up a moraine) that we\nhad to conclude this was correct!</p>\n<p>We walked through the darkness a long time. We put on harness, crampons and rope\nas we reached the glacier, essentially going on autopilot for hours of what was\na pretty standard ascent. We thought we should climb the West Ridge, but if\nconditions were poor we would do the Southwest Face. In fact though, it seems\nthat the West Ridge has really become the normal route now, unlike when my buddy\nGeorg climbed the peak some years before.</p>\n<p>We got into a line of guides and clients for a fixed rope/chain that led up\nrotten rocks for about 60 meters to the ridge crest. We climbed through them,\nbeing a little bit aggressive about continuing to move among people who are\nstanding around a lot. I don&#39;t <em>like</em> this attitude or atmosphere of stress in\nregards to 4000 meter mountains, but I don&#39;t like to be stuck either.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14985117466'>\n<img src='https://farm4.static.flickr.com/3917/14985117466_f3072f6da9_b.jpg'></a>\nThe Tete de Valpelline</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14821578857'>\n<img src='https://farm4.static.flickr.com/3901/14821578857_bbd0741b08_b.jpg'></a>\nThe Matterhorn on the right</p>\n<p>But once past that, the ridge crest offered excellent climbing! I enjoyed this\npart of the climb the most. We moved together, protecting as needed. I was in my\nown world a little bit though, because Pete was thinking we should remove\ncrampons and I just kept going. It&#39;s no fun to do moves that feel sketchy and\nI&#39;m sorry to have been so oblivious! At least I got some payback later! On the\ndescent we reversed the ridge without crampons and gosh, it was my turn to feel\nsketched out! Everything felt so...slippery?</p>\n<p>Once the various ridge towers were completed, we began an interminable climb of\nuncomfortably angled snow (45 degrees?) to a final selection of rocks just below\nthe summit. We commiserated with banal phrases like &quot;...it&#39;s so long!&quot;, or &quot;Man,\nI&#39;m tired!&quot; We were feeling the altitude as this was our first high tour.</p>\n<p>The weather began to close in, with strong wind and a long horizontal sweep of\ncloud obscuring the summit of the neighboring Matterhorn. The final rock climb\nand a few dicey moves on narrow ridge crest were done in strong, cold wind. We\ntook one or two pictures and started down as quickly as possible.</p>\n<p>We kept looking for a turn-off from our long slope onto the Southwest Face and\nglacier, but we must have missed it. So we descended the ridge, as mentioned\nalready, without crampons. Down here the weather was good again, even sunny for\na while.</p>\n<p>The sun had the ability to make us smile, and momentarily forget the difficult\nweather environment. Looking back a month, I can see this was only the beginning\nof a difficult emotional period regarding the weather, and it finally forged a\nnew understanding in me on how to deal with the problem.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14821458870'>\n<img src='https://farm4.static.flickr.com/3895/14821458870_3b35f4700f_b.jpg'></a>\nLooking south from the Dent d&#39;Herens.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/14821387359'>\n<img src='https://farm4.static.flickr.com/3915/14821387359_400f7be8d7_b.jpg'></a>\nGoodbye, high country!</p>\n<p>But while we could smile and laugh, we did!</p>\n<p>Cleverly, we&#39;d brought everything with us, so we didn&#39;t have to return to the\nhut, but could continue straight down the moraine to rejoin our valley\ntrail. This was a pleasant journey, despite heavy packs and tired feet. We\nreached the restaurant of the day before, ordering another lunch, which was\nalmost as good, but it seemed they&#39;d learned about me and there was now a\nrationing policy on the Parmesian cheese.</p>\n<p>It started to rain as we made the long mostly flat walk along the lake. I was\ndreading this section: mountain boots and long flat roads don&#39;t go together very\nwell! But listening to good music (Family of the Year), and a overt decision to\nhave a positive attitude worked wonders. By the end, Pete and I were moving very\nfast, and if not entirely happy, we at least successfully outraced our fear of\ntedium and pain!</p>\n<p>Congratulating ourselves on having <em>fully used</em> a sub-24 hour weather window, we\nnow drove back to Geneva through the Mont Blanc tunnel, arriving late and\ncommitting to a wonderful rest day.</p>\n<hr>\n<p>Pete had an excellent day with family, and I enjoyed myself exploring Geneva\n(mainly exploring the interior of a coffee shop, actually!). During the day,\ncontinuing to look at more poor forecasts, I resolved to go on a multi-day hike\nas a way to exit this antagonistic relationship with the weather. It was taking\naway the joy of mountains! Pete and I chatted, and it seemed best to send me off\non this hike, while he would enjoy some family time and then hopefully get some\ntechnical climbing in on the weekend when the weather was slated to improve.</p>\n<p>Another wonderful dinner and breakfast with lively conversation, and they sent\nme on my way, with a few packs of granola cookies that would fuel my next\nadventure with pleasure!</p>\n<p>Thank you Pete, thanks Alena! Y&#39;all are great. Until next time, with blue skies\nand enough high-pressure weather to give us nosebleeds :).</p>\n"}