{"date":"2015-1-1","title":"Short Reports 2015","description":"<h3 id=\"wallberg\">Wallberg</h3>\n<p><em>March, 2015</em></p>\n<p>I snowshoed up the ski trail of Wallberg in fresh snow. That was fun, but I wish\nI had skis for the trip down! I headed back down from the lift station, running\ninto the annoying problem that my snowshoes are pretty much broken. I switched\nover to the trail for the lower half down which took so much longer.</p>\n<p>After a short rest I headed up again on the road/trail. Why not, eh? At the lift\nstation, I took the lift down for 1800 meters elevation gain and 900 meters\ndescent for the day.</p>\n<h3 id=\"palispitze\">Palispitze</h3>\n<p><em>March, 2015</em></p>\n<p>Josef and I had a great time skiing up two peaks in the Kitzbühler Alps. 1500\nmeters up and down. <a href=\"http://www.gpsies.com/map.do?fileId=iceshhqvajiuhfkf\">Here</a>\nis my gps track. We had some really nice powder on the way down. Just a great,\ngreat day!</p>\n<h3 id=\"hirschberg\">Hirschberg</h3>\n<p><em>March, 2015</em></p>\n<p>Amazing Friday night moonlight ski up and down Hirschberg. My headlamp died on\nthe way up, but no matter! The snow was fresh and powdery. What a fun little\nevening trip!</p>\n<h3 id=\"ettaler-muehle-icefall-wi5-\">Ettaler Muehle Icefall (WI5)</h3>\n<p><em>February 10, 2015</em></p>\n<p>Georg and I got out reeeally early before work to climb this nice icefall before\nit falls down in warm weather. We were in the dark the whole time. Georg\ntook the first short pitch after about 10 minutes of walking from the car.\nNice!</p>\n<p>He led up some easy steps (easy WI3) to an anchor. I led the next pitch, of\nsimilar length, but a notch harder at easy WI4. I&#39;m using the word easy so much\nbecause the climb has been very popular, and often existing tool placements\ncould be hooked. We never saw screw holes, but it was clear the way everyone\nwent.</p>\n<p>After this nice pitch, Georg got the crux, a WI5 pillar that is vertical for a\ngood distance. He climbed up cauliflowered ice petals, then placed a couple\nscrews to protect his entry into steep terrain. Following, I enjoyed the pitch\nvery much, though my right index finger nearly froze somehow! I warmed up at the\nbolt-anchor belay, then led the final pitch. It was solid WI4, with a short\nvertical section bedeviled by weeping, running water and some rotten ice.\nI guess it&#39;s a good thing we didn&#39;t come later in the day! Foolishly, I dropped\nthe second screw I placed, leaving me with only four screws for the pitch. At\nthe end, I had to really run it out!</p>\n<p>We gained the top, and it got light as Georg came up. Nice! Two quick double\nrope rappels and we were at the packs. Back in Munich by 9:30!</p>\n"}