{"date":"2015-2-15","title":"Samerschlag","blurb":"with Josef and Benoit","description":"<p>Josef, Benoit and I headed to the mountains for a ski tour. It would be my first\nsince getting new skis and skins. I&#39;d tried getting excited to go earlier in the\nwinter, but somehow snowshoeing seemed like more fun. I was feeling ambitious\nand wanted to do a longer tour of around 1400 meters. Josef suggesting the\nSchöntalspitze and I misunderstood, thinking he meant to climb it from the\nWestfalenhaus on the south side. But his plan was more ambitious, going all the\nway up the Gleirschtal past the Pforzheimer Hütte.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16358823148'>\n<img src='https://farm9.static.flickr.com/8565/16358823148_172a17f8ca_b.jpg'></a>\n[Group 2]-IMG_3901_IMG_3920-17 images.jpg</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15923920144'>\n<img src='https://farm9.static.flickr.com/8642/15923920144_a50565cb16_b.jpg'></a>\nIMG_3913.jpg</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15926316433'>\n<img src='https://farm9.static.flickr.com/8619/15926316433_53e57e7f40_b.jpg'></a>\nIMG_3915.jpg</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15926317293'>\n<img src='https://farm9.static.flickr.com/8592/15926317293_e2b625484d_b.jpg'></a>\nIMG_3916.jpg</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16360606197'>\n<img src='https://farm9.static.flickr.com/8603/16360606197_651c17506e_b.jpg'></a>\nIMG_3926.jpg</p>\n<p>We started up, and somewhere along the long valley walk I realized I didn&#39;t have\nthe energy for that. Hmm, what to do. Happily, I could see the Pforzheimer Hütte\nbasking in the sun along with peaks behind it. Maybe I could climb one of those\neasier and closer peaks as a consolation prize, thusly getting some good\nexercise despite my weak physical conditioning. I suggested that to the guys,\nand they were happy to head further in, making for the Zischgenferner (glacier)\nand their peak. I skinned up to the hut, hearing a dog barking but seeing no\none. I continued on a path to the south along a broad ledge above the floor of\nthe Gleirschtal. I wanted to climb the obvious peak called Samerschlag right\nabove me. Soon I realized I was going the wrong way, and should have headed due\nwest from the hut, as the peak is climbed from the north. I made my own trail,\nnot too difficult, west and switchbacking up around the north side of the\nmountain. Eventually I met the main trail, and continued easily to the summit.</p>\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Rsy_ZLJCNe8\"\nframeborder=\"0\" allowfullscreen></iframe>\n\n<p>It was sunny but pretty cold. From the top I had a good view of the lower part\nof the Zischgenferner and it&#39;s valley bed. I resolved to watch for two small\nfigures, Josef and Benoit. I was glad they were having fun on their journey and\nthat I could attain a smaller but still interesting (for me) summit. The view\nwas awesome from up here. I sipped my tea and ate a sandwich. I hadn&#39;t seen a\nsoul since leaving on my own and it was neat to have such peace and quiet. I\nalso got a good look at the southern route up the Zwieselbacher Rosskogel which\nI&#39;d wondered about for some time. It looked very fine, though an early start\nwould be important.</p>\n<p>Finally I saw two people coming down the Zischgental and decided to head down. I\ntried to find new tracks in semi-powder. After one rather cold wipe out, I made\nit down to near the level of the hut. I imagined that perhaps the guys didn&#39;t\nmake it to a summit, but that if that were so, they would climb up to the hut to\nsay hello. In that case, I&#39;d better get down to say I&#39;m not there! I found a few\nspots of firm and other spots of powder in a gully south of the hut, avoiding\nsections of breakable crust. Then, below the hut, I saw two figures climbing up\nto it. I called out &quot;JOSEF!&quot; But they just stared at me. Hmm, I thought that\nwould be them. Oh well...I skied down to the car, stopping briefly at the\nVordere Gleirschalmhütte, but then continuing on realizing there were no seats\noutside where I could wait and watch for the guys approach.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16520500586'>\n<img src='https://farm9.static.flickr.com/8609/16520500586_7aed11557f_b.jpg'></a>\nIMG_3931.jpg</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/15926318143'>\n<img src='https://farm8.static.flickr.com/7293/15926318143_490dff76ec_b.jpg'></a>\nIMG_3919.jpg</p>\n<p>I reached the car at 2 pm, about 40 minutes before Josef and Benoit. Indeed,\nthey had followed the itinerary I imagined to the letter. They found the final\nclimb to the pass between the Schöntalspitze and the Vordere Grubenwand to be\ntoo steep, and so turned back. Then they did indeed climb to the hut as well. I\njust had the timing wrong. If I&#39;d waited another 10 or 15 minutes I would have\nintersected them. Oh well!</p>\n<p>Thanks guys for a great day in the mountains. My apologies for egging us on to\nbigger tours without being capable of following up!! My meager workout was about 1200\nmeters up and down.</p>\n<p>Benoit also uploaded some wonderful\nphotos <a href=\"https://www.flickr.com/photos/36922844@N04/16365616178/in/set-72157650865853885\">here</a>.</p>\n"}