{"date":"2015-2-21","title":"Rubihorn Nordwand","blurb":"with Timo","description":"<p>Timo and I drove to the Allgäu Mountains, and the town of Oberstdorf. We would\nclimb the North Face of the Rubihorn by the &quot;classic&quot; route. We had a 50 meter\nrope, some slings, cams and nuts, and ice tools and crampons for what should be\nan easy mixed climb.</p>\n<p>We got lucky and saved a couple hundred meters of elevation gain up the road\nwhen the owner of a hut came by and offered us a ride. Woo hoo! He let us out at\nthe appropriate place, and we trudged up a well-made track through forest and\nback out into the open. Soon we were switchbacking up a long ramp to the start\nof the technical climbing. We said hello to a party just in front of us, and\nworried somewhat about another party higher who appeared to be both very large\nin number and very statically arranged in one place. Hmm.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16646408152'>\n<img src='https://farm9.static.flickr.com/8647/16646408152_a1cc670b77_b.jpg'></a>\nThe Rubihorn Nordwand</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16025062884'>\n<img src='https://farm9.static.flickr.com/8616/16025062884_c11c7106c0_b.jpg'></a>\nTimo at the first belay</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16440067947'>\n<img src='https://farm9.static.flickr.com/8571/16440067947_faaf120acb_b.jpg'></a>\nThe first difficulties</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16646366122'>\n<img src='https://farm9.static.flickr.com/8570/16646366122_ea7a1e58c5_b.jpg'></a>\nTimo at a sketchy step</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16025071034'>\n<img src='https://farm9.static.flickr.com/8562/16025071034_fd3ac3f573_b.jpg'></a>\nThe short pitch 4 crux</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16647359325'>\n<img src='https://farm9.static.flickr.com/8566/16647359325_5616011334_b.jpg'></a>\nFrozen mud is best</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16645967801'>\n<img src='https://farm9.static.flickr.com/8596/16645967801_711e82114f_b.jpg'></a>\nTimo and I at the roof belay</p>\n<p>I got the first &quot;mixed&quot; climbing, and found it interesting right away. It was\npretty fun, initially protected by a bolt, then a cam and a piton. I stopped at\na belay bolt and then took off for one more pitch as well. This one had no\nprotection, just a long climb up snow to a sketchy slab. I had to spend a few\nminutes here, finally making some moves I wasn&#39;t incredibly sure about. There\nwere bits of ice stuck to the rock, but they&#39;d been heavily abused in the last\ndays, and I was relying on half-sandwich-sized remains for crampon points.</p>\n<p>Timo took the next two pitches, which he ran together as one long one. First it\nwent up easily enough to a bowl, then traversed right across the bowl and a\nbuttress to a corner where he got a good cam as protection. Here a sharp turn\nback left and up led to what was probably the hardest move of the route:\ndelicate sticks up a steep wall, though with good protection. Great stuff!</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16621455126'>\n<img src='https://farm9.static.flickr.com/8615/16621455126_4a99fd3da9_b.jpg'></a>\nTimo near the roof belay</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16025074834'>\n<img src='https://farm9.static.flickr.com/8634/16025074834_2087edd431_b.jpg'></a>\nEntertaining climbing</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16647376645'>\n<img src='https://farm9.static.flickr.com/8601/16647376645_5427fa3cec_b.jpg'></a>\nNice snow to the top.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16460007490'>\n<img src='https://farm9.static.flickr.com/8585/16460007490_7c876069bb_b.jpg'></a>\nMichael gritting his teeth</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16647384615'>\n<img src='https://farm9.static.flickr.com/8566/16647384615_2df51271f7_b.jpg'></a>\nOberstdorf</p>\n<p>Well, definitely good, but here I confessed to Timo that I wasn&#39;t super keen on\nthis kind of mixed climbing, I guess because I don&#39;t have enough experience. Too\nmany placements seemed to be &quot;just barely good enough&quot; and if I pulled on them a\nlittle too long they would sheer through, either because some frozen mud\ndislodged or it relied more on snow than rock or ice. Secondly, the rock was\nvery slabby and pretty rotten too. Oh well.</p>\n<p>I led out on the next pitch, taking my sweet time getting over a short vertical\nstep. It seemed like I was learning, a bit. For these moves I made few tool\nplacements, but each one was more bomber than what I had been settling for\nbefore. I started giving each placement a strong jerk to test it, and that did a\nbetter job of clearing out the dubious ones that shouldn&#39;t be relied on.</p>\n<p>After this difficult move, I went easily up to a belay at about 55 meters. I\nthink a 60 meter rope would be better, as this issue came up a few times. Often\na pitch would either begin or end with something difficult, and if you have to\nsimul-climb then you will be doing it on precisely the section you&#39;d rather\nnot. Still, I was glad we&#39;d avoided a set of double ropes.</p>\n<p>Timo came up and took off around a corner from the belay on a nice 60 meter\npitch that put us hard against a left-leaning ramp. I continued, climbing a\nshort interesting step to a fantastic belay under a roof. Here, we found the\nRoute Book and an old shoe. Timo fiddled in a nut placement, and continued up\nthe ramp for an 80 meter pitch that made it&#39;s way into straightforward snow\nclimbing by the end.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16025088954'>\n<img src='https://farm9.static.flickr.com/8565/16025088954_91449f852e_b.jpg'></a>\nTimo at the summit.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16647392715'>\n<img src='https://farm9.static.flickr.com/8599/16647392715_4682a34822_b.jpg'></a>\nTimo in trekking mode</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16025102324'>\n<img src='https://farm9.static.flickr.com/8593/16025102324_067ff110d1_b.jpg'></a>\nInto the great Allgaeu wilderness</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16440107147'>\n<img src='https://farm9.static.flickr.com/8594/16440107147_0ed8df661f_b.jpg'></a>\nTimo and icefalls</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16645997841'>\n<img src='https://farm9.static.flickr.com/8680/16645997841_97959cecf2_b.jpg'></a>\nTimo harvesting for winter</p>\n<p>Here we unroped, and continued generally up and left in helpful tracks,\nultimately coming right to the summit. Despite the occasional blast of wind,\nthere was some nice sun and a great view of Oberstdorf. Nice!</p>\n<p>We scrambled down a ways, then had some tea and cookies in patchy sun, visiting\nwith the party who climbed above us, and were also found resting here.</p>\n<p>Going down, Timo broke out his plastic &quot;butt sled&quot; he&#39;d brought, somehow knowing\nit would be handy on the way down. I made do without one, but also managed some\nfun sledding.</p>\n<p>On the way down my knees and joints felt really sore for some reason. I\ncomplained about getting old. We reached the hut and rented sleds for the last\n300 meters vertical. That was fantastic! Timo is a fanatical sledder, and taught\nme a few tricks on the icy descent!</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16440122077'>\n<img src='https://farm9.static.flickr.com/8634/16440122077_e0af419b84_b.jpg'></a>\nHiking up</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16460029070'>\n<img src='https://farm9.static.flickr.com/8624/16460029070_bc8f98fecb_b.jpg'></a>\nNice animals</p>\n<hr>\n<p>We had to make a long drive to our planned pension in the Sellrain, but\neventually we reached it (drama along the way provided by my foot and leg\ncramps, then Timos attempt to make me feel better with a shoulder rub, that\ncaused waves of fresh pain in a muscle in my back that was the result of\nsleeping the wrong way!).</p>\n<p>We had a good pizza dinner, I used Herr Weber&#39;s sauna and hot tub, then we\nslept, eager to climb the Zwölferkopf the next morning in what appeared to be\nperfect conditions. We were only slightly worried because the avalanche danger\nhad abruptly transitioned from a safe 2 to an uncertain 3 that afternoon. Hmm.</p>\n<hr>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16027492463'>\n<img src='https://farm9.static.flickr.com/8644/16027492463_b30492a662_b.jpg'></a>\nOberstdorf, again</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16440108717'>\n<img src='https://farm9.static.flickr.com/8649/16440108717_df52704998_b.jpg'></a>\nAn icefall and climber</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16621459646'>\n<img src='https://farm9.static.flickr.com/8658/16621459646_6cea20eaae_b.jpg'></a>\nHunting for a secure stick</p>\n<p>Well, shucks. In the morning there was quite a bit of fresh snow. Visibility was\npoor, and the avalanche danger was firmly at 3. Considering our climb would be a\nrock climb we knew we&#39;d have serious effort brushing snow off the rock, and we\nknew we&#39;d have to come down the same way because the avalanche danger rendered\nour planned West Face descent too risky.</p>\n<p>We cancelled the plan to climb Zwölferkopf, and I know Timo was\ndisappointed. Shucks :(.</p>\n<p>I suggested the Hoher Fricken on the way home as a snowshoe climb I&#39;d done\nearlier in the winter and enjoyed. We got there and started hiking up. Halfway,\nwe rested in the little hut above the waterfalls, and I fought a growing\ndiscomfort that was hard to place. Was my stomach sore, was I just tired, what\nwas it? Finally, having climbed the steep rock buttress and re-entered the\ntrees, I saw I didn&#39;t even have the energy to do the last 400 meters. I gave\nTimo the camera and turned back, sad but also with relief. I wasn&#39;t sure what\nwas wrong but I was glad I listened to myself.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16459856968'>\n<img src='https://farm9.static.flickr.com/8666/16459856968_fcf6470ca0_b.jpg'></a>\nInside, having tea</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16027524443'>\n<img src='https://farm9.static.flickr.com/8630/16027524443_3f71d95d3f_b.jpg'></a>\nThe trees were awesome</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16025130804'>\n<img src='https://farm9.static.flickr.com/8677/16025130804_4398fb17ed_b.jpg'></a>\nHmpf, sez Timo</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16621495196'>\n<img src='https://farm9.static.flickr.com/8652/16621495196_61ec4d56f5_b.jpg'></a>\nFalls on Hoher Fricken</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16459862838'>\n<img src='https://farm9.static.flickr.com/8654/16459862838_271e4ac10f_b.jpg'></a>\nBavarian Bonsai</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/16459864878'>\n<img src='https://farm9.static.flickr.com/8644/16459864878_2bc73b9d64_b.jpg'></a>\nTimo approaches the top</p>\n<p>The journey down got tougher with each step. After a rest at the hut, I really\nseemed to slow down, and by the end I was wearing all my clothing and still\ncold. I definitely had a stomachache. Finally, on the level valley floor, I\ntrudged very slowly to the van, super happy the ordeal was over. I waited a\nwhile, and Timo arrived and drove us home. I ended up out of work for the whole\nweek, and didn&#39;t eat any food for 3 days at one point. Ugh!</p>\n<p>But there were a couple points of beauty on this day. For one, the trees looked\ngorgeous. For another, while I was sitting exhausted at one point, beautifully\nformed little snowflakes came at an oblique angle and lodged on my jacket. They\nwere incredibly formed: like delicate toys, absolutely unique crystalline\nstructures every one. I can still see them. That was amazing.</p>\n<p>Thanks Timo for the great time, I&#39;m just sorry to have been such a faltering,\nsometimes cranky presence. Oh well, the mountains are still there.</p>\n"}