{"date":"2016-1-1","title":"Short Reports 2016","description":"<p>I&#39;ve forgotten to log so many of these. But today I did something interesting.</p>\n<h3 id=\"markt-schwaben\">Markt Schwaben</h3>\n<p><em>November, 2016</em></p>\n<p>I decided to make the 27 kilometer (~17 miles) walk out to Markt Schwaben.\nWhat an adventure...I&#39;m back home now, my feet are so sore! From my apartment,\nit&#39;s amazing how it&#39;s just a straight line going east to get there. I used\nwalking paths as much as possible, but wow...there are a lotta streets.</p>\n<p>I remember a few special moments: the end of the six-story buildings that\nseparate &quot;city&quot; from the rest...that happened by the freeway. I remember the\nfirst time there was an open field (not too long after). I remember the\nfirst time I felt sun on me, and much later, when I could take off gloves.\nThe countryside is mostly populated by women and their dogs. I see how good\ndogs are for people, in that they simply make them get up and go out on the\nland.</p>\n<p>But the land was pretty empty, too. Scuds of cloud to the south, and glimpses\nof mountains. Dry grass was inviting to sit on for it&#39;s scarcity.</p>\n<p>It&#39;ll get colder and wetter.<br>The days get shorter, now.<br>A hulking man and child pass by,<br>both with quizzical expressions.  </p>\n<p>A smug man with enormous headphones and a microphone.<br>I&#39;ve doubtless received a sentence in his book.<br>Heathens on the moor...  </p>\n<p>A day begun in joy, but marred by a crack in glass brought<br>too quickly from heat to sharp cold.<br>Oh, we thought.<br>There are pits and traps.<br>It matters not that we made them ourselves.<br>The shock of cold water is a thing large to me.  </p>\n<p>Now you are the wanderer.<br>You feel your muscles and the sun on your back.<br>These are your friends.<br>Perhaps you can tolerate no other.  </p>\n<p>Dreams die, as they must.<br>But look, here is dry grass.<br>A hummock to sit on.<br>One day there will be coffee in a house.<br>The blue peaks call you, as they ever did,<br>as if beyond time.  </p>\n"}