{"date":"2016-5-5","title":"Zams climbing","blurb":"with Barbara","description":"<p><a data-flickr-embed=\"true\" data-header=\"true\" data-footer=\"true\"\nhref=\"https://www.flickr.com/photos/ripsawridge/albums/72157667955079886\"\ntitle=\"Zams climbing\"><img\nsrc=\"https://farm8.staticflickr.com/7599/26581368350_8a559915fb_c.jpg\"\nwidth=\"600\" height=\"800\" alt=\"Zams climbing\"></a><script async\nsrc=\"//embedr.flickr.com/assets/client-code.js\" charset=\"utf-8\"></script></p>\n<p>Barbara and I looked at the weather and Zams was our best bet. We drove down\nWednesday night, and hiked over for a look at the Burschlwand. She was very\nexcited, and started climbing the wall in her boots! She slipped, thinking I&#39;d\ncatch her in an awesome way, but we both tumbled to the ground. Her ankle was a\nlittle bit injured, and the rest of the trip she chided herself for not taking\nthe mountains seriously!</p>\n<p>We had a nice dinner at our hotel, then a fantastic breakfast where you make\nyour own eggs. Barbara advertised my omelette making skills to a random woman,\nand she asked me to make one. Thanks Barbara, jeesh! Later, this woman&#39;s husband\ncame and looked at me skeptically. Heh!</p>\n<p>We hiked over to the kletter-garten, and first we climbed Plattfuss (3a, 18\nmeters). Then Doppeldecker (3c, 18 meters).  We did lots of combinations of top\nropes, then we both led Gamsbock (4b, 22 meters). Barbara did an amazing job!</p>\n<p>Next, we went to the left side cliff and I led Talblick (5a, 15 m), and Barbara\ntop roped it two times. The second time she got all the moves! Even though it is\na vertical wall with some interesting moves! Wow.</p>\n<p>Then I led &quot;S&#39;Dachl links&quot; (5b+, 12 m) and &quot;S&#39;Dachl rechts&quot; (5c, 12 m),\nLechtalschreck (5b, 15 m), and finally Abschlusspruefung (6a, 8 m). Nice!</p>\n<p>We finished on &quot;Streck di&quot; (5b+, 8 m), which I led and Barbara top-roped.</p>\n<p>Now it was time for the first two pitches of &quot;Via Theresa&quot; over on the\nBurschlwand. Barbara didn&#39;t think she could do this, but the night before we&#39;d\nbeen to the base of the route and I thought the first two pitches would be\nperfect for us. She gamely agreed, but was a bit nervous.</p>\n<p>I climbed up to the first belay, and brought her up. She suddenly had the\nfeeling of being on a big and serious wall. The belay is quite nice. It\nsits in a little niche but at a serious air about it. I said goodbye as she\nlooked at me apprehensively.</p>\n<p>She came up the second pitch, cursing at how hard it was to get the rope free of\nthe quickdraws. I&#39;d given her some advice about how to get it out which she\nfollowed exactly to the letter. She thought she always had to remove the rope\nside of the quickdraw before the side which connects the draw to the\nmountain. Doh...that made for some tough unclips! Now she knows better.</p>\n<p>It&#39;s a particular problem with climbing...you are learning all these rules and\nyou don&#39;t know which ones are deadly serious and which ones are only guidelines!</p>\n<p>At the top she felt pretty good. I rigged her rappel, then did my own. She came\nsliding down the rope a few minutes after me. We did one more rappel and then\nwere safely down on the ground.</p>\n<p>I was super, super impressed. She really did great. And she was full of love for\nthe whole process.</p>\n<p>We gave ourselves just enough time off to go into town and get a coffee. Barbara\nwas so proud of her jingling, jangling quickdraws...she kept her harness on as\nwe entered the coffee shop (so did I), we got some stares! Who cares!</p>\n<p>Now we headed to the Galug Klettersteig across the river. I&#39;d originally thought\nto bring the rope and offer Barbara a belay at some key points on the\nklettersteig, but having been so impressed by her performance on the walls, and\nfeeling that time was getting late (I think it was about 5 pm), I left the rope\nand thought we&#39;d be up and off this klettersteig pretty soon.</p>\n<p>Barbara had just bought the gear and was excited to try it out. We hiked up and\nsoon were clipping along behind some other people. I talked about passing\npeople, but we never got the chance because it really did get pretty hard at\nsome point (grade &quot;C&quot; I think). Now we were traversing a big vertical wall\npretty high up, and Barbara really felt the space beneath her. There is a\npicture of her in this section which absolutely defines the meaning of the word\n&quot;concentration!&quot;</p>\n<p>Somewhere in here I felt like it was getting pretty hard for her. I thought\nabout how many new things she&#39;d learned in just one day, on top of an\naccelerated learning program. And here we were on a big wall now! Argh. The\nroute comes to a point where it&#39;s pretty difficult to clip the klettersteig-set\nforward...the footholds are pretty terrible. Barbara said &quot;ugh, I&#39;m going to\nfall, okay?&quot; I didn&#39;t want that...unlike doing a sport climb with a rope, you\nsimply don&#39;t want to fall on a klettersteig as the forces are rather too great\nfor comfort. I said, &quot;don&#39;t do that!&quot; and immediately felt like a jerk! Ugh, I\nwish I&#39;d brought the rope.</p>\n<p>And that stressed her out too. But I got to her, then helped her clip the next\nstempel. Now we entered a phase of being really careful and I remained right\nnext to Barbara to help her out if she needed. At this moment we noticed there\nwere two teenage boys and a teenage girl above us. She was pretty worn out, and\nthey were helping her the way I was ready to help Barbara. &quot;Stupid\nklettersteigs,&quot; I thought to myself.</p>\n<p>So, with just moral support from me, Barbara really had to find it within\nherself to continue. And she really did. She was happy to have me close, but\nonce she knew I was, she also wanted to power herself up and off the wall.</p>\n<p>And within 20 minutes, we were done, both very relieved. Then Barbara hit me,\nlike four times! Pretty hard too! LOL. She&#39;s fantastic :).</p>\n<p>We talked about it. She was okay with the Klettersteig, but I was bummed that I\ndidn&#39;t bring a rope for us...that would have made it a no stress thing.</p>\n<p>We finally got our harnesses off, and Barbara, to my amazement, wanted to go\nhiking!</p>\n<p>Wow...that&#39;s awesome.</p>\n<p>We drove partway home, and in Ehrwald I found a hike to a hut halfway up Daniel,\na place called the Tuftlalm. She set off very fast, and I struggled to keep\nup. We had to climb over a few trees, as I insisted on going up a trail that was\nclosed for logging. After a good hour, we arrived at the hut. Within a few\nminutes, we were inside, drinking and singing at the Stammtisch. Barbara can\nyodel! And she can play the spoons too, but I&#39;ll have to wait until later to see\nthat.</p>\n<p>We ended up dancing a while, then went outside and she taught me the waltz.</p>\n<p>What a fantastic day. We had such a great time. We were back in Munich around\n10.</p>\n"}