{"date":"2016-5-28","title":"Anfaenger Freuden (V)","blurb":"with Barbara","description":"<p><a data-flickr-embed=\"true\" data-header=\"true\" data-footer=\"true\"\nhref=\"https://www.flickr.com/photos/ripsawridge/albums/72157668920935286\"\ntitle=\"Anfaenger Freuden with Barbara (V/A0)\"><img\nsrc=\"https://c1.staticflickr.com/8/7103/27215059192_9f7e5653ed_c.jpg\"\nwidth=\"800\" height=\"600\" alt=\"Anfaenger Freuden with Barbara (V/A0)\"></a><script\nasync src=\"//embedr.flickr.com/assets/client-code.js\" charset=\"utf-8\"></script></p>\n<p>I was looking for a good first alpine climb to take Barbara on. She&#39;s super\neager to climb, but she doesn&#39;t have technical skills yet. But she is a strong\nand fast hiker with lots of endurance, and she likes mud and challenges. Shes\ndone enough climbing outside that I felt she could handle the exposure on a\nbigger wall.</p>\n<p>Still, it was a delicate balance. The good beginner climbs that I know are still\nburied in snow for another month. But I was thumbing through the &quot;Berchtesgaden\nOst&quot; Panico guidebook (I&#39;ve spent so much money on those things!), and\ndiscovered &quot;Anfänger Freuden&quot; (this means something like &#39;Enjoyment for\nBeginners&#39;). It had many attributes we needed:</p>\n<ul>\n<li>Multipitch, but not too long, about 8 pitches.</li>\n<li>Difficulty of V-, which sounds easy, even though in practice it was harder than that...</li>\n<li>All bolted, very safe.</li>\n<li>South facing, important since the elevation is above 1500 meters and we&#39;ve had recent snow.</li>\n<li>Easy walk down.</li>\n</ul>\n<p>I had no recent reports of the route, and I was a little apprehensive that it&#39;s\nsomething new I haven&#39;t done before. But Barbara says she likes doing things\nwith me that I haven&#39;t already done. The weather threatened thunderstorms in the\nafternoon, but by leaving Munich at 6 am we should secure for ourselves enough\ntime to at least get near the end of the route by 2 pm. Who cares if it rains on\ntop...there is a hut! The fact that Barbara is a strong hiker meant that the 700\nmeter elevation gain approach should be doable in less than 2 hours.</p>\n<p>It was enough...we could go, and so we should go. Let&#39;s do it!</p>\n<p>She picked me up at 6, with coffee too...w00t!</p>\n<p>We parked after driving 5 kilometers up a road from Marktschellenberg, then\nwalked briskly up a steep gravel road. Eventually we were on trail, and I got\ninvolved in a difficult German explanation of my concerns regarding automation,\nthe future of jobs (or lack of future), and the environmental crisis. Whew! This\nwas harder work than pushing up the steep trail :D. Barbara listened and offered\nher perspective. My concerns didn&#39;t resonate with her, but she was alarmed by\nthe growing ability of automation (&quot;robots&quot;) to do jobs we used to think we\nneeded humans for. Fun discussion!</p>\n<p>We emerged from the forest to the Scheiben Kaser (I think this means &quot;push\ncamp,&quot; like an upper camp to stash gear?), and admired the huge rock walls of\nthe Berchtesgadener Hochthrone rising steeply behind. We conversed with some\nfriendly hikers. Barbara spoke with a mother and daughter just returned from a\nlong trip to New Zealand, and I chatted with a man about different\nmountains. The Watzmann was visible in snowy splendor, and the Hoher Göll with\nher western cliffs demurrely hidden by a forested hillside.</p>\n<p>We pushed on, hiking under the cliffs to the west. Our goal was an obscure gully\nreached after about 20 minutes of walking. It has a cute little piece of metal\non a rock, and Barbara found it for us, yay! We followed the gully up the steep\nhillside, climbing over a little pass and continuing on loose rock. We found the\nstart of the climb and roped up on a knoll about 30 meters away from the start.</p>\n<p>I went to the first belay and Barbara followed. We started off. The climbing was\non a solid and enjoyable slab (German: Platte), with good bolt protection. I did\nrun into trouble at a crux move near the end...probably due to rarely climbing\noutside in the last years...I climbed the wrong way then had trouble getting\ndown. Eventually, rather than fall, I hooked my finger through the bolt (a huge\nno-no), repositioned my feet, then clipped in. So, I&#39;d already climbed with aid,\nha!</p>\n<p>I finished the pitch and offered Barbara encouragement from the belay, hoping it\ndidn&#39;t freak her out too much that I had this difficulty at the crux! But I\nthink she did notice and was a little apprehensive...</p>\n<p>Still, she started up very well. As she approached the crux moves though, she\ngot mad! &quot;I hate you!&quot; she said, which had a special richness in the original\nGerman. LOL.</p>\n<p>But she climbed through, despite my request that she rest on the rope anytime\nshe feel like it. Her struggle was intense...some whole-body work to move right\non the slab to easier ground. I was impressed.</p>\n<p>With Barbara &quot;full of feelings&quot; it was easier for me to just leave, ha! I\nclimbed an easy pitch but missed the anchor, instead rigging up an ersatz belay\nwith a large boulder above the initial cliff. She liked that pitch much better.</p>\n<p>We walked up to pitch 4, an easy slab climb at grade III. We both liked this\npitch. The next one was my favorite...first climbing a slab then turning left\ninto a grade IV face climb with lots of holds. Really nice! Barbara did well in\nthis, too. At the belay I encouraged her to look down and all around. I pointed\nto a hawk soaring gracefully in the wind below us. We watched him silently glide\nacross the vast empty space below. She was processing where she was and what she\nwas doing, and how strange it all was. I feel like it&#39;s important to be able to\nrelax at least a little bit on big climbs. She leaned back on her tie-in and\ntook a deep breath. She was as relaxed as she could get here. Fine...just fine.</p>\n<p>Now, the crux was above us. Variably rated as V-, V or even V+, online reports\ndescribe it as pretty hard. There are three closely spaced bolts in the crux. I\nsuggested we pull on gear just to keep it simple. Barbara already worked hard\nenough on the first pitch! I quickly climbed the short pitch, which was\nenjoyable despite the few seconds of pulling through the crux on aid. I\ndemonstrated for Barbara how to do that, and hoped she wouldn&#39;t find it too\nhard. She was a little cowed at the perceived difficulty here! But she climbed\nthrough very well. I had told her to abandon the first quickdraw if it made it\npossible for her to get through. Hilariously, she noticed that this first\nquickdraw was one of her own new, beautiful green quickdraws and there was no\nway she would abandon it! So she climbed through.</p>\n<p>Once this crux pitch was finished, I knew we were golden. The storm had held\noff, and we had two final pitches. We smiled, I gave her a kiss goodbye, then\nled off for a 50 meter pitch of slab and chimney climbing. Barbara came up,\nmomentarily annoyed because the chimney trapped her with her poles sticking up\nfrom her pack. The last pitch was especially nice. It was supposed to be grade\nIII+, but I felt it was harder, though in a good way. Really enjoyable slab\nclimbing up and right to a belay station by the <em>Wandbuch</em>. We signed in, then\nscampered up a few meters to the top of the wall, and a nice rest in the sun\nwith shoes off. Ahh!</p>\n<p>Later we hiked over to the Stoehrhaus where I got a beer and some cake. Then to\nthe Berchtesgadener Hochthrone summit. We exchanged photos with a couple there,\nthen hiked down, noting the ominous clouds that built up seemingly out of\nnowhere. As we walked and talked, we heard thunder and saw lightning to the\nwest, with tendrils of rain cloud coming ever closer. By the time we were near\nthe Scheiben Kaser and looking back at our wall the rain was coming down hard.</p>\n<p>Comically, at the Scheiben Kaser it began to hail, and the wind blew like\ncrazy. Below us, the trees were whipping back and forth. We were soaked to the\nskin, and hail struck us on the neck and ears. Yowch! I was laughing as we\ndescended and Barbara was concentrating hard on the trail so she wouldn&#39;t slip.</p>\n<p>What a beautiful end to a great climb. Indeed, we got ever faster as we\ndescended, with Barbara leading the way on a very fast walk downhill. At the\ncar, we changed clothes while a man who was living for a week in an empty shack\nnearby came to chat...he had been up in the storm as well. He was attempting to\nlive &quot;like an Aztec&quot; on a special diet, doing special meditations there in the\nforest. Wow! Nice fella.</p>\n<p>Boah. No words anymore. It was a big and good day.</p>\n"}