{"date":"2016-8-30","title":"KG Weg","blurb":"with Barbara","description":"<p><a href='https://www.flickr.com/photos/55338612@N00/29263694926'>\n<img src='https://farm9.static.flickr.com/8833/29263694926_cf2e9c8535_b.jpg'></a>\nThe great slabs of the Alpspitze</p>\n<p>Barbara and I had the day off and the weather was great.\nI recommended we climb the &quot;KG Weg&quot; on the Alpspitze.\nRated IV+, I thought that it was a good difficulty for her, especially since\nthe hardest move was on the first pitch, and it should be easier from there.\nShe agreed, with some trepidation!</p>\n<p>We drove in two cars since I would continue south to the Dolomites\nto meet up with Steve and Ever. That was too bad...I hated to leave her to\ndrive home alone! Ach.</p>\n<p>We took the lift up, and walked to the start of the climb.\nI&#39;d been here once before to do the route in 2006 with Daniel. That day,\nwe had snow on the upper route and had to finish in a different way.</p>\n<p>Right away we had a little crux situation. Another party of three was there,\nwith two people furiously taking off harnesses and packing up. It seemed\nthat a party had decided not to do the route, and that added to the tension\nof the three remaining. Perhaps words were exchanged? Anyway, Barbara\nand I wandered happily up into this &quot;Mischung.&quot; Two young women were\nstarting up, though full of apprehension. The first pitch is the hardest\n(IV+), and is exposed right off the ledge. I was worried that Barbara would\nallow the tension and drama to worry her, but she was solid.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/28676693373'>\n<img src='https://farm9.static.flickr.com/8314/28676693373_11bdce17ae_b.jpg'></a>\nBarbara scouts the first pitch</p>\n<p>We let them go, waiting a while, then I quickly dispatched the enjoyable\npitch. Arriving at the belay, the young ladies were very apprehensive\nabout letting me clip in. &quot;Wait - we are on this anchor!&quot; said one\nwith some fright in her voice. I explained that bolted anchors in the\nmountains can certainly hold many people, and it&#39;s normal and natural\nfor following parties to clip in as they wait.</p>\n<p>Hilariously, that wasn&#39;t really good enough for her! She made to call on\na telephone (!) or perhaps yell to the leader of their party above to\nconfirm the veracity of my words which must have seemed insane to her.\nI can laugh now, but it was one of the strangest belaying situations\nI&#39;ve ever encountered. Why were these people here? And their leader above\nsaw this conversation of rather tense voices and said nothing. Wha?</p>\n<p>If I were him I would have at least said something reassuring like\n&quot;It&#39;s okay, Marigold, this fellow can safely clip into the anchor without\ncompromising your safety.&quot;</p>\n<p>Ach. Well. I waited a long time. Finally, the women were trying to call\nthe man on the telephone again, and I was like, that&#39;s it...Barbara and I\nare going to sneak by these people any way we can. I belayed Barbara up,\nand the pitch was no problem for her...there was one good hard move, but\nshe smartly got up.</p>\n<p>The other party was shocked and saddened that I took off before they did.\nI even clipped one of the bolts. Sorry, I&#39;m done caring. I scrambled the\npitch, skipping most bolts, and moving quickly. I caught up to the other\ngirl, passed, and found an alternate anchor to belay Barbara up.</p>\n<p>Whew, now we could enjoy the climb! I shouldn&#39;t be upset - this is a beginner\nclimb and it&#39;s natural for parties to move slowly. I just disliked all the\nfear and even anger present in this group. I hope they learned and\neventually had a great time.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/28676695493'>\n<img src='https://farm9.static.flickr.com/8406/28676695493_31bb4b6214_b.jpg'></a>\nAbove the first difficulties</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/28675071804'>\n<img src='https://farm9.static.flickr.com/8427/28675071804_0444ee00b7_b.jpg'></a>\nOne of the best pitches...</p>\n<p>Barbara and I continued up, encountering some rather difficult slabby moves\nat one point. She arrived somewhat incensed, her color up. But she is\nbeautiful, so it&#39;s a nice effect!</p>\n<p>She got angry at the slabs and was determined to master slab climbing. I felt\nthat she wasn&#39;t looking for the little flat places well enough, which makes\nit much harder. However, by the end she got a whole lot better. I love the\nway she tackles problems!</p>\n<p>A few more pitches and it was really joyful climbing. Each pitch was a full\n50 meters, following slabs, cracks, little &quot;Wasserrillen,&quot; even the\noccasional lieback crack. Barbara was getting used to the regular sequence\nand querying me on all aspects of anchor building. She loves to understand.</p>\n<p>There is one picture that captures my favorite pitch. Barbara is about to\ncross a big slab, but looks right at home in this wilderness.</p>\n<p>We finished the lower slab, but were determined to keep going...something\nmost parties don&#39;t do. We had to walk about 10 minutes up a scree trail\nto connect to something called BW3 Adamplatte. I was really pleased with\nour routefinding. We found the Gedankentafel mentioned in a book, then\nscrambled about 250 meters up with little to no gear. My single cam\ncame in handy in here. Reconnecting to a bolted line was a real surprise,\nbut we said, okay, let&#39;s go! And I really enjoyed these upper pitches...\n7 pitches, all but the last two 50 meters long, grade III slab climbing\n(about 5.2-5.4). We were in the shade now, and continued for pitch\nafter pitch. I was so proud of Barbara. I love her.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/29219067551'>\n<img src='https://farm9.static.flickr.com/8122/29219067551_05a7206e41_b.jpg'></a>\nWonderful slabs</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/29189599272'>\n<img src='https://farm8.static.flickr.com/7749/29189599272_ab12705ecb_b.jpg'></a>\nShe&#39;s doing her thing</p>\n<p>The way the route ended was a little confusing - we were on a ledge 15\nmeters above the Alpspitz Ferrata. Barbara investigated climbing down,\nbut finally judged it too hard or dangerous. It was a good choice.\nI lowered her the rest of the way, then abseiled.</p>\n<p>Now, we continued on the via ferrata to the summit, not using any via\nferrata gear. This was good fun. We sat at this little table on top\nand posed for pictures.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/29219076261'>\n<img src='https://farm9.static.flickr.com/8814/29219076261_e8b120c1fe_b.jpg'></a>\nCables to the summit</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/29009369140'>\n<img src='https://farm9.static.flickr.com/8043/29009369140_116c7fcd30_b.jpg'></a>\nLadders to the top</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/29263725906'>\n<img src='https://farm9.static.flickr.com/8230/29263725906_9d1361c619_b.jpg'></a>\nA funny table</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/29189609732'>\n<img src='https://farm9.static.flickr.com/8034/29189609732_20bef37104_b.jpg'></a>\nOn the Alpspitze</p>\n<p>We started down. I had some advice here and there for Barbara to\nbe able to move faster. She would only implement a suggestion if she\nwould also feel completely secure. I like her mix of ambition and\nappreciation of the stances and attitudes that provide real security.\nAs she&#39;s felt many times over this summer of learning, she does belong in the\nmountains...</p>\n<p>We passed a few parties on the way down, then at long last we were hiking\nagain. We didn&#39;t have a watch handy, but we had a feeling that we&#39;d better\nhurry in order to make the last lift.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/29009380730'>\n<img src='https://farm9.static.flickr.com/8549/29009380730_f304bf80eb_b.jpg'></a>\nA long descent</p>\n<p>Indeed - we were just in time for the last lift! Whew. I&#39;m glad we didn&#39;t have\nto descend another 1500 meters or so to the valley floor!</p>\n<p>We went for pizza, reminded of our wonderful days in Cortina ending with pizza.\nAck, puh! The pizza here is just not as good, but we have to admit it&#39;s\nhard to beat Cortina so give &#39;em a break.</p>\n<p>I headed south to meet Steve and Ever in the Dolomites and Barbara made her\nsolitary way north. I wished I was beside her. Soon we&#39;d be together again, though.</p>\n"}