{"date":"2017-5-18","title":"A few hikes","blurb":null,"description":"<p><a href='https://www.flickr.com/photos/55338612@N00/34407977960'>\n<img src='https://farm5.static.flickr.com/4219/34407977960_82b814269b_b.jpg'></a>\nA view to the still-snowy Wilder Kaiser.</p>\n<p>We had some really cold and snowy weather here at the end of April, and it&#39;s\nstayed unseasonably cold into May. No longer excited about &quot;North Faces,&quot; I\njust wanted to get some exercise, and contented myself with a handful of hikes.</p>\n<p>I even took a day off work for one of these! So much rain and snow...finally\non a Thursday we had good weather so I drove out to Kufstein with the vague\nidea of pursuing two hikes up hills on the west side of town.</p>\n<p>The first was a mountain called Pendling, which has a hut prominently placed\non top. I parked at a lake and hiked up the &quot;Jägersteig&quot; to the summit.\nReally nice trail, quite steep! Near the end a few difficulties with a downed\ntree but nothing to get excited about.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33984814083'>\n<img src='https://farm5.static.flickr.com/4182/33984814083_2cb1def070_b.jpg'></a>\nThe Sonnwendjoch</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33951184074'>\n<img src='https://farm5.static.flickr.com/4267/33951184074_8346f83591_b.jpg'></a>\nInteresting slabs</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/34753827286'>\n<img src='https://farm5.static.flickr.com/4178/34753827286_06f49f0efa_b.jpg'></a>\nDown to the Inn</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33951179744'>\n<img src='https://farm5.static.flickr.com/4172/33951179744_9de20e6571_b.jpg'></a>\nOn the Jägersteig</p>\n<p>I ate some food at the hut there, and hiked down the normal way. I was listening\nto a fascinating audiobook about Teddy Roosevelt in the Amazon. Just amazing stuff.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/34407976250'>\n<img src='https://farm5.static.flickr.com/4270/34407976250_dea639daec_b.jpg'></a>\nAround the Hölensteinhaus</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/34407974170'>\n<img src='https://farm5.static.flickr.com/4273/34407974170_6d89dac243_b.jpg'></a>\nAt the Hölensteinhaus</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33951202914'>\n<img src='https://farm5.static.flickr.com/4270/33951202914_76cc10307c_b.jpg'></a>\nUs on Pendling</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/34753829666'>\n<img src='https://farm5.static.flickr.com/4197/34753829666_cac98289f0_b.jpg'></a>\nThe Pendlinghaus</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/34753839026'>\n<img src='https://farm5.static.flickr.com/4246/34753839026_d10c395716_b.jpg'></a>\nNap near the Feuerköpfl</p>\n<p>After a brief rest at the car I drove about a mile down the road to Niederbreitenbach,\nparked and took the steepest way up to the Höhlensteinhaus, enjoying Käsebrot and\na Radler. After some reading and a nap in the meadow, I hiked back down, first\nsomewhat east of my ascent route, then meeting it again about halfway down.</p>\n<p>I did see a solo rock climber along the way, climbing and then abseiling from a great\nslab. Interesting!</p>\n<p>Two days later I was back in the area with Danno. We had a great ramble, repeating\nmy hike up Pendling from Thursday. We had an uncertain weather forecast and were\njust motivated for some elevation. It&#39;s a great hike to repeat!</p>\n<p>The following Saturday, Camillo and I wanted to use decent weather, so we rode\nthe BOB train to Bayrischzell to do the Wendelstein / Breitenstein combo I like.\nBut we decided to leave the train a stop early, at the lift station for the\nfunicular that reaches the restaurant near the summit. I&#39;d always wanted to know how\nto climb the peak from there, as the map shows a confusing welter of roads that spend\nfar too much time traversing for my taste.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/34407982070'>\n<img src='https://farm5.static.flickr.com/4193/34407982070_f74d3159dd_b.jpg'></a>\nSteep game trails</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33951201684'>\n<img src='https://farm5.static.flickr.com/4203/33951201684_a1b8b17035_b.jpg'></a>\nOn Breitenstein</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/34753842646'>\n<img src='https://farm5.static.flickr.com/4271/34753842646_4c3a17beaa_b.jpg'></a>\nSaturated Breitenstein!</p>\n<p>With OpenStreetMap, we were able to piece together a network of road and trail that was\npretty direct. At about 1150 meters, we decided to plunge into the forest in the\ngreat basin southwest of the Wendelstein summit, vaguely adhering to the line\nof the funicular we saw occasionally through the trees. This made for a 2\nkilometer journey off trail. We stuck to a level traverse, using faint game trails\nto ease our path. We crossed one major basin decending from cliffs on our right,\nthen climbed down about 50 meters into the base of the next one. From here, we followed\na dry stream bed up. It elegantly brought us into forest at around 1400 meters,\nwhere we soon met a trail traversing in from the Spitzingalm. Nice!</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33951203924'>\n<img src='https://farm5.static.flickr.com/4158/33951203924_dbb4bd229e_b.jpg'></a>\nOur Wendelstein hike</p>\n<p>From here we took the usual path to the summit, earning the obligatory &quot;schimpfen&quot;\nfrom an admirably old woman who saw us using our hands on rocks in the final meters.\nThe weather was holding nicely. After a drink in the restaurant we set off for\nBreitenstein, leaving the trail to stick to the ridge crest. I erroneously led\nus a ways down on the south side of the ridge, but we soon discovered our error\nand reset. After a final scramble, we abandoned the ridge for a road on the right\nside, and continued uneventfully to the summit. Though we were getting tired!</p>\n<p>We admired the forests around, declared ourselves well-pleased, and set off down\nfrom the summit in a westerly direction across a beautiful meadow. Now enjoying\nour scrambles away from the trail, we pieced our way down a clear-cut (yes, we\nhave them here too), to meet an old road which led us south back into the\ngreat V-shaped valley most people use to reach the Breitenstein.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33951201034'>\n<img src='https://farm5.static.flickr.com/4246/33951201034_d502e45143_b.jpg'></a>\nWrasslin&#39;</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33984819853'>\n<img src='https://farm5.static.flickr.com/4166/33984819853_4d892cf5bc_b.jpg'></a>\nSteep trail</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33951202274'>\n<img src='https://farm5.static.flickr.com/4190/33951202274_8b809abc0b_b.jpg'></a>\nOur &quot;trail&quot;</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/34407984560'>\n<img src='https://farm5.static.flickr.com/4247/34407984560_f11aa66531_b.jpg'></a>\nNear the top</p>\n<p>In order to meet the train, we needed to continue south on pleasant forest roads\nto near Geitau. We arrived 10 minutes before the next train back to Munich --\nmost capital!</p>\n<p>Throughout our day we discussed technology, work, human nature, the notion of overshoot\nand collapse, things we like and dislike. Camillo, still full of energy, undertook a\nlong and fast bike ride on the return to Munich, while I retreated to couches!</p>\n<p>A fun bunch of days -- low key, with the forests as their own reward.</p>\n"}