{"date":"2017-1-1","title":"Short Reports 2017","description":"<h3 id=\"kramerspitze-yes-again-\">Kramerspitze (yes, again)</h3>\n<p><em>March 4, 2017</em>\nI didn&#39;t want to fight traffic, so I took the train to Garmisch.\nI went up the usual way, and again had to break the trail around the\nnorth side. Snowshoes were great here. For some reason, nobody uses\nsnowshoes in Germany (I&#39;m being hyperbolic, but you know...). I pointed\nthe correct way to three people wading around up there.\nOn top I ran into a guy who slept in the forest the night before,\nit sounded great.</p>\n<p>On the way down I took a different way that was pretty fantastic.\nI&#39;m learning that this mountain is absolutely covered in trails.\nLike in other areas of my life, I seem to like revisiting the small,\nthe under-appreciated, the tame...and then finding a whole world\nin these &quot;undramatic&quot; places.</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33127704341'>\n<img src='https://farm1.static.flickr.com/636/33127704341_a165957a4e_b.jpg'></a>\nKramerspitz</p>\n<p><a href='https://www.flickr.com/photos/55338612@N00/33127708481'>\n<img src='https://farm4.static.flickr.com/3828/33127708481_d3dc06fda7_b.jpg'></a>\nBook of the Damned</p>\n<p>More pictures <a href=\"https://www.flickr.com/photos/ripsawridge/albums/72157681049610005\">here</a>.</p>\n<h3 id=\"company-ski-day\">Company ski-day</h3>\n<p><em>February 24, 2017</em>\nA fun time! I skinned up on my touring skis to the Hoehe Salve summit,\nabout 1100 meters up from the base at Söll. I ran into Yang and Ulan\non the way up, which was fun. Later, at lunch I couldn&#39;t find anyone\nfrom the group. Oh well! I decided to spend the afternoon hiking down\nand back up from Brixen im Thale. Since I had tennis shoes in my backpack,\nI was able to hide my ski gear then walk about 500 meters down a road\nand snow-free slopes. I did some meditation in the sun.</p>\n<p>After all this, I hurried back, somewhat worried that the lifts would\nclose before I could make it to the Stocklalm on the north side of the\npeak. Happily I just made it! The black runs coming down from the summit\nwere really excellent -- the snow good <em>firn</em>, very much spring conditions\n(in the old days).</p>\n<p>Hilarious dinner with the team. Lots of funny philosophical discussions.\nAlways tinged with the absurd, the way I like it best. :)</p>\n<h3 id=\"wallberg\">Wallberg</h3>\n<p><em>February 14, 2017</em>\nHannes, Camillo and I skied up Wallberg tonight. Well, they managed to\nkeep skis on. Hannes used ski-crampons to deal with the really icy\nslope and I don&#39;t know how Camillo managed! For me it was at least\n700 meters of hiking up with skis on my back, and very uncomfortable\nside-hilling on the ice in ski boots. Ugh! But I kept up with those\nguys on skis and heck, it was good exercise.</p>\n<p>This time we went to the true summit for a great starry view down\nto Tegernsee. It was strangely warm. We skied down in surprisingly\ngood conditions. Only the steep/icy bit near the bottom gave me trouble.\nI essentially skidded down most of it. Beer and schnitzel at the\nBräuhaus after -- very nice!</p>\n<h3 id=\"kramerspitz\">Kramerspitz</h3>\n<p><em>February 4, 2017</em>\nI snowshoed up Kramerspitz on a nice day. Slowly clouds scudded in\nand by the end there was a light snow. The deep snow on the back side\nwas exhausting to make steps in. I nearly turned around before then!\nBut I continued on, running into just one person for the day, a woman\napproaching the summit from a post-holing ascent directly up slope\nfrom town. On the way down I saw her tracks diverge left and down --\nvery interesting! I&#39;ll have to try that way sometime.</p>\n<h3 id=\"wallberg\">Wallberg</h3>\n<p>Jaro, Marcel, Camillo and I skied up Wallberg after work. It was very cold,\nand we had lots of snow. Fun! Jaro wanted to skin right up the steepest\npart of the slope, and we did this (though I lost patience and made a\nboot track). Above this initial steep section, the skinning up was perfect.\nOn top there was a strong wind. There was a beautiful light in the distance,\nwhere a cloud spilled over a ridge with a lighted hut on it.</p>\n<p>We really enjoyed the ski down. We saw many parties coming up.\nW00t!</p>\n<h3 id=\"brauneck\">Brauneck</h3>\n<p><em>January 7, 2017</em>\nI was back two days later; high avalanche danger kept me out of the higher\nmountains. It&#39;s simply because the uptrack is such an enjoyable trail, I didn&#39;t\nmind skiing on a commercial ski mountain. I repeated what Jaro and I did\nexactly, but on the way down I stopped at a strategic point where the uphill\ntrack has two variations. The one Jaro and I did was to skin steeply up\nalong the east side of a hill and the left side of a little-used piste,\nand then follow a steep and narrow trail in forest until making a long\ntraverse west near the crest of the hill to a saddle above the Florianhütte.\nBut the other route traverses below this hill on the south to reach the\nhut itself, climbing very slowly, and then rejoining the other route at\nthe saddle. So I applied my skins again (elevation here is 1100 meters)\nand went to the Florianhütte and from there to the summit.</p>\n<p>This gave me a total elevation gain for the day of 1300 meters, which was\nfine. I was in fact, well-pleased.</p>\n<h3 id=\"brauneck\">Brauneck</h3>\n<p><em>January 5, 2017</em></p>\n<p>Jaro and I skied up Brauneck today from the Wegscheid Draxlhang lift. Kris\nand I taught the boys to ski here, it brought back memories. Today, Jaro\nand I followed the ski touring trail, which was excellent...it largely\navoided the piste in favor of quiet trails in forest. Also, they were\ntrails and not roads, which I really appreciated.</p>\n<p><a href=\"images/IMG_20170106_085318.jpg\"><img src=\"images/IMG_20170106_085318.jpg\" WIDTH=\"800\"/></a>\n<a href=\"images/IMG_20170106_093610.jpg\"><img src=\"images/IMG_20170106_093610.jpg\" width=\"800\"/></a></p>\n"}